[
    {
        "wiki_search_results": [
            {
                "qid": "Q56064322",
                "wikidata_title": "Tressie McMillan Cottom",
                "wikipedia_title": "Tressie McMillan Cottom",
                "description": "American writer, sociologist, and professor",
                "intro": "Tressie McMillan Cottom (born October 9, 1976) is an American writer, sociologist, and professor. She is an associate professor at the University of North Carolina at Chapel Hill School of Information and Library Science (SILS) and an affiliate of the Center for Information, Technology, and Public Life (CITAP) at UNC-Chapel Hill. She is also an opinion columnist at The New York Times.She was formerly an associate professor of sociology at Virginia Commonwealth University and a faculty associate of the Berkman Klein Center for Internet & Society. McMillan Cottom is the author of Lower Ed: The Troubling Rise of For-Profit Colleges in the New Economy and Thick: And Other Essays, a co-editor of For-Profit Universities and Digital Sociologies, an essayist whose work has appeared in The Atlantic, Slate, The New York Times, and The Washington Post, and co-host of the podcast Hear to Slay with author Roxane Gay. She is frequently quoted in print and television media as an academic expert on inequality and American higher education. In 2020, McMillan Cottom was awarded a MacArthur Fellowship in recognition of her work \"at the confluence of race, gender, education, and digital technology.\"",
                "x_handle": "tressiemcphd",
                "page_url": "https://en.wikipedia.org/wiki/Tressie_McMillan_Cottom"
            }
        ],
        "author_str": "tressie mcmillan cottom",
        "article_urls": [
            "https://www.nytimes.com/2022/11/29/opinion/charity-holiday-gift-black-farmers-fund.html",
            "https://time.com/5494404/tressie-mcmillan-cottom-thick-pregnancy-competent/",
            "https://www.theatlantic.com/education/archive/2017/02/the-coded-language-of-for-profit-colleges/516810/",
            "https://www.theatlantic.com/politics/archive/2015/07/ta-nehisi-coates-book-club/398972/",
            "https://www.theatlantic.com/politics/archive/2015/07/between-the-world-and-me-book-club-the-story-not-told/399605/"
        ],
        "article_texts": [
            "Tressie McMillan Cottom\nHelp Black Farmers, Who Know Hyperlocal Doesn’t Mean Fancy\nOpinion Columnist\nThis article is part of Times Opinion’s 2022 Giving Guide. Read more about the guide in a note from Opinion’s editor, Kathleen Kingsbury.\nI have food on my mind. The few weeks between Thanksgiving and the end-of-year holidays are a time when eating becomes something more than a utilitarian need or even a personal pleasure. Now is the time of year when food’s cultural significance takes center sta",
            "The first dream for my imagined future self that I can recall starts with a sound. I was maybe 5 years old and I wanted to click-clack. The click-clack of high heels on a shiny, hard floor. I have a briefcase. I am walking purposefully, click-clack-click-clack. That is the entire dream.\nI dreamed of being competent.\nI have never felt more incompetent than when I was pregnant. I was four months or so pregnant, extremely uncomfortable, and at work when I started bleeding. When you are black woman,",
            "The majority of for-profit colleges are small, but the largest and most notable bear familiar names: the University of Phoenix and ITT Technical Institute, to name two. Historically, for-profit colleges have been local, family-owned operations controlled privately, oftentimes by single proprietors. But in the 1990s, a new age of for-profit college expansion began: The Wall Street era. It is “marked by the new visibility of publicly owned corporate providers” and “defined by Wall Street instituti",
            "Over the next three weeks, The Atlantic will be hosting a Book Club discussion of Ta-Nehisi Coates’s Between the World and Me. (An excerpt is available online.)\nThis week, the discussion centers on the first two chapters of the book. It will shift to chapters three and four the week of Monday, July 27th, and conclude with chapters five and six on Monday, August 3rd. Tressie McMillan Cottom, an assistant professor of sociology at Virginia Commonwealth University, will kick off each week’s discuss",
            "Over the next three weeks, The Atlantic will be hosting a Book Club discussion of Ta-Nehisi Coates’s Between the World and Me. (An excerpt is available online.)\nThe first installment covered chapters one and two. This week, the discussion centers on the middle chapters of the book. It will conclude with chapters five and six on Monday, August 3rd. Tressie McMillan Cottom, an assistant professor of sociology at Virginia Commonwealth University, will kick off each week’s discussion with a response"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q22120376",
                "wikidata_title": "Peter MacMillan",
                "wikipedia_title": "",
                "description": "",
                "intro": "",
                "x_handle": "peter_macmillan",
                "page_url": ""
            }
        ],
        "author_str": "peter macmillan",
        "article_urls": [
            "https://ft.com/content/10e477ac-766c-4a06-a312-ff462997bd75",
            "https://www.ft.com/content/10e477ac-766c-4a06-a312-ff462997bd75"
        ],
        "article_texts": [
            "What is included in my trial?\nDuring your trial you will have complete digital access to FT.com with everything in both of our Standard Digital and Premium Digital packages.\nStandard Digital includes access to a wealth of global news, analysis and expert opinion. Premium Digital includes access to our premier business column, Lex, as well as 15 curated newsletters covering key business themes with original, in-depth reporting. For a full comparison of Standard and Premium Digital, click here.\nCh",
            "What is included in my trial?\nDuring your trial you will have complete digital access to FT.com with everything in both of our Standard Digital and Premium Digital packages.\nStandard Digital includes access to a wealth of global news, analysis and expert opinion. Premium Digital includes access to our premier business column, Lex, as well as 15 curated newsletters covering key business themes with original, in-depth reporting. For a full comparison of Standard and Premium Digital, click here.\nCh"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q71604642",
                "wikidata_title": "Luke Winkie",
                "wikipedia_title": "",
                "description": "American video game journalist",
                "intro": "",
                "x_handle": "luke_winkie",
                "page_url": ""
            }
        ],
        "author_str": "luke winkie",
        "article_urls": [
            "https://slate.com/human-interest/2022/10/dog-free-reddit-internet-haters.html",
            "https://slate.com/culture/2022/01/wordle-game-online-free-explained.html",
            "https://slate.com/culture/2022/03/elden-ring-messages-online-multiplayer.html",
            "https://tonic.vice.com/en/article/3a8n98/meet-band-therapists-the-pros-musicians-turn-to-when-their-mental-health-is-suffering",
            "https://tonic.vice.com/en/article/kz5wx3/inside-the-nsfw-subreddit-that-combines-nudes-and-craft-beer-nerdery"
        ],
        "article_texts": [
            "The anti-dog movement does not advocate for the killing of dogs. That is the first rule emblazoned at the top of the r/Dogfree subreddit, where 46,000 subscribers gather every day to dream of a better world. There shall be no “suggesting, joking, wishing for, or celebrating” the destruction of canines; all cruelty, even in hypothetical terms, is a no-go. That said, you shall also not include mealy-mouthed clauses like “I love dogs, but,” or “I don’t like dogs, however,” at the top of your posts,",
            "The American public is divided right now, in myriad ways. We’re arguing over the efficacy of a vaccine that is clinically proven to protect the public from a ravaging, generation-altering disease, which has already claimed the lives of over 5 million people. The country cannot decide if the events of Jan. 6, 2021, are the disturbing consequences of a newly radicalized far-right insurgency, a CIA false-flag operation, or an act of noble grassroots patriotism. And I have spent the last two weeks r",
            "In the wind-tossed badlands of southern Limgrave, an infernal giant put my feeble knight in his crosshairs. He appeared to be about 50 feet tall and wielded a colossal bow tautly wound to the exact dimensions of his imposing frame. The projectiles pounded into the dirt like tomahawk missiles. The only available approach? Weave between the ballista until I was close enough to strike, then hope for the best.\nThankfully, the giant put up shockingly little resistance once I got between his feet. Wit",
            "Jodi Milstein has witnessed plenty of carnage in the music industry.\n\"I know the language, I understand the lifestyle of what it's like to tour, when you pull into a city at 2 a.m. and sleep on the bus,\" she says. \"I doubt many [other therapists] can understand that.\"\nMilstein, you see, isn't a guitarist, a tour manager, or a record producer, but she's still essential to the artists she works with. She's a therapist—more specifically, a therapist for bands. Jodi is part of a movement that provid",
            "That whole \"beer in a shower\" thing really is as therapeutic as advertised.\nI know it's become the ultimate cliche at this point, but seriously, give it a try; you don't have to worry about the foam or the stickiness, and the post-brew bloat is immediately neutralized by the hot steam. Best of all, it catapults you into a rare moment of pure ego death. When you're buzzed and mid-bathe, you truly don't worry about what you look like, or what you're going to wear later on in the evening.\nThat is, "
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q8056413",
                "wikidata_title": "Yotam Ottolenghi",
                "wikipedia_title": "Yotam Ottolenghi",
                "description": "Israeli-born chef, cookery writer and restaurant owner",
                "intro": "Yotam Assaf Ottolenghi (born 14 December 1968) is an Israeli-born British chef, restaurateur, and food writer. He is the co-owner of seven delis and restaurants in London and the author of several bestselling cookery books, including Ottolenghi: The Cookbook (2008), Plenty (2010), Jerusalem (2012) and Simple (2018).",
                "x_handle": "ottolenghi",
                "page_url": "https://en.wikipedia.org/wiki/Yotam_Ottolenghi"
            }
        ],
        "author_str": "yotam ottolenghi",
        "article_urls": [
            "https://www.theguardian.com/food/2022/may/07/yotam-ottolenghi-herb-recipes-sea-bream-en-papilotte-fenugreek-coconut-tahini-green-goddess-dressing-pineapple-ice-cream",
            "https://www.theguardian.com/food/2022/apr/23/garlicky-greens-chickpeas-beans-flautas-ribollita-recipes-new-season-vegetables-yotam-ottolenghi",
            "https://www.theguardian.com/global/2016/apr/18/easy-ottolenghi-vegetable-recipes",
            "https://www.theguardian.com/lifeandstyle/2017/aug/12/artichoke-recipes-baked-sea-bass-brown-rice-peppers-peppercorn-aioli-anchovy-butter-yotam-ottolenghi",
            "https://www.theguardian.com/food/2019/may/04/yotam-ottolenghi-broccoli-recipes-fried-pickled-rocket-pasta-mushroom-ketchup"
        ],
        "article_texts": [
            "It’s not a plot-spoiler to say that I love herbs. Great big bunches of them make me happy and hungry, and I can’t imagine cooking without them. I love them fresh, as a pretty, tasty, final touch, I love them cooked and wilted in both sweet and savoury preparations, and I love them blitzed in dressings and smooshed into butter. In fact, I even slightly dream of writing a book about herbs, but then I remember that Mark Diacono and Caz Hildebrand have both already beaten me to it, with Herb: A Cook",
            "There are lots (and lots) of things I love about vegetables. One of them is their versatility. Take green leaves. On one hand, they can be ready to eat in a few minutes: steamed and simply served with a squeeze of lemon. On the other – and it’s this hand I’m waving this week – they’re at the ready to be suited and booted, and all dressed up to steal the show. I’m so excited the new season is upon us, with all the new offerings it brings.\nGarlicky greens with fried black chickpeas and tahini soy ",
            "When I was first approached to come up with this special collection of recipes, I could pretty much hear the readers’ letters writing themselves. “Easy Ottolenghi?” the cry would go. “Isn’t that some sort of culinary oxymoron, like jumbo shrimps and paper tablecloths?” But a story always has two sides. While I’ve never felt the need to defend, or dumb down, the ingredients in my kitchen cupboards, it can be tough to break free from the mould once it has been cast. People approach different food ",
            "There are three ways to get to the heart of a globe artichoke. One is to do all the work yourself; to roll up your sleeves and get on with the task of chopping and trimming the outer leaves until you reach the heart and remove the choke. The second is to make a meal out of reaching the heart, picking away at those leaves and using them to scoop up all sorts of dips, until the heart reveals itself, prize-like, at the end. And the third way is to outsource the job entirely and start with jarred or",
            "Unlike its cousins, cauliflower and cabbage, broccoli isn’t at all comfortable being cooked for a long time with mild-mannered ingredients. All my past attempts at being clever and creating the broccoli equivalent of cauliflower cheese, for example, have been fiascos: the creamy sauce cannot hold its own against the dominant vegetable, which goes grey, soggy and miserable-looking. Instead, go for high-impact cooking (grilling, charring, frying), and pair broccoli with something punchy, formidabl"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q2960837",
                "wikidata_title": "Charlie Brooker",
                "wikipedia_title": "Charlie Brooker",
                "description": "journalist, broadcaster and writer from England",
                "intro": "",
                "x_handle": "charltonbrooker",
                "page_url": "https://en.wikipedia.org/wiki/Charlie_Brooker"
            },
            {
                "qid": "Q1063814",
                "wikidata_title": "Charlie Brooker",
                "wikipedia_title": "Charlie Brooker (ice hockey)",
                "description": "Canadian ice hockey player",
                "intro": "",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/Charlie_Brooker_(ice_hockey)"
            },
            {
                "qid": "Q87571861",
                "wikidata_title": "Charlie Brooker",
                "wikipedia_title": "",
                "description": "Dr. Charlie Brooker, researcher and academic, professor of mental health in Sheffield and Manchester. Researched aspects of the Criminal Justice system and mental health.",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q5084590",
                "wikidata_title": "Charlie Brooker's Screenwipe",
                "wikipedia_title": "Charlie Brooker's Screenwipe",
                "description": "television series",
                "intro": "",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/Charlie_Brooker%27s_Screenwipe"
            },
            {
                "qid": "Q6566714",
                "wikidata_title": "list of Charlie Brooker's Screenwipe episodes",
                "wikipedia_title": "List of Charlie Brooker's Screenwipe episodes",
                "description": "Wikimedia list article",
                "intro": "Charlie Brooker's Screenwipe is a British television review programme broadcast on BBC Four written and presented by Charlie Brooker. The programme contains reviews of current shows, as well as stories and commentary on how television is produced. Series one was referred to by Brooker as a \"series of three pilots\", after which the programme was commissioned for a longer run. The series has run for five series, plus several specials on BBC Four, although repeats have been shown on BBC Two.",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/List_of_Charlie_Brooker%27s_Screenwipe_episodes"
            },
            {
                "qid": "Q5084585",
                "wikidata_title": "Charlie Brooker's Gameswipe",
                "wikipedia_title": "Charlie Brooker's Gameswipe",
                "description": "television series",
                "intro": "",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/Charlie_Brooker%27s_Gameswipe"
            },
            {
                "qid": "Q5084586",
                "wikidata_title": "Charlie Brooker's Weekly Wipe",
                "wikipedia_title": "Charlie Brooker's Weekly Wipe",
                "description": "television series",
                "intro": "",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/Charlie_Brooker%27s_Weekly_Wipe"
            },
            {
                "qid": "Q558112",
                "wikidata_title": "Black Mirror",
                "wikipedia_title": "Black Mirror",
                "description": "British TV series",
                "intro": "",
                "x_handle": "blackmirror",
                "page_url": "https://en.wikipedia.org/wiki/Black_Mirror"
            },
            {
                "qid": "Q105687753",
                "wikidata_title": "",
                "wikipedia_title": "",
                "description": "Wikimedia disambiguation page",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            }
        ],
        "author_str": "charlie brooker",
        "article_urls": [
            "https://www.theguardian.com/travel/2012/jan/27/australia-diving-sharks-tuna-brooker",
            "https://www.theguardian.com/commentisfree/2011/jul/17/charlie-brooker-rupert-murdoch"
        ],
        "article_texts": [
            "Swimming with dolphins. Everyone yaps on about wanting to do that before they die. But swimming with tuna? For some reason, when you tell people you're going swimming with tuna, they laugh in your face. It sounds inherently absurd, and I'm not entirely sure why. I think it's because we often encounter tuna in tins. Also – and I know this is a stupid thing to think, but it's hard not to think it – there's that smell. You expect tuna to smell like, well, to smell like tuna, even though they're sti",
            "You know the liberating feeling when someone unpopular leaves the room and everyone breathes a sigh of relief before openly discussing how much they dislike them? I don't. What's it like? What do people say? I only ever catch the odd whisper as the door shuts behind me. I'd love to hear the full conversation. Fortunately, watching Britain's politicians queue up to denounce Rupert Murdoch has given me a taste of how such talk might play out.\nA few weeks ago, Murdoch, or rather the more savage ten"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q19880666",
                "wikidata_title": "Jon Mooallem",
                "wikipedia_title": "Jon Mooallem",
                "description": "American journalist",
                "intro": "Jon Mooallem is an American journalist and author.",
                "x_handle": "jmooallem",
                "page_url": "https://en.wikipedia.org/wiki/Jon_Mooallem"
            },
            {
                "qid": "Q22990867",
                "wikidata_title": "Jon Mooallem: How the teddy bear taught us compassion",
                "wikipedia_title": "",
                "description": "TED2014",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            }
        ],
        "author_str": "jon mooallem",
        "article_urls": [
            "https://www.nytimes.com/2022/11/23/magazine/white-noise-noah-baumbach.html",
            "https://www.theatlantic.com/technology/archive/2013/05/martha-stewart-and-the-cannibal-polar-bears-a-true-story/275802/",
            "http://www.theatlantic.com/technology/archive/2013/05/martha-stewart-and-the-cannibal-polar-bears-a-true-story/275802/?utm_source=feed"
        ],
        "article_texts": [
            "How Noah Baumbach Made ‘White Noise’ a Disaster Movie for Our Moment\nWhen the world shut down in 2020, the filmmaker found solace in Don DeLillo’s supposedly unadaptable novel — and turned it into a film that speaks to our deepest fears.\nTo hear more audio stories from publications like The New York Times, download Audm for iPhone or Android.\nThe filmmaker Noah Baumbach started hurtling through Hollywood’s award season in late 2019 in tandem with his partner, Greta Gerwig. Baumbach’s 10th featur",
            "Martha Stewart and the Cannibal Polar Bears: A True Story\nDuring the Cold War, a joint U.S.-Canadian military installation was built outside the tiny northern town of Churchill, Manitoba, at the western edge of Hudson Bay. Those stationed at Fort Churchill had several jobs to do, like be ready to repulse the Soviets if they invaded over the North Pole and figure out how to lob nuclear warheads at Moscow through the Aurora Borealis, which was proving, mysteriously, to muck up the guidance systems",
            "Christoph Niemann\nI feed the birds outside my office, and I swear there's a crow that waits for me. Is that possible? Have I made the bird dependent on me? If I don't feed it, will it get mad?\nIf science has taught humanity anything, it's never to underestimate crows. In a study published in Nature Communications last fall, for example, researchers gave crows memory tests—the birds had to peck at images on a touchscreen—and found they were capable of a level of focus and cognitive flexibility th",
            "Christoph Niemann\nOne way to imagine dying is like time travel, except instead of journeying into the future or seeing Ancient Rome, you go to eternity, see nothing, and never come back.\nWe have no idea where people go when they die; it's what makes death so scary and awful. But the sense that they obviously go somewhere—that the person in front of us, situated in the time and space we share, suddenly gets transported to another realm; that their consciousness flickers, then vanishes—also makes ",
            "Andy Cohen waves his arm at the electrical miscellany hanging around him, showing off his tubular lugs and a box labeled \"81-piece terminal assortment\". Cohen is holding court at the back of the RadioShack store he owns in Sebastopol, California. To his left, a tattooed kid fishes through a metal chest of drawers labeled \"fast-acting/slow-blow 3ag-type\". Another cabinet is labeled \"capacitors: electrolytic, radial (pcb-mount) leads, axial (in-line) leads\". Behind him, a spinning rack is hung wit"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q89774251",
                "wikidata_title": "Stephen F. Witt",
                "wikipedia_title": "",
                "description": "British economist",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q30156588",
                "wikidata_title": "Stephen Witt",
                "wikipedia_title": "",
                "description": "American journalist and writer",
                "intro": "",
                "x_handle": "stephenwitt",
                "page_url": ""
            },
            {
                "qid": "Q113645860",
                "wikidata_title": "Stephen Wittkopf",
                "wikipedia_title": "",
                "description": "German architect and university teacher",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q113997162",
                "wikidata_title": "Steve Wittmack",
                "wikipedia_title": "",
                "description": "American songwriter",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q113834633",
                "wikidata_title": "Stephen Wittek",
                "wikipedia_title": "",
                "description": "",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            }
        ],
        "author_str": "stephen witt",
        "article_urls": [
            "http://report.gq.com/story/crypto-dot-com-explained",
            "https://www.gq-magazine.co.uk/technology/article/crypto-dot-com-profile-market-crash",
            "http://www.gq-magazine.co.uk/technology/article/crypto-dot-com-profile-market-crash",
            "http://gq.com/story/crypto-dot-com-explained",
            "https://gq.com/story/crypto-dot-com-explained"
        ],
        "article_texts": [
            "Like most people, I first heard of Crypto.com when Matt Damon popped up on my TV screen and suggested I was a coward. I’ve followed cryptocurrencies for over a decade, but I’ve never invested in them—beyond money laundering, I’d never been able to understand what they were good for. Seeing Damon, though, I understood that the public perception of the technology had reached a new phase. And, yes, I felt in danger of being left behind.\nDamon’s commercial is part of a larger, sports-focused marketi",
            "Like most people, I first heard of Crypto.com when Matt Damon popped up on my TV screen and suggested I was a coward. I’ve followed cryptocurrencies for over a decade, but I’ve never invested in them – beyond money laundering, I’d never been able to understand what they were good for. Seeing Damon, though, I understood that the public perception of the technology had reached a new phase. And, yes, I felt in danger of being left behind.\nDamon’s advert is part of a larger, sports-focused marketing",
            "Like most people, I first heard of Crypto.com when Matt Damon popped up on my TV screen and suggested I was a coward. I’ve followed cryptocurrencies for over a decade, but I’ve never invested in them – beyond money laundering, I’d never been able to understand what they were good for. Seeing Damon, though, I understood that the public perception of the technology had reached a new phase. And, yes, I felt in danger of being left behind.\nDamon’s advert is part of a larger, sports-focused marketing",
            "Like most people, I first heard of Crypto.com when Matt Damon popped up on my TV screen and suggested I was a coward. I’ve followed cryptocurrencies for over a decade, but I’ve never invested in them—beyond money laundering, I’d never been able to understand what they were good for. Seeing Damon, though, I understood that the public perception of the technology had reached a new phase. And, yes, I felt in danger of being left behind.\nDamon’s commercial is part of a larger, sports-focused marketi",
            "Like most people, I first heard of Crypto.com when Matt Damon popped up on my TV screen and suggested I was a coward. I’ve followed cryptocurrencies for over a decade, but I’ve never invested in them—beyond money laundering, I’d never been able to understand what they were good for. Seeing Damon, though, I understood that the public perception of the technology had reached a new phase. And, yes, I felt in danger of being left behind.\nDamon’s commercial is part of a larger, sports-focused marketi"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q64447050",
                "wikidata_title": "Kate Dailey",
                "wikipedia_title": "",
                "description": "American journalist",
                "intro": "",
                "x_handle": "katedailey",
                "page_url": ""
            }
        ],
        "author_str": "kate dailey",
        "article_urls": [
            "https://www.thedailybeast.com/taco-bells-meat-not-real-foods-that-fudge-the-facts",
            "https://www.thedailybeast.com/real-life-superwomen",
            "https://www.thedailybeast.com/alcohol-and-sleep-why-it-affects-women-more",
            "https://www.thedailybeast.com/sec-clinton-announces-state-department-partnership-with-seven-sisters-schools",
            "https://www.thedailybeast.com/gambling-addiction-harvards-new-diagnostic-tool"
        ],
        "article_texts": [
            "No one orders a beef-and-cheese-filled Gordita for a health kick. Still, when the ingredients list for Taco Bell's \"taco meat filling\" was recently exposed through a lawsuit, even fans of the Tex-Mex chain were shocked to learn how far outside the bun it was.\nThe ground beef used in Taco Bell products adds up to only about 36 percent meat, alleges the lawsuit recently filed against the company by a Florida woman. The rest of the meat filling, the lawsuit states, consists of things like isolated ",
            "0Real-Life SuperwomenKate DaileyUpdated Jul. 13, 2017 12:42PM ET / Published Feb. 04, 2011 11:02AM ET Patricia MaischChris Carlson / AP Photo Kerryn MunroWarren Little / Getty Images Wang YuhuiImaginechina via AP Photo Jesse Hladik and other Husson University studentsImages: B. Brown / Bangor Daily News; inset: AP Feris JonesFrank Franklin II / AP Photo Ann Hubbard and Ann Margaret Gidley flickr4jazz / Flickr; CBS News (Inset) Hannah Bridgeman-Oxley and Karri CormicanLiz Mangelsdorf, SF Chronicl",
            "For the sleep deprived, alcohol is a fickle mistress. A glass of wine may help you go down for the night, but a few too many can send your sleep cycle into a tailspin. But until very recently, what no one knew was that for women, this is particularly true. It's just one more way in which scientists say alcohol affects women differently than men.\nThe study, published in the journal Alcoholism: Clinical & Experimental Research indicates that women's sleep is more easily disrupted by alcohol than m",
            "Before she closed her electrifying keynote presentation at Friday’s Women in the World Summit, Secretary of State Hillary Clinton announced a partnership between the State Department and the Seven Sisters colleges to launch a new Women and Public Service Initiative. The program will provide education, leadership, and information for governments, societies, and individuals concerned with improving the status of women.\nThe Seven Sisters—Barnard College, Bryn Mawr College, Mount Holyoke College, Ra",
            "Whether it’s the State of the Union or the NCAA championship game, Lara’s first instinct with public spectacles is usually, “Can I bet on it?” Placing wagers makes events more interesting and keeps her more engaged. Then there’s the lotto: Whether it’s scratch-off tickets or doubling down in blackjack, she loves the rush. “I’m a competitive person by nature,” she says. “Betting’s a thrill. It’s kind of like playing sports, without all the extra effort.”\nStill, she keeps herself in check: No bets"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q6125032",
                "wikidata_title": "Jake Tapper",
                "wikipedia_title": "Jake Tapper",
                "description": "American political journalist, correspondent, author",
                "intro": "Jacob Paul Tapper (born March 12, 1969) is an American journalist, author, and cartoonist. He is the lead Washington anchor for CNN, hosts the weekday television news show The Lead with Jake Tapper, and co-hosts the Sunday morning public affairs program State of the Union.\n\"In his commitment to tough but objective reporting on national politics, Tapper's work continues to make an enormous contribution to the public's understanding of presidential politics,\" said the American Political Science Association when it honored him with an award in 2017.Tapper was named by Mediaite in December 2023 as one of their top ten \"Most Influential in News Media,\" with the website writing, \"When a big breaking news event is unfolding, or a major interview is taking place on CNN, Jake Tapper is the man you expect to see on your screen. It’s that simple. The anchor generally holds down the 4 to 6 p.m. time slot, but so often in 2023, he helmed the desk for hours on end during marathon news events. Viewers were better for it.\"In 2023, Tapper was nominated for multiple News & Documentary Emmy Awards and took home two of them, one for being part of CNN's team that won for Outstanding Live Breaking News Coverage for \"Russian Invasion of Ukraine\", the other for Outstanding Live News Special for \"Live from the Capitol: One Year Later\", which he co-anchored.\nBefore joining CNN, Tapper worked for ABC News as Senior White House Correspondent, where he received three Merriman Smith Memorial Awards from the White House Correspondents' Association. Tapper helped with the coverage of the inauguration of President Obama that earned an Emmy Award for Outstanding Live Coverage of a Current News Story. Tapper was part of a team that was awarded an Edward R. Murrow Award for Video: Breaking News for \"Target bin Laden: The Death of Public Enemy #1\". His book The Outpost: An Untold Story of American Valor debuted at number 10 in November 2012 on The New York Times Best Seller list for hardback non-fiction. Tapper's book and his reporting on the veterans and troops were cited when the Congressional Medal of Honor Society awarded him the \"Tex\" McCrary Award for Excellence in Journalism.The Republican primary debate Tapper moderated in September 2015 drew more than 23 million viewers, making it the most-watched program in the history of CNN and the second-most watched primary debate ever. He also moderated the Republican presidential debate in Miami on March 10, 2016, which drew almost 12 million viewers, and according to Variety, \"garnered acclaim for its substance\".",
                "x_handle": "jaketapper",
                "page_url": "https://en.wikipedia.org/wiki/Jake_Tapper"
            },
            {
                "qid": "Q110054304",
                "wikidata_title": "Jake Tapper",
                "wikipedia_title": "",
                "description": "sketch from Saturday Night Live",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            }
        ],
        "author_str": "jake tapper",
        "article_urls": [
            "https://newrepublic.com/article/104225/jake-tapper-the-snoozeroom-sorkin",
            "https://www.thedailybeast.com/5-war-books-you-may-not-have-in-your-library",
            "https://www.theatlantic.com/magazine/archive/2022/11/campaign-to-free-incarcerated-philadelphia-teenager-sixth-amendment/671527/?utm_source=newsletter&utm_medium=email&utm_campaign=atlantic-weekly-newsletter&utm_content=20221019&silverid=%%RECIPIENT_ID%%",
            "https://www.theatlantic.com/magazine/archive/2022/11/the-commons/671524/",
            "https://www.theatlantic.com/magazine/archive/2022/11/campaign-to-free-incarcerated-philadelphia-teenager-sixth-amendment/671527/?utm_source=feed#main-content"
        ],
        "article_texts": [
            "THE RIVETING DRAMA and moral risks that are part of TV journalism offer a fertile field for artists. Paddy Chayefsky in Network told us the story of “the first known instance of a man who was killed because he had lousy ratings.” In Broadcast News, James L. Brooks showed us the real dangers to the soul of journalism when vacuous flash is valued over substance. Into the ranks of the protagonists of these classics—mad prophet of the airwaves Howard Beale and the smooth but unethical Tom Grunick—no",
            "I read war books before I started writing The Outpost: An Untold Story of American Valor, but I dove into them during that project. (The paperback version came out last week.) I am as in awe of Dispatches, Matterhorn, and The Things They Carried as the next person, and I assume those interested in reading about war have libraries containing Hemingway and Heller. Blackhawk Down, We Were Soldiers Once…, A Rumor of War, Where Men Win Glory, War —I will assume you have those. But here are some war b",
            "This article was featured in One Story to Read Today, a newsletter in which our editors recommend a single must-read from The Atlantic, Monday through Friday. Sign up for it here.\nOn Tuesday, September 20, 2011, a young patient walked haltingly into a medical office in South Philadelphia to have his bullet wounds examined.\nThe patient was a 17-year-old named C. J. Rice, who lived in the neighborhood. The doctor was a pediatrician named Theodore Tapper.\nMy father had been working as a physician i",
            "“We Need to Take Away Children”\nWhat a superb piece of investigative journalism by Caitlin Dickerson. I hope the detailed history of this sordid story leads readers and voters to be more diligent about watching the way governments, both state and federal, deal with immigration.\nRon Kochman\nKenilworth, Ill.\nCaitlin Dickerson’s breathtaking investigation exposed the malice and incompetence of the Trump administration, as well as the failure of hundreds of government officials to stop a policy that",
            "An excerpt from The Outpost: An Untold Story of American Valor recounts a Taliban ambush that killed four U.S. army soldiers.\nGoran Tomasevic/Reuters\nStaff Sergeant Chris \"Cricket\" Cunningham, 26, led the kill team for 3-71 Cav.\nAfter high school, Cunningham had been looking for a way out of Whitingham, Vermont, when one of his older brothers told him to join the Army. \"Don't sign any papers until they give you one that says 'Ranger' on it,\" his brother told him, advice that Cunningham took.\nFor"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q12052861",
                "wikidata_title": "Jonathan Alter",
                "wikipedia_title": "Jonathan Alter",
                "description": "American journalist",
                "intro": "Jonathan H. Alter (born October 6, 1957) is a liberal American journalist, best-selling author, Emmy-winning documentary filmmaker and television producer who was a columnist and senior editor for Newsweek magazine from 1983 until 2011. Alter has written several books about American presidents, most recently His Very Best: Jimmy Carter, a Life, published in 2020, the first independent biography of Carter. Alter is a contributing correspondent to NBC News, where since 1996 he has appeared on NBC, MSNBC, and CNBC. In 2021, Alter launched a newsletter called \"Old Goats: Ruminating With Friends\", where he has conversations with accomplished people who share their wisdom and experience.  In 2013 and 2014, Alter served as an executive producer on the Amazon Studios production Alpha House, which starred John Goodman, Mark Consuelos, Clark Johnson, and Matt Malloy. In 2019, he co-produced and co-directed Breslin and Hamill: Deadline Artists,\" a documentary about the columnists Jimmy Breslin and Pete Hamill, which received the 2020 Emmy Award for Outstanding Historical Documentary.\nAlter's other books are The Center Holds: Obama and His Enemies (2013), The Promise: President Obama, Year One (2010), which went to number three on the New York Times Bestsellers List, Between The Lines: A View Inside American Politics, People and Culture (2008), and The Defining Moment: FDR's Hundred Days and the Triumph of Hope (2006), a New York Times Notable Book of the Year.\nA veteran of Chicago politics, Alter has known former President Barack Obama and his closest confidantes for as long as nearly any national columnist, having published the first national magazine cover story on Obama in Newsweek's 2004 \"Who's Next Issue.\"Alter currently hosts a radio show with his children, \"Alter Family Politics,\" as part of Andy Cohen's 24-hour network, Radio Andy, Channel 102 on Sirius XM.\n\n",
                "x_handle": "jonathanalter",
                "page_url": "https://en.wikipedia.org/wiki/Jonathan_Alter"
            },
            {
                "qid": "Q99510507",
                "wikidata_title": "Jonathan Alter",
                "wikipedia_title": "",
                "description": "",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            }
        ],
        "author_str": "jonathan alter",
        "article_urls": [
            "https://newrepublic.com/article/113287/obamas-denver-debate-choke-inside-debate-prep",
            "https://www.thedailybeast.com/if-you-think-dc-is-awful-now-wait-until-wednesday",
            "https://www.thedailybeast.com/impeachment-hits-as-the-people-speak-president-trump-is-no-king",
            "https://www.thedailybeast.com/20-tough-questions-senate-democrats-need-to-ask-donald-trumps-lawyers",
            "https://www.thedailybeast.com/barack-obama-learned-to-love-joe-biden-now-democratic-voters-are-too"
        ],
        "article_texts": [
            "On October 3, 2012, in Denver, Barack Obama almost threw his presidency away. His disdain for the requirements of politics, his ill-disguised contempt for his opponents, and his complacent cockiness caught up to him in a listless and bewildering debate performance in front of 67 million people. The strategy, style, execution, spin—everything went wrong. “We had this inflated lead [around seven points in internal polls], and we wanted to see if we could erase it in one night,” David Simas, now a ",
            "Recall the Watergate cliché that the cover-up is worse than the crime. That may have been true then. While it was never established that President Nixon knew in advance about the break-in at the Watergate complex, he was forced to resign after proof emerged that he used the CIA to obstruct the FBI investigation.\nIn the Russia scandal, special counsel Robert Mueller has credible proof of obstruction of justice—i.e., the cover-up. But in a highly politicized climate, where “memos” and insults are ",
            "Well before the midterms, a weary conventional wisdom set in: This is a “Seinfeld election”—an election, like the hit comedy, “about nothing.” If, as expected, Republicans take control of the Senate, they will try to repeal Obamacare and pass a string of other outlandish bills, all of which President Obama will veto. Or they might block some judgeships but work with the president in a few areas in order to build an agenda to run on in 2016. In other words, we’re told, this election is No Biggie.",
            "The deed is done. It was a good day for the Constitution, the rule of law and the power of shame—even when applied to the shameless. The President of the United States is stained, scarred, tattooed, and—at risk of investing his vile conduct with biblical grandeur— afflicted with the Mark of Cain. The loud brander in the White House has been more loudly branded. But this is not real estate. No one can ever take IMPEACHED off the side of his edifice. Whatever the outcome of this case and the next ",
            "Senate rules in the Trump impeachment trial call for 16 hours of written questions from senators, to be read by the Chief Justice. Republican and Democratic senators alternate questions.\nI have none for Republican senators to ask the House managers, but here are 20 for Democratic senators to ask the Trump defense team:\nFor White House Counsel Pat Cipollone:\n1). If you do not favor hearing critical fact witnesses, why should we believe that you and your client have any interest in learning the tr"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q5688955",
                "wikidata_title": "Josh Tyrangiel",
                "wikipedia_title": "Josh Tyrangiel",
                "description": "American journalist",
                "intro": "Josh Tyrangiel is an American journalist. He was previously the deputy managing editor of TIME magazine and an editor at Bloomberg Businessweek. In June 2019, Tyrangiel left the network, following the cancellation of Vice News Tonight.\n\n",
                "x_handle": "tyrangiel",
                "page_url": "https://en.wikipedia.org/wiki/Josh_Tyrangiel"
            }
        ],
        "author_str": "josh tyrangiel",
        "article_urls": [
            "http://content.time.com/time/subscriber/article/0,33009,1820148,00.html",
            "http://content.time.com/time/magazine/article/0,9171,1003495,00.html",
            "https://entertainment.time.com/2006/11/02/the-all-time-100-albums/slide/in-the-wee-small-hours/",
            "https://entertainment.time.com/2006/11/02/the-all-time-100-albums/slide/stories-from-the-city-stories-from-the-sea/",
            "https://entertainment.time.com/2006/11/02/the-all-time-100-albums/slide/stankonia/"
        ],
        "article_texts": [
            "Lil Wayne: The Best Rapper Alive\nHow Lil Wayne gave away his songs and got paid back a million times over. Hint: he's good\nLil Wayne has a smoke-scarred rasp that makes him sound like Redd Foxx covering Bob Dylan. It's hardly the voice you'd expect from a 25-year-old rap star, but then, it's been a busy 25 years.\nBorn Dwayne Carter Jr. and raised in Hollygrove, a New Orleans neighborhood famous for producing soul singers, Wayne signed his first deal at age 11 after rhyming on a record executive'",
            "The New-Diva Disease\nOn Cry, her latest album, Faith Hill doesn't quite have the pipes to back up her big ambitions\nBy definition, a diva is a rampaging female ego redeemed only in part by a lovely voice. It's hard to imagine why anyone would want to be one, but a new generation of female talent appears to be weirdly enamored of the word and the idea.\nFaith Hill is one of the new would-be divas. She's the country one--the sweet blond married to fellow sweet blond Tim McGraw. Hill's previous albu",
            "All-TIME 100 Albums\nThe album may be dead, but it's certainly not forgotten. TIME's critics have chosen the 100 greatest and most influential musical compilations since 1954.\nIn the Wee Small Hours\nFor a decade, Sinatra pushed to make a cohesive LP at a time when no one in the record business was thinking beyond singles. Finally, his break-up with Ava Gardner provided the perfect catalyst. These 16 ballads, recorded in just a few days, are the authoritative take on masculine loneliness. Like all",
            "All-TIME 100 Albums\nThe album may be dead, but it's certainly not forgotten. TIME's critics have chosen the 100 greatest and most influential musical compilations since 1954.\nStories From The City, Stories From The Sea\nLegendary DJ John Peel wrote the first ever review of a PJ Harvey song, “Dress”, in 1992: “Admirable, if not always enjoyable.” For a decade, the label stuck, at least in part thanks to Polly Jean’s own insistence on reaching for Big Themes while screeching over blues guitar feedb",
            "All-TIME 100 Albums\nThe album may be dead, but it's certainly not forgotten. TIME's critics have chosen the 100 greatest and most influential musical compilations since 1954.\nStankonia\nHigh Times’ man of the millenium Big Boi and jodhpur-wearing thespian Andre 3000 have to bridge aesthetic galaxies just to make small talk, so it’s no surprise that their musical partnership, which started in high school, yielded an integrative masterpiece. The fluid rhymes (“Speeches only reaches those who alread"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q56064300",
                "wikidata_title": "Jean Guerrero",
                "wikipedia_title": "Jean Guerrero",
                "description": "American investigative journalist",
                "intro": "Jean Carolyn Guerrero (born March 31, 1988) is an American investigative journalist, author, and former foreign correspondent. She is the author of Crux: A Cross-Border Memoir, winner of the PEN/FUSION Emerging Writers Prize, and Hatemonger: Stephen Miller, Donald Trump, and the White Nationalist Agenda, published in 2020 by William Morrow. Guerrero's KPBS series America's Wall won an Emmy Award. Her essay, \"My Father Says He's a 'Targeted Individual.' Maybe We All Are\", was selected for The Best American Essays anthology of 2019.\n\n",
                "x_handle": "jeanguerre",
                "page_url": "https://en.wikipedia.org/wiki/Jean_Guerrero"
            }
        ],
        "author_str": "jean guerrero",
        "article_urls": [
            "https://www.thedailybeast.com/the-cesspool-that-gave-rise-to-stephen-miller",
            "https://www.thedailybeast.com/targeting-young-foreigners-is-a-stephen-miller-specialty",
            "https://www.thedailybeast.com/how-the-coronavirus-pandemic-has-strengthened-stephen-millers-hand?ref=author",
            "https://www.thedailybeast.com/chad-wolfs-white-savior-charade-imperils-homeland-security",
            "https://www.thedailybeast.com/how-the-coronavirus-pandemic-has-strengthened-stephen-millers-hand"
        ],
        "article_texts": [
            "David Horowitz, the radical leftist turned fire-breathing Trumpist who mentored Stephen Miller, also found an admirer in anti-immigration pioneer and white supremacist John Tanton.\nLast August, the conservative writer David Horowitz, who mentored Trump’s former senior adviser Stephen Miller, emailed me. Subject: “Your book.” He wrote, “I was more than generous with you, and you repaid me by raping me and my reputation, which I assure you will survive your malicious drivel.”\nThe 82-year-old forme",
            "Stephen Miller has been targeting students who seem foreign to him since he was a teenager in Santa Monica, California: ordering classmates to speak English, attacking school efforts to help students of color, and penning articles about the alleged dangers of diversity. “The nation of E Pluribus Unum threatens to be fractured across ethnic lines by racial animus and divisive multiculturalism,” he wrote in college.\nFrom the West Wing as Trump’s senior adviser on immigration, Miller has repeatedly",
            "On Jan. 13, 2017, Barack Obama's homeland security adviser Lisa Monaco led a disaster exercise for the Trump transition team. She went over deadly crises and how to respond to them: a hurricane, a cyberattack and a pandemic.\nTrump’s top speechwriter and senior adviser Stephen Miller sat beside his predecessor on immigration policy, Cecilia Muñoz. He fiddled with his phone. He seemed distracted. During a break, Muñoz asked if he had questions. Miller said yes. He was curious if she had advice for",
            "The acting secretary of the Department of Homeland Security, Chad Wolf, may not have lawful authority to be in the role he’s currently using to fight what he would like you to believe is an apocalyptic battle against the forces of evil: Antiracist protesters, the American Civil Liberties Union, and investigative journalists.\n“After 80+ straight nights of violence, Portland clearly remains a city in crisis,” Wolf said in his latest melodramatic tweet on Thursday. That day, a federal judge extende",
            "Column: How Latino voters in the recall election set up a winning model for the midterms\nIf anyone will close the curtain on Trumpism, it will be people like Angélica Salas. She’s a 50-year-old Latina matriarch and immigrant rights activist who helped save Gov. Gavin Newsom in the recall election.\nSalas crossed the border from Mexico as an unaccompanied child 45 years ago, and this year, she set a national example for how Latinos can defeat white supremacy at the ballot box.\nAs executive directo"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q1701948",
                "wikidata_title": "John Todd",
                "wikipedia_title": "John (Jack) Todd",
                "description": "American computer scientist",
                "intro": "John Todd (May 16, 1911 – June 21, 2007) was a Northern Irish mathematician most of whose career was spent in England and the USA; he was a pioneer in the field of numerical analysis.\nHe was born in Carnacally, County Down, Ireland, and grew up near Belfast. He attended Methodist College Belfast after winning a scholarship. In his final year at the College he only studied maths as a result of his desire to become an engineer. He received his BSc degree from Queen's University in 1931, and went to St. John's College at Cambridge University, studying for 2 years with J. E. Littlewood, who advised him against getting a doctorate and just to do research.\nHe taught at Queen's University Belfast 1933-1937, and was an invited speaker at the 1936 ICM in Oslo on \"Transfinite Superpositions of Absolutely Continuous Functions\"He worked at King's College in London for the years 1937–1939 (and again 1945–1947), where he met Olga Taussky, a matrix and number theorist (she had also been an invited speaker in Oslo). They were married in 1938. Todd returned to Belfast to teach at Methodist College Belfast 1940-1941. As part of the war effort, he had worked for the British Admiralty 1941-1945. One of Todd's greatest achievements was the preservation of the Mathematical Research Institute of Oberwolfach in Germany at the end of the war.In 1945 the Todds emigrated to the United States and worked for the National Bureau of Standards. In 1957 they joined the faculty of California Institute of Technology in Pasadena, California.\nTodd retired from the faculty, and in May, 2001 was honored by a symposium at Caltech in honor of his 90th birthday. He was called Jack Todd by all who knew him.  He died at his home in Pasadena, California on June 21, 2007.\n\n",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/John_(Jack)_Todd"
            },
            {
                "qid": "Q3157328",
                "wikidata_title": "Jack Todd",
                "wikipedia_title": "Jack Todd (journalist)",
                "description": "Canadian sports journalist",
                "intro": "",
                "x_handle": "jacktodd46",
                "page_url": "https://en.wikipedia.org/wiki/Jack_Todd_(journalist)"
            },
            {
                "qid": "Q22019501",
                "wikidata_title": "Jack Todd",
                "wikipedia_title": "Jack Todd (footballer, born 1879)",
                "description": "Australian rules footballer, born 1879",
                "intro": "",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/Jack_Todd_(footballer,_born_1879)"
            },
            {
                "qid": "Q28553259",
                "wikidata_title": "Jack Todd",
                "wikipedia_title": "Jack Todd",
                "description": "Wikimedia disambiguation page",
                "intro": "",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/Jack_Todd"
            },
            {
                "qid": "Q16066978",
                "wikidata_title": "Jack Todd",
                "wikipedia_title": "Jack Todd (footballer, born 1881)",
                "description": "Australian rules footballer",
                "intro": "",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/Jack_Todd_(footballer,_born_1881)"
            },
            {
                "qid": "Q100657045",
                "wikidata_title": "Jack Todd Wahrenberger",
                "wikipedia_title": "",
                "description": "researcher",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q6111048",
                "wikidata_title": "Jack Arnold",
                "wikipedia_title": "",
                "description": "American Army soldier",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            }
        ],
        "author_str": "jack todd",
        "article_urls": [
            "https://nationalpost.com/sports/jack-todd-this-time-nike-is-on-the-right-side-of-history/wcm/3472f8c0-0ba4-4660-a405-8ef12ba70344",
            "https://nationalpost.com/sports/hockey/nhl/hockey-inside-out/jack-todd-a-sacred-institution-has-become-gambling-night-in-canada",
            "https://nationalpost.com/sports/hockey/nhl/hockey-inside-out/jack-todd-a-sacred-institution-has-become-gambling-night-in-canada/wcm/f7a86c58-34e1-4c8e-b842-fff896bdc2e7/amp/",
            "https://nationalpost.com/sports/todd-stephen-bronfman-embraces-plan-to-bring-baseball-back-to-montreal"
        ],
        "article_texts": [
            "Nike lands on the right side of history with Colin Kaepernick's courageous ad campaign\nJack Todd: The company's decision to lend its tacit support to Kaepernick's protest movement is a watershed moment\nArticle content\nThe slogan is brilliant: “Believe in something. Even if it means sacrificing everything.”\nAdvertisement 2\nArticle content\nThe commercial, using former San Francisco quarterback Colin Kaepernick as a new kind of pitchman for Nike, is both brilliant and courageous.\ntap here to see ot",
            "Jack Todd: A sacred institution has become Gambling Night in Canada\nAnd Carey Price is grossly misinformed about the gun-control debate.\nArticle content\nThere was a time when the worst you had to fear from Hockey Night in Canada was Ron MacLean. Or Don Cherry, take your pick.\nAdvertisement 2\nArticle content\ntap here to see other videos from our team.\nJack Todd: A sacred institution has become Gambling Night in Canada Back to video\nNo longer. The Saturday evening tussle between the Canadiens and ",
            "Jack Todd: A sacred institution has become Gambling Night in Canada\nAnd Carey Price is grossly misinformed about the gun-control debate.\nThere was a time when the worst you had to fear from Hockey Night in Canada was Ron MacLean. Or Don Cherry, take your pick.\ntap here to see other videos from our team.\nWall-to-wall gambling ads doesn’t even cover it. There were times when the face of the oleaginous Cabbie would appear to offer in-game updates or various betting parlays. Almost overnight, Hockey",
            "Todd: Stephen Bronfman embraces plan to bring baseball back to Montreal\nMajor League Baseball's approval to explore option of Tampa Bay Rays playing half their games here is a key step in the process, he says.\nArticle content\nLet it be noted that another significant step toward the return of baseball to Montreal was taken in a hot, packed and airless room on the eighth floor of the Windsor on Peel St., home to the Claridge offices of Stephen Bronfman.\nAdvertisement 2\nArticle content\nBaseball wea"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q21072539",
                "wikidata_title": "Paul Waldman",
                "wikipedia_title": "",
                "description": "American painter (born 1936)",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q26899297",
                "wikidata_title": "Paul Waldman",
                "wikipedia_title": "Paul Waldman",
                "description": "American op-ed columnist and writer",
                "intro": "Paul Waldman (born February 27, 1968) is a liberal American op-ed columnist and senior writer for The American Prospect, as well as a contributor to The Week and a blogger for the Washington Post's Plum Line blog.\n\n",
                "x_handle": "paulwaldman1",
                "page_url": "https://en.wikipedia.org/wiki/Paul_Waldman"
            },
            {
                "qid": "Q106993022",
                "wikidata_title": "Paul Waldman",
                "wikipedia_title": "",
                "description": "American lawyer (1931-2013)",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q94663840",
                "wikidata_title": "Paul Waldmann",
                "wikipedia_title": "",
                "description": "",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            }
        ],
        "author_str": "paul waldman",
        "article_urls": [
            "https://www.smh.com.au/world/north-america/how-the-navy-chief-s-firing-illustrates-trump-s-most-corrupt-impulses-20191126-p53e6l.html"
        ],
        "article_texts": [
            "This was published 3 years ago\nOpinion\nHow the Navy chief's firing illustrates Trump's most corrupt impulses\nBy Paul Waldman\nWashington: One key reason Donald Trump's presidency has been so damaging is that he has a way of corrupting all the people and institutions he comes in contact with, infecting them with his virus. No one remains untouched.\nAs the sudden firing of Navy Secretary Richard Spencer shows, that includes the military. Spencer's story also bears a remarkable resemblance to the Uk"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q3830253",
                "wikidata_title": "Leo Hickman",
                "wikipedia_title": "Leo Hickman",
                "description": "British journalist",
                "intro": "Leo Hickman is a journalist specialising in climate change and has been the editor and director of CarbonBrief since 2015. Previously, he was a features journalist and editor with The Guardian from 1997 to 2013. From September 2013 to December 2014, he worked as the chief advisor on climate change for the UK branch of the World Wide Fund for Nature.",
                "x_handle": "LeoHickman",
                "page_url": "https://en.wikipedia.org/wiki/Leo_Hickman"
            }
        ],
        "author_str": "leo hickman",
        "article_urls": [
            "https://www.theguardian.com/environment/2011/sep/07/glencore-fatalities-environmental-fines-record"
        ],
        "article_texts": [
            "Mining and commodities giant Glencore has suffered dozens of fatalities and been subject to six-figure fines for environmental breaches, the company revealed on Wednesday.\nGlencore and its majority-owned operations suffered 56 fatalities in the 2008-10 period covered by its corporate responsibility report. It is the first such report produced by the company, even though they are standard in the sector. The company pledged to start publishing such information as part of its plans to list in April"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q1931006",
                "wikidata_title": "Michelangelo Signorile",
                "wikipedia_title": "Michelangelo Signorile",
                "description": "American journalist, author, and talk radio host",
                "intro": "Michelangelo Signorile (; born December 19, 1960) is an American journalist, author and talk radio host. His radio program is aired each weekday across the United States and Canada on Sirius XM Radio and globally online. Signorile was editor-at-large for HuffPost from 2011 until 2019. Signorile is a political liberal, and covers a wide variety of political and cultural issues.\nSignorile is noted for his various books and articles on gay and lesbian politics, and is an outspoken supporter of gay rights. Signorile's seminal 1993 book Queer in America: Sex, The Media, and the Closets of Power explored the negative effects of the LGBT closet, and provided one of the first intellectual justifications for the practice of outing public officials, influencing the debate and treatment of the issue among journalists from that point on. In 1992 Newsweek listed him as one of America's \"100 Cultural Elite,\" and he is included as #100 in the 2002 book, The Gay 100: A Ranking of the Most Influential Gay Men and Lesbians, Past and Present.In August 2011, Signorile was inducted into the National Lesbian and Gay Journalists Association LGBT Journalist Hall of Fame. In November 2012, Signorile was included in the Out magazine annual Out 100. In April 2015, Signorile's fifth book, It's Not Over: Getting Beyond Tolerance, Defeating Homophobia and Winning True Equality, was published.",
                "x_handle": "MSignorile",
                "page_url": "https://en.wikipedia.org/wiki/Michelangelo_Signorile"
            }
        ],
        "author_str": "michelangelo signorile",
        "article_urls": [
            "https://www.huffpost.com/entry/mark-pocan-cia-docs_n_58864a54e4b096b4a2338991",
            "https://www.huffpost.com/entry/mark-pocan-cia-docs_n_6110ad5ee4b0ed63e6550c67",
            "https://www.thedailybeast.com/president-trumps-anti-lgbt-agenda-is-louder-than-his-pride-message",
            "https://www.thedailybeast.com/aaron-schock-and-the-politics-of-outing-13",
            "https://www.thedailybeast.com/lgbt-rights-are-under-attack-america-needs-the-equality-acturgently"
        ],
        "article_texts": [
            "Georgia Democratic Congressman and civil rights icon John Lewis last week said Donald Trump is not a “legitimate” president, and decided to boycott the inauguration, along with over 60 other House Democrats.\nMaryland Democratic House member Elijah Cummings attended the inauguration, but nonetheless defended Lewis and others who boycotted, saying in an interview on CNN that “if the public knew what members of Congress knew” about what is in the classified briefing on Russian hacking during the pr",
            "After ignoring LGBTQ Pride month since he took office—and moving to roll back LGBTQ rights in so many areas—President Donald Trump had the gall to tweet about celebrating Pride on the eve of Pride month, in a couple of tweets on Friday in which he also claimed he had “launched” an effort to decriminalize homosexuality around the world.\nBut Trump’s celebration of Pride is as fraudulent and calculated as his claim to be fighting to decriminalize homosexuality. This is in fact an attempt to portray",
            "A sexually explicit video, allegedly of disgraced former Republican congressman Aaron Schock, lit up the internet and social media this week. Coupled with photos of him that circulated in recent weeks said to show him partying with gay men—and kissing and groping one man—the episode once again raised the issue of outing in the LGBT community.\nIt also exposed what seems like misplaced priorities at Twitter, which is still allowing white nationalists to spread hate on the platform, but which decid",
            "All over the country the backlash to LGBT rights is getting bolder—more outrageous and more vitriolic—while anti-LGBT evangelical leaders, working within the base of the GOP, continue their attempts to disguise a religious crusade against fellow Americans as as struggle for “religious liberty.”\nThe intensity underscores why the Equality Act, re-introduced in the House of Representatives two weeks ago and which would protect LGBT people against discrimination in employment, housing and public acc",
            "More than any politician—or any other pop star—Taylor Swift has struck fear in the hearts of the enemies of LGBTQ equality.\nDemocratic candidates running for president have strongly denounced the White House’s opposition to the Equality Act, for example, the broad anti-discrimination bill that would protect LGBTQ people federally.\nIt was passed by the House earlier this year but Senate Majority Leader Mitch McConnell won’t allow a vote in the Senate. Beyond the White House’s initial opposition s"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q3561516",
                "wikidata_title": "Vivek Wadhwa",
                "wikipedia_title": "Vivek Wadhwa",
                "description": "American academic",
                "intro": "Vivek Wadhwa is an Indian-American technology entrepreneur and academic. He is Distinguished Fellow & Adjunct Professor at Carnegie Mellon's School of Engineering at Silicon Valley and Distinguished Fellow at the Labor and Worklife Program at Harvard Law School. He is also author of books Your Happiness Was Hacked: Why Tech Is Winning the Battle to Control Your Brain—and How to Fight Back, Driver in the Driverless Car, Innovating Women: The Changing Face of Technology, and Immigrant Exodus.",
                "x_handle": "wadhwa",
                "page_url": "https://en.wikipedia.org/wiki/Vivek_Wadhwa"
            }
        ],
        "author_str": "vivek wadhwa",
        "article_urls": [
            "https://foreignpolicy.com/2022/08/21/quantum-computing-artificial-intelligence-ai-technology-regulation/",
            "https://foreignpolicy.com/2022/08/21/quantum-computing-artificial-intelligence-ai-technology-regulation/?tpcc=recirc_trending062921"
        ],
        "article_texts": [
            "Its attention consumed by pandemics and politics, the world has overlooked an undeniable silver lining: the arrival of the green future. Almost without exception, renewable energy is now cheaper than that produced from fossil fuels. Prices of battery packs for electric vehicles and solar panels continue to plunge, and adoption is increasing exponentially. The 2020s will be the decade in which the planet finally closes the chapter on destruction and pollution by fossil fuels and enters a new real",
            "No country will contribute more to the rise in global carbon emissions than India. Energy consumption among its 1.4 billion people is rising fast, with 65 percent of the country’s electrical power currently generated from coal. The world’s filthiest fossil fuel—of which India consumes more than the United States and Japan combined—will “remain ingrained under the fingernails of the nation” because of “politics, economics, and the complications of generating electricity.” So said the Economist in",
            "Listen to this article\nUsually good for a conspiracy theory or two, U.S. President Donald Trump has suggested that the virus causing COVID-19 was either intentionally engineered or resulted from a lab accident at the Wuhan Institute of Virology in China. Its release could conceivably have involved an accident, but the pathogen isn’t the mishmash of known viruses that one would expect from something designed in a lab, as a research report in Nature Medicine conclusively lays out. “If someone were",
            "History is likely to repeat itself with President Joe Biden’s immigration proposal. Yes, the plan is laudable for its twin goals of providing a path to citizenship for the roughly 11 million undocumented immigrants and reinstating visas for highly skilled workers. But as the idiom goes, this dog won’t hunt. That’s because both sides of the aisle in the U.S. Congress will find aspects of the legislation objectionable. Even if the Democrats eliminate the filibuster so they can pass legislation wit",
            "May 5 has come and gone, and former U.S. President Donald Trump is still locked out of Facebook. The decision by the world’s largest social media company’s advisory board has left no one satisfied. The right wing is outraged that Trump’s account was not reinstated; the left wing is outraged that Facebook didn’t ban him permanently from the platform. Instead, the advisory board merely postponed a final decision, setting a six-month timetable for Facebook management to come up with a more robust r"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q6780520",
                "wikidata_title": "Mary Pilon",
                "wikipedia_title": "Mary Pilon",
                "description": "American journalist",
                "intro": "Mary Pilon (born 16 May 1986 in Eugene, Oregon) is an American journalist and filmmaker who primarily covers sports and business. A regular contributor to the New Yorker and Bloomberg Businessweek, her books are The Monopolists (2015), The Kevin Show (2018), Losers: Dispatches From the Other Side of the Scoreboard (2020, with Louisa Thomas), and The Longest Race, co-authored with Olympian Kara Goucher. She has also worked as a staff reporter covering sports for The New York Times and business at The Wall Street Journal and has also written and produced for Vice, Esquire, NBC News, among other outlets.At the Times, Pilon authored a story that was the first-ever graphic novel for the paper and its first audiobook, \"Tomato Can Blues,\" a true-crime story of Charles Rowan; it was narrated by actor Bobby Cannavale.\nShe is an adjunct professor at NYU's Carter Institute of Journalism, where she teaches a graduate-level investigative reporting class.",
                "x_handle": "marypilon",
                "page_url": "https://en.wikipedia.org/wiki/Mary_Pilon"
            }
        ],
        "author_str": "mary pilon",
        "article_urls": [
            "https://newrepublic.com/article/142995/trump-pavilion-medicaid-budget-cuts",
            "https://newrepublic.com/article/135000/surviving-long-haul",
            "https://www.vice.com/en/article/88444p/art-forgery-is-easier-than-ever-and-its-a-great-way-to-launder-money",
            "https://www.politico.eu/article/print-politics-us-puzzle-crossword-for-congress/",
            "https://www.politico.eu/article/letter-from-reykjavik-iceland-is-not-greece-grimsson/"
        ],
        "article_texts": [
            "When Maryann Sonnenberg voted for the man whose name is on the nursing home where she lives, she didn’t think it would wind up harming her and her fellow residents. A retired teacher’s aide from Queens, Sonnenberg lives at Trump Pavilion, a 228-bed nursing home located in the Jamaica Hospital Medical Center, the birthplace of our forty-fifth president. Sonnenberg, 88, spends her days playing bingo, singing old pop tunes, and chatting with other residents. She doesn’t pay much attention to politi",
            "CRST Expedited, one of the largest team-trucking companies in the country, is not alone in facing gender-based lawsuits; New Prime and Swift, both large trucking companies, have faced legal action in the last 20 years for gender discrimination. CRST is now the defendant in another class action, filed in May of last year. The new case—an attempt to remedy the problems with the earlier case brought by the EEOC, say lawyers involved—cites complaints filed by more than 100 female CRST drivers over t",
            "John Myatt felt like his life was in free-fall.\nIt was the mid-1980s and at 41, he was a working painter who never made a splash—or a profit—in the London gallery scene. His wife left him, and he struggled to provide for his two young children.\nSo, he began to forge paintings.\nPartnering with art dealer John Drewe, the duo sold more than an estimated 200 fraudulent pieces of art for millions of pounds, ensnaring some of the world's most prestigious collectors, galleries, auction houses, and stor",
            "Like many voters in the U.S., Brooklyn-based crossword puzzle maker David Levinson Wilk listened to Donald Trump’s comments about immigration with a sense of shock and anger.\nHe took to his grid and created a puzzle, “Against the Wall,” with a line of black squares that blocks off the rest of the grid. The solutions included names of famous immigrants like Charlize Theron and Salma Hayek. Puzzle solvers can Tweet or email the puzzle to Gary Palmer, a Republican Congressman who has said that he w",
            "REYKJAVIK — The home of Ólafur Ragnar Grímsson, Iceland’s president since 1996, sits on a surreal, dreamlike peninsula about a 20-minute drive from outside central Reyjkavik.\nAs far as head-of-state lodging goes, Bessastaðir is relatively modest: a Lego-like collection of buildings that has also served as a farm and secondary school. Even on a recent gray, rainy afternoon, the view from the road leading to its front door still offered a stunning panorama of the coastline that hugs the city of 20"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q61749348",
                "wikidata_title": "Christopher Clarey",
                "wikipedia_title": "Christopher Clarey",
                "description": "American sports journalist",
                "intro": "Christopher Clarey (born 1964 or 1965) is an American sports journalist and author who mostly writes about tennis. He reported for The New York Times from 1991 to 2023. His biography of Roger Federer, The Master, was published in 2021.",
                "x_handle": "christophclarey",
                "page_url": "https://en.wikipedia.org/wiki/Christopher_Clarey"
            }
        ],
        "author_str": "christopher clarey",
        "article_urls": [
            "https://www.nytimes.com/2018/06/27/sports/world-cup/germany-vs-south-korea.html",
            "https://www.nytimes.com/2022/09/23/sports/tennis/frances-tiafoe-jack-sock-laver-cup.html",
            "https://www.nytimes.com/2022/09/27/sports/tennis/roger-federer-retired.html",
            "https://www.nytimes.com/2022/10/11/sports/tennis/taylor-fritz-atp.html",
            "https://www.nytimes.com/2022/09/22/sports/tennis/federer-nadal-rivals-partners.html"
        ],
        "article_texts": [
            "Germany Crashes Out of World Cup With a Loss to South Korea\nKAZAN, Russia — Germany became the latest defending champion to crash out of the World Cup at the first hurdle, part of a trend but definitely not part of the plan when Germany arrived here loaded with stars and swagger.\nA smooth-running scoring machine when it won the Cup in 2014, Germany now appears in need of an overhaul after losing, 2-0, to South Korea here on Wednesday and bidding adieu to Russia about three weeks earlier than man",
            "Meet the opponents for Federer and Nadal: Frances Tiafoe and Jack Sock.\nTiafoe had plenty of big moments in the U.S. Open. And Sock has won four Grand Slam doubles titles.\nHere’s a 22nd century tennis trivia question: “Who was Roger Federer’s last opponent?”\nTrick answer. There were two: Jack Sock and Frances Tiafoe.\nSock and Tiafoe, both Americans, are definitely the supporting actors in Friday night’s Federer-centric farewell production. But they pose a real threat to Federer going out on a hi",
            "Federer, Even in Defeat, Gets Fitting End to Storied Career\nRoger Federer and Rafael Nadal were defeated by Jack Sock and Frances Tiafoe in a tight Laver Cup match that included plenty of highlights and fond sentiments.\nThe last match of Roger Federer’s 24-year professional career was about to begin, and Andy Murray, one of his rivals turned teammates at this Laver Cup in London, kept his advice short and sweet.\n“Enjoy it,” Murray said.\nFederer, 41, took that to heart on Friday night: acknowledg",
            "Q. and A.\nFederer on His Exit and Holding Nadal’s Hand: ‘It’s Maybe a Secret Thank You’\nIn an interview, Roger Federer opens up about the emotions of his goodbye at the Laver Cup and about the future of men’s tennis. “Nobody needs to play like me, by the way,” he said.\nRoger Federer, newly retired, was back in Switzerland on Monday night after flying home from London, where he wrapped up a whirlwind farewell to his competitive career with one last match at the Laver Cup.\nHe partnered with his fr",
            "On Tennis\nFinally, Taylor Fritz Forces His Way Into the Top 10\nFritz’s breakthrough in the ATP rankings is the latest sign of a resurgence for American men’s tennis, though these are not yet the good old days. Not even close.\nSAN DIEGO — With the American tennis star Taylor Fritz stuck in his hotel room in Seoul last month with Covid-19 and a high fever, his longtime goal of breaking into the ATP top 10 seemed just out of reach again.\nBut that was before Fritz hopped on a stationary bike to stay"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q23808049",
                "wikidata_title": "Jack Slack",
                "wikipedia_title": "Jack Slack",
                "description": "pen name of a pseudonymous English  writer on MMA",
                "intro": "Jack Slack is a pen name of an anonymous British freelance writer, podcaster, analyst and amateur historian of combat sport; most notable as a mixed martial arts (MMA) striking analyst, writing detailed, analytical breakdowns of fighters, fighting techniques and strategies, using videos, photos and animated GIFs.\nSlack formerly wrote regularly for BloodyElbow.com, Bleacher Report, Vice Sports and Unibet. Due to successful Patreon support, he independently writes on his blog FightPrimer.com and bi-weekly broadcasts Jack Slack Podcast (formerly named Fights Gone By (FGB) podcast) on YouTube.",
                "x_handle": "JackSlackMMA",
                "page_url": "https://en.wikipedia.org/wiki/Jack_Slack"
            },
            {
                "qid": "Q1346464",
                "wikidata_title": "Jack Broughton",
                "wikipedia_title": "Jack Broughton",
                "description": "British boxer",
                "intro": "",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/Jack_Broughton"
            }
        ],
        "author_str": "jack slack",
        "article_urls": [
            "http://fightland.vice.com/blog/mma-through-the-eyes-of-a-ringside-emergency-room-doctor",
            "https://www.vice.com/en/article/z4aeqj/kayfabe-time-capsule-the-real-techniques-of-professional-wrestling",
            "http://fightland.vice.com/blog/ronda-rousey-and-the-complicated-legacy-of-a-complicated-star",
            "http://fightland.vice.com/blog/amanda-nunes-apologizes-to-ronda-rousey-continues-to-be-cooler-champ-than-her",
            "http://fightland.vice.com/blog/should-breast-size-be-factored-into-mma-weightclasses"
        ],
        "article_texts": [
            "At UFC Fight Night: Brooklyn Donald Cerrone Continued Setting Records\nThe main event may have underwhelmed fans, but there was plenty to appreciate from the rest of the card.\nTactical Guide to Henry Cejudo Vs. T.J. Dillashaw\nIt's entirely possible that Dillashaw smokes Cejudo easily and early, but there's a whole lot more going on here when you really break down the match up.\nThe 2018 Slacky Awards\nAs we start 2019, let's look back on the best (and worst) the fight world had to offer last year.\n",
            "Mixed martial arts owes a tremendous debt to professional wrestling, greater than many MMA fans would like to admit. Karl Gotch's student, Antonio Inoki took high profile style-versus-style fights in the 1970s, one of which he managed to rope the world champion, Muhammad Ali into. The impressive shoot match between Inoki's protégés Masakatsu Funaki and Minoru Suzuki saw the two men found Pancrase, the organization which produced many of the best rounded early mixed martial artists including Fran",
            "Unarmed combat was the trade of the street urchin or penniless thug more than the professional soldier. Fist fighting was peasant business and yet many of the earlier written records of actual systems of unarmed combat are found in military manuals, though they are often an afterthought tacked on after pages devoted to the discussion of armed tactics.\nWhether it was the Jixiao Xinshu ('New Treatise on Military Efficiency) written by the Chinese general Qi Jiguang in the 1550s, or Fior di Battagl",
            "Since prehistoric man smashed two flints together and accidentally formed a sharp edge, blades have been a necessary part of the human experience. We don't have claws or sharp teeth and four hundred pounds of muscle to drag down gazelle, and you aren't going to tear the meat off a carcass with your bare hands unless you've got bear hands. Fortunately we are among the few creatures smart enough to use tools. So throughout human existence we have hunted by hitting living things with denser, someti",
            "They call it the 'king of chokes' and it is clear to see why. Of the sixteen submission victories in the UFC through 2016 thus far, nine have been rear naked chokes. If that doesn't seem like many, consider the vast variety of positions a fight moves through and the dozens of submissions which are now mainstays in mixed martial arts. It might seem strange, a kimura and the arm attacks it flows into can be attacked from almost anywhere. Opportunities for guillotines from the top, bottom, in trans"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q6832789",
                "wikidata_title": "Michael Medved",
                "wikipedia_title": "Michael Medved",
                "description": "American radio show host and writer",
                "intro": "Michael S. Medved (born October 3, 1948) is an American radio show host, author, political commentator, and film critic. His talk show, The Michael Medved Show, is syndicated from his home station KTTH in Seattle. It is syndicated via Genesis Communications Network.",
                "x_handle": "medvedshow",
                "page_url": "https://en.wikipedia.org/wiki/Michael_Medved"
            },
            {
                "qid": "Q88000072",
                "wikidata_title": "Michael G Medvedev",
                "wikipedia_title": "",
                "description": "researcher",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            }
        ],
        "author_str": "michael medved",
        "article_urls": [
            "https://www.thedailybeast.com/fourth-of-july-does-america-have-any-more-right-to-exist-than-israel",
            "https://www.thedailybeast.com/the-not-so-liberal-american-future",
            "https://www.thedailybeast.com/tax-assessment-for-rauschenberg-art-work-shows-federal-tax-excesses",
            "https://www.thedailybeast.com/tax-the-rich-obama-fairy-tale-wont-magically-restore-public-services",
            "https://www.thedailybeast.com/charismatic-candidates-can-break-the-gop-presidential-losing-streak"
        ],
        "article_texts": [
            "As we celebrate this year’s Independence Day, every patriot should prepare to confront a fundamental challenge about our country: does the United States of America have any real right to exist?\nThe question is absurd, of course—even offensive. But it is no more absurd or offensive than a major theme of international discourse: the angry attacks on Israel’s right to exist as a Jewish state in the Middle East. Leftist intellectuals, the Islamic bloc, glamorous celebrities, and even the United Nati",
            "Does ideology shape life experience, or does life experience determine ideology? The future direction of American politics depends on our response.\nIn response to the disappointing results of November’s elections, I have argued that conservatives should take heart from the undeniable aging of the electorate, which will tilt future contests toward Republicans. 2012 exit polls showed Mitt Romney sweeping voters 65 and older in a 12-point landslide, and among all those above age 30 (81 percent of t",
            "Only once in a great while will a single story simultaneously illuminate the embarrassing excesses of both low politics and high culture, but the troubling true tale of the tax man and the taxidermist, the stuffed bird and the feathered federal nest, nicely captures the demented nature of recent trends in both Washington and Manhattan.\nThe New York Times hailed the purportedly happy ending of the strange saga with the exultant front-page headline: “MoMA Gains Treasure That Met Also Coveted.” For",
            "The Obama administration and its allies are so desperate to portray tax hikes on the rich as the solution to all our problems that they’re trying to persuade the public that tax cuts for the rich caused all those problems.\nPerhaps the most outrageous expression of this argument comes in “Tax the Rich: An Animated Fairy Tale,” a new video from the California Federation of Teachers.\nThis eight-minute piece of puerile propaganda features the warm and winning voice of Ed Asner. The 83-year-old Holly",
            "If Republicans hope to break their wretched streak of disappointing presidential campaigns, they should learn crucial lessons from John McCain (of all people!), who qualifies as the only candidate in that dismal span who proved notably more popular than his party’s national brand.\nIndignant conservatives may rush to object. They’ll cite the conventional wisdom that McCain’s campaign proved singularly hapless and inept, plus the undeniable fact that the Arizona senator’s opponent, Barack Obama, w"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q6789562",
                "wikidata_title": "Matt Wuerker",
                "wikipedia_title": "Matt Wuerker",
                "description": "American editorial cartoonist",
                "intro": "Matt Wuerker () is a Pulitzer Prize-winning American political cartoonist and founding staff member of Politico.\n\n",
                "x_handle": "wuerker",
                "page_url": "https://en.wikipedia.org/wiki/Matt_Wuerker"
            }
        ],
        "author_str": "matt wuerker",
        "article_urls": [
            "https://www.thenation.com/article/politics/training-day/"
        ],
        "article_texts": [
            "Training Day\nTraining Day\nHitting the wall.\nAd Policy\nvar allSubject = $('.postid-'+articlePostId+'.currentScr input[name=\"tpTags\"]').val();\nvar allAuthor = $('.postid-'+articlePostId+'.currentScr input[name=\"tpContentAuthor\"]').val();\nvar username = getCookie('SESSname');\nif(username != null){\n_cbq.push(['_acct', 'paid']);\n}else{\n_cbq.push(['_acct', 'anon']);\n}\npSUPERFLY.virtualPage({\nsections: allSubject,\nauthors : allAuthor,\npath : window.location.pathname,\ntitle : $('.currentScr').attr('arti"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q6357011",
                "wikidata_title": "Kameron Hurley",
                "wikipedia_title": "Kameron Hurley",
                "description": "American writer",
                "intro": "Kameron Hurley is an American science fiction and fantasy writer.",
                "x_handle": "KameronHurley",
                "page_url": "https://en.wikipedia.org/wiki/Kameron_Hurley"
            }
        ],
        "author_str": "kameron hurley",
        "article_urls": [
            "https://www.theatlantic.com/entertainment/archive/2015/04/the-culture-wars-come-to-sci-fi/390012/"
        ],
        "article_texts": [
            "Hijacking the Hugo Awards Won't Stifle Diversity in Science Fiction\nThe prizes have been targeted by voting blocks opposed to progressive efforts to recognize more women and writers of color. But trying to undo change in an increasingly diverse world is futile.\nThe science-fiction and fantasy literature world might seem by its nature to be forward-thinking, but it hasn't been free from the kinds of culture wars embodied by last year's Gamergate controversy—a fact aptly illustrated by this year’s"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q6163543",
                "wikidata_title": "Jason Steger",
                "wikipedia_title": "Jason Steger",
                "description": "Australian journalist",
                "intro": "Jason Steger (born 1956) is a British-born Australian journalist, working in both print and film media. He is currently the literary editor of the Melbourne broadsheet The Age. He was one of three regular commentators on ABC TV's The Book Club.",
                "x_handle": "jasonfsteger",
                "page_url": "https://en.wikipedia.org/wiki/Jason_Steger"
            }
        ],
        "author_str": "jason steger",
        "article_urls": [
            "https://www.smh.com.au/link/follow-20170101-p5bqyn",
            "https://www.smh.com.au/culture/books/john-irving-was-inspired-by-dickens-that-s-why-he-writes-huge-books-20221128-p5c1v9.html",
            "https://www.smh.com.au/culture/books/prime-minister-s-literary-awards-slammed-over-news-corp-dominance-20221130-p5c2fh.html",
            "https://www.smh.com.au/culture/books/author-jane-harper-on-why-her-latest-novel-is-a-last-hurrah-for-her-detective-hero-20220824-p5bceh.html?collection=p5bgwl",
            "https://www.smh.com.au/culture/books/10-of-the-best-new-books-to-read-in-october-20220930-p5bmb1.html"
        ],
        "article_texts": [
            "Tom Keneally was amazed and delighted to be awarded the Historical Novel Prize for his most recent book, Corporal Hitler’s Pistol. Amazed that the prize could go to someone who turned 87 this month; delighted because he could use a chunk of the $50,000 award to make a point about the plight of writers in Australia.\nHe doesn’t want the money to go on “undertakers and incontinence treatment”, so he is giving $4000 to each of the six authors on the longlist for the prize, sponsored by ARA. (The two",
            "If you’ve read more than one John Irving novel you’ll know his shtick, what he calls his “repeat patterns”. There are devoted mothers, absent biological fathers, transgender characters, sympathetic stepfathers, a hero who probably not only wrestles, but also writes. There could be some element of the supernatural, sexual politics, Exeter in New Hampshire (the town where Irving was born and lived), the snow, physical constraints and more.\nHis novels are plot-driven and long – think A Prayer for O",
            "The editor of Australian Book Review, one of the country’s leading literary magazines, has launched a blistering attack on the integrity of the Prime Minister’s Literary Awards, accusing it of being Sydney-centric, badly organised and in thrall to Rupert Murdoch’s News Corp.\nPeter Rose, who has previously judged the awards, and whose Crimson Crop was shortlisted for the poetry prize in 2013, blasted the awards in his editorial for the magazine’s December edition. He noted that eight of the 10 ju",
            "Author Jane Harper on why her latest novel is a last hurrah for her detective hero\nThe queen of “outback noir”, author Jane Harper talks with Jason Steger about her latest novel – a last hurrah for her detective hero.\nThe last time I saw Jane Harper was during one of Melbourne’s many lockdowns. We were supposed to be having lunch together, but with restrictions in force I played the role of the person from Uber Eats: I picked up our food from a nearby restaurant, passed over her dish as she stoo",
            "10 of the best new books to read in October\nGreat new reads keep rolling onto shelves as peak Christmas shopping season rolls closer. The October bonanza seems particularly exciting, with new work by master storytellers including Elizabeth Strout, Cormac McCarthy and George Saunders. Here are just 10 to tempt you.\nThe Sun Walks Down, Fiona McFarlane\nAllen & Unwin, $32.99, October 5\nIt’s been a long wait for a second novel from Fiona McFarlane. Her debut in 2013, The Night Guest, was brilliant, a"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q681012",
                "wikidata_title": "Walter Isaacson",
                "wikipedia_title": "Walter Isaacson",
                "description": "American writer, journalist and biographer",
                "intro": "Walter Seff Isaacson (born May 20, 1952) is an American author, journalist, and professor. He has been the president and CEO of the Aspen Institute, a nonpartisan policy studies organization based in Washington, D.C., the chair and CEO of CNN, and the editor of Time.\nIsaacson attended Harvard University and Pembroke College, Oxford as a Rhodes scholar. He is the co-author with Evan Thomas of The Wise Men: Six Friends and the World They Made (1986) and the author of Pro and Con (1983), Kissinger: A Biography (1992), Benjamin Franklin: An American Life (2003), Einstein: His Life and Universe (2007), American Sketches (2009), Steve Jobs (2011), The Innovators: How a Group of Hackers, Geniuses, and Geeks Created the Digital Revolution (2014), Leonardo da Vinci (2017), The Code Breaker: Jennifer Doudna, Gene Editing, and the Future of the Human Race (2021) and Elon Musk (2023).\nIsaacson is a professor at Tulane University and an advisory partner at Perella Weinberg Partners, a New York City-based financial services firm. He was vice chair of the Louisiana Recovery Authority, which oversaw the rebuilding after Hurricane Katrina, chaired the government board that runs Voice of America, and was a member of the Defense Innovation Board. \n\n",
                "x_handle": "WalterIsaacson",
                "page_url": "https://en.wikipedia.org/wiki/Walter_Isaacson"
            },
            {
                "qid": "Q42431352",
                "wikidata_title": "Walter Isaacson",
                "wikipedia_title": "",
                "description": "teacher (1910-1999)",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            }
        ],
        "author_str": "walter isaacson",
        "article_urls": [
            "https://www.theatlantic.com/magazine/archive/2017/11/the-conversation/540666/",
            "https://time.com/5927342/mrna-covid-vaccine/",
            "http://content.time.com/time/magazine/article/0,9171,925217,00.html",
            "https://time.com/5027069/what-makes-a-genius/",
            "https://content.time.com/time/magazine/article/0,9171,975284,00.html"
        ],
        "article_texts": [
            "Readers respond to our September 2017 cover story and more.\nHow America Lost Its Mind\nThe election of Donald Trump, Kurt Andersen argued in his September cover story, revealed that a critical mass of Americans has become untethered from reality. Andersen also traced the roots of the exceptionalism that has turned the country into “Fantasyland.”\nKurt Andersen documents well how America has lost its mind, but only partly why. We live in a country whose history, economy, and culture have brought to",
            "“No!” The doctor snapped. “Look at me!”\nI had been staring her in the eyes, as she had ordered, but when a doctor on my other side began jabbing me with a needle, I started to turn my head. “Don’t look at it,” the first doctor said. I obeyed.\nThis was in early August in New Orleans, where I had signed up to be a participant in the clinical trial for the Pfizer-BioNTech COVID-19 vaccine. It was a blind study, which meant I was not supposed to know whether I had gotten the placebo or the real vacc",
            "Pirouetting on Civil Rights\nReagan goes round and round on tax breaks for schools\nIt was quite a turnabout. First, Ronald Reagan reversed a policy established by Congress, the courts and three previous Administrations, by revoking an Internal Revenue Service rule barring tax-exempt status for racially segregated schools. When the inevitable uproar ensued, the President backpedaled by proposing a law to undo what he had just done. Reagan insisted that he was firmly opposed to racial bias; his onl",
            "Being a genius is different than merely being supersmart. Smart people are a dime a dozen, and many of them don’t amount to much. What matters is creativity, the ability to apply imagination to almost any situation.\nTake Benjamin Franklin. He lacked the analytic processing power of a Hamilton and the philosophical depth of a Madison. Yet with little formal education, Franklin taught himself to become the American Enlightenment’s best inventor, diplomat, scientist, writer and business strategist.",
            "If Kennedy Had Lived\n\"What if . . .?\" For historians the question can be a great parlor game, launching all-night arguments over what would have happened if, say, Hitler had got the Bomb or Pickett had not charged at Gettysburg. Nowadays one of the hottest questions involves speculating about what John Kennedy would have done in Vietnam had he not been killed in November 1963.\nJohn M. Newman, a former U.S. Army major who teaches history at the University of Maryland, has entered this fray with a"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q15442598",
                "wikidata_title": "Gerard Ryle",
                "wikipedia_title": "Gerard Ryle",
                "description": "Australian journalist",
                "intro": "Gerard Ryle (born 1965) is an Irish-Australian investigative reporter who has written on subjects including politics, financial and medical scandals, and police corruption. From 2011, he has been director of the International Consortium of Investigative Journalists, which has published research on international tax evasion and money laundering, citing the leaked Panama Papers, Paradise Papers and Pandora Papers.",
                "x_handle": "rylegerard",
                "page_url": "https://en.wikipedia.org/wiki/Gerard_Ryle"
            }
        ],
        "author_str": "gerard ryle",
        "article_urls": [
            "https://www.theage.com.au/national/victoria/from-the-archives-1992-luna-park-celebrates-80-years-of-fun-20221208-p5c4va.html?obOrigUrl=true"
        ],
        "article_texts": [
            "By Gerard Ryle\nFirst published in The Age on December 14, 1992\n80 years old and still full of fun\nOne of Melbourne’s more famous landmarks, Luna Park, turned 80 yesterday to the sound of screams from those brave enough to try its one remaining original attraction.\nThe scenic railway, once the longest and highest in the Southern Hemisphere, was the only ride to have survived three generations of change at the St Kilda fun park.\nThe need for more modern thrills meant the occasion was used to launc"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q22108672",
                "wikidata_title": "Daniel M. Cohen",
                "wikipedia_title": "Daniel Morris Cohen",
                "description": "American ichthyologist (1930-2017)",
                "intro": "",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/Daniel_Morris_Cohen"
            },
            {
                "qid": "Q5220231",
                "wikidata_title": "Danny Cohen",
                "wikipedia_title": "Danny Cohen (computer scientist)",
                "description": "Israeli internet pioneer (1937-2019)",
                "intro": "Danny Cohen (December 9, 1937 – August 12, 2019) was an Israeli American computer scientist specializing in computer networking. He was involved in the ARPAnet project and helped develop various fundamental applications for the Internet. He was one of the key figures behind the separation of TCP and IP (early versions of TCP did not have a separate IP layer); this allowed the later creation of UDP.Cohen is probably now best known for his 1980 paper \"On Holy Wars and a Plea for Peace\" which adopted the terminology of endianness for computing (a term borrowed from Jonathan Swift's Gulliver's Travels). Cohen served on the computer science faculty at several universities and worked in the private industry.\n\n",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/Danny_Cohen_(computer_scientist)"
            },
            {
                "qid": "Q55469125",
                "wikidata_title": "Dan Cohen",
                "wikipedia_title": "",
                "description": "member of Leeds City Council",
                "intro": "",
                "x_handle": "cllr_dan_cohen",
                "page_url": ""
            },
            {
                "qid": "Q15139713",
                "wikidata_title": "Dan Cohen",
                "wikipedia_title": "Dan Cohen (politician)",
                "description": "author, businessperson, and politician",
                "intro": "",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/Dan_Cohen_(politician)"
            },
            {
                "qid": "Q3701353",
                "wikidata_title": "Dan Cohen",
                "wikipedia_title": "",
                "description": "US speedcuber",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q16241118",
                "wikidata_title": "Dan Cohen",
                "wikipedia_title": "Dan Cohen (academic)",
                "description": "American historian",
                "intro": "",
                "x_handle": "dancohen",
                "page_url": "https://en.wikipedia.org/wiki/Dan_Cohen_(academic)"
            },
            {
                "qid": "Q95758042",
                "wikidata_title": "Dan Cohen",
                "wikipedia_title": "",
                "description": "director",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q92523543",
                "wikidata_title": "Dan Cohen",
                "wikipedia_title": "",
                "description": "researcher (ORCID 0000-0002-5012-5034)",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q114912441",
                "wikidata_title": "Dan Cohen",
                "wikipedia_title": "",
                "description": "film director & producer",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q60635051",
                "wikidata_title": "Dan Cohen",
                "wikipedia_title": "Dan Cohen (journalist)",
                "description": "American author, journalist, and blogger.",
                "intro": "",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/Dan_Cohen_(journalist)"
            }
        ],
        "author_str": "dan cohen",
        "article_urls": [
            "https://www.theatlantic.com/ideas/archive/2019/05/college-students-arent-checking-out-books/590305/",
            "https://www.theatlantic.com/ideas/archive/2019/05/college-students-arent-checking-out-books/590305/?utm_source=feed",
            "https://www.theatlantic.com/ideas/archive/2019/05/college-students-arent-checking-out-books/590305/#main-content"
        ],
        "article_texts": [
            "When Yale recently decided to relocate three-quarters of the books in its undergraduate library to create more study space, the students loudly protested. In a passionate op-ed in the Yale Daily News, one student accused the university librarian—who oversees 15 million books in Yale’s extensive library system—of failing to “understand the crucial relationship of books to education.” A sit-in, or rather a “browse-in,” was held in Bass Library to show the administration how college students still "
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q7831870",
                "wikidata_title": "Tracy Weber",
                "wikipedia_title": "Tracy Weber (journalist)",
                "description": "American journalist",
                "intro": "",
                "x_handle": "tracyweber",
                "page_url": "https://en.wikipedia.org/wiki/Tracy_Weber_(journalist)"
            },
            {
                "qid": "Q13562105",
                "wikidata_title": "Tracy Weber",
                "wikipedia_title": "Tracy Weber (singer)",
                "description": "American singer",
                "intro": "Tracy Weber (died 1981) was an American singer, best known for her dance hit \"Sure Shot\", released in late 1981 after her death. Nicky Braddy and Richard Bassoff co-wrote the song for Weber to sing, as Braddy and Weber had known each other growing up in Queens.\n\"Sure Shot\" was produced as a 12-inch disco single by Eric Matthew and Gary Turnier, but shortly before the single was released, Weber was shot and killed in an apartment in Harlem, New York City. The song reached number 3 on the Billboard Disco Top 60 chart in February 1982. \"Sure Shot\" was popular in dance clubs, listed in San Francisco as one of the top 25 dance club records of 1981–1982, and played by Larry Levan in New York City who released his own dance mix of the song. In France, Le Figaro praised \"Sure Shot\" as a summer dance hit and said Weber was a charming young lady with a \"voice of fire\".",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/Tracy_Weber_(singer)"
            },
            {
                "qid": "Q113509896",
                "wikidata_title": "Tracy Weber",
                "wikipedia_title": "Tracy Weber",
                "description": "Wikimedia disambiguation page",
                "intro": "",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/Tracy_Weber"
            }
        ],
        "author_str": "tracy weber",
        "article_urls": [
            "https://www.latimes.com/archives/la-xpm-2004-sep-14-me-kingdrew14-story.html",
            "https://www.latimes.com/news/la-me-091404kingdrew-story.html"
        ],
        "article_texts": [
            "King/Drew to Shut Down Trauma Unit\nMartin Luther King Jr./Drew Medical Center, Los Angeles County’s foundering public hospital, will move to shut its prized trauma unit and hire outside turnaround experts in the biggest overhaul in its 32-year history, health officials announced today.\nThe moves amount to a salvage effort for a hospital whose lapses have killed or imperiled patients repeatedly, especially in the past year.\nThey also are an acknowledgment of failure on the part of the county’s su",
            "King/Drew Trauma Unit Faces Closure\nThe Los Angeles County Board of Supervisors on Monday unexpectedly moved to shut down the trauma unit at Martin Luther King Jr./Drew Medical Center, immediately drawing the ire of physicians, politicians and community activists.\nThe only public hospital serving a large swath of South Los Angeles, King/Drew treats more trauma patients than any other hospital in the region except County-USC Medical Center.\nThe proposed trauma closure, expected to take effect in ",
            "King/Drew Trauma Unit Faces Closure\nThe Los Angeles County Board of Supervisors on Monday unexpectedly moved to shut down the trauma unit at Martin Luther King Jr./Drew Medical Center, immediately drawing the ire of physicians, politicians and community activists.\nThe only public hospital serving a large swath of South Los Angeles, King/Drew treats more trauma patients than any other hospital in the region except County-USC Medical Center.\nThe proposed trauma closure, expected to take effect in "
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q43135",
                "wikidata_title": "Kevin Rudd",
                "wikipedia_title": "Kevin Rudd",
                "description": "26th Prime Minister of Australia",
                "intro": "",
                "x_handle": "MrKRudd",
                "page_url": "https://en.wikipedia.org/wiki/Kevin_Rudd"
            },
            {
                "qid": "Q96747157",
                "wikidata_title": "Kevin Rudd",
                "wikipedia_title": "Kevin Rudd (rugby league)",
                "description": "former professional Rugby League player, coach and administrator",
                "intro": "Kevin Rudd (born on 9 October 1971, in Garforth), is a former professional rugby player, coach and administrator for the Rugby League. Rudd was the first Executive Officer for the Rugby League European Federation. He is a former player and coach for Scotland Students and Scotland ‘A’ teams.: 140  He was a Director of Rugby and Development for Scotland R.L for the pathway leading to the National Team. He is also a former Assistant Team Manager for the Scotland Rugby League National Team. He has concurrently developed a career as a mechanical engineer in the cement industry and is founder and Director of UK based cement consulting firm, Independent Cement Consultants (ICC).",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/Kevin_Rudd_(rugby_league)"
            },
            {
                "qid": "Q22991461",
                "wikidata_title": "Kevin Rudd: Are China and the US doomed to conflict?",
                "wikipedia_title": "",
                "description": "TED2015",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q18017074",
                "wikidata_title": "Kevin Rudd sworn in as Prime Minister of Australia",
                "wikipedia_title": "",
                "description": "Wikinews article",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q18622185",
                "wikidata_title": "",
                "wikipedia_title": "",
                "description": "Wikinews article",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q18622184",
                "wikidata_title": "",
                "wikipedia_title": "",
                "description": "Wikinews article",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            }
        ],
        "author_str": "kevin rudd",
        "article_urls": [
            "https://foreignpolicy.com/2021/07/23/biden-foreign-policy-agenda-six-month-progress-report-china-russia-india-europe-africa-latin-america/"
        ],
        "article_texts": [
            "Opinion\nThe five core principles for dealing with China under Xi\nNext month marks 50 years since the Whitlam government established diplomatic relations with Beijing – a momentous decision rooted in Gough’s visit to China as opposition leader the previous year.\nWhitlam had been roundly attacked by Billy McMahon’s government, which claimed the Communists “played him like a trout”. McMahon was later humiliated by revelations that Henry Kissinger secretly visited China that same year, ahead of Nixo",
            "This was published 1 year ago\nOpinion\nA date for our shared destiny: let’s move Australia Day to mark the triumph of Mabo\nAustralians have plenty to celebrate on Australia Day. Unfortunately, every year we find ourselves debating whether one distinction in particular – our choice of date for our national day – is worth celebrating at all.\nNational days around the world typically mark the anniversaries of national achievements such as the birth of the American republic on July 4, 1776, the confed",
            "This was published 1 year ago\nOpinion\nTrouble with paradise: the crisis Australia has hardly noticed\nFew Australians would have heard much about the dramatic schism at the Pacific Islands Forum last week, but its consequences for our region could be long-lasting and disastrous.\nFiji’s suspension from the forum in 2009 presented a serious political crisis for the institution. But through active Australian and New Zealand leadership, working with our Pacific counterparts, the forum held together. ",
            "This was published 1 year ago\nWinning at all costs: Rudd’s case for courage and conflict\nTo win, the Labor Party must fully embrace negative campaigning. We will never secure an election victory to deliver our program based simply on the goodness of our hearts.\nPolitics, properly defined, should be both a positive and a negative equation: to argue for our proposition for how to shape Australia’s future in national security, the economy, individual enterprise, social justice and the environment, ",
            "This was published 1 year ago\nOpinion\nIll-disciplined chest-thumping has put war at centre of what’s left of the Australia-China relationship\nThe Morrison government’s recent indisciplined commentary on the possibility of Australian military engagement in a future US-China war over Taiwan is both politically juvenile and potentially damaging to our core national security interests.\nFor 50 years, successive Australian governments have not speculated publicly on what Australia would do in the even"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q5112221",
                "wikidata_title": "Christopher Dickey",
                "wikipedia_title": "Christopher Dickey",
                "description": "American magazine editor (1951-2020)",
                "intro": "Christopher Swift Dickey (August 31, 1951 – July 16, 2020) was an American journalist, author, and news editor. He was the Paris-based world news editor for The Daily Beast. He authored seven books, including Our Man in Charleston: Britain's Secret Agent in the Civil War South (2015); Securing the City: Inside America's Best Counterterror Force – the NYPD (2009), and a memoir, Summer of Deliverance (1998), about his father, the poet/novelist James Dickey.\n\n",
                "x_handle": "csdickey",
                "page_url": "https://en.wikipedia.org/wiki/Christopher_Dickey"
            },
            {
                "qid": "Q123552305",
                "wikidata_title": "Christopher Dickey, Renowned Foreign Correspondent, Dies at 68",
                "wikipedia_title": "",
                "description": "The New York Times article (July 17, 2020)",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            }
        ],
        "author_str": "christopher dickey",
        "article_urls": [
            "https://www.thedailybeast.com/i-climbed-1800-stairs-in-a-day-for-the-perfect-view-of-paris-and-found-it-in-a-surprising-place",
            "https://www.thedailybeast.com/love-and-war-through-one-mans-lens",
            "https://www.thedailybeast.com/les-tuileries-the-phantom-palace-of-paris?ref=scroll",
            "https://www.thedailybeast.com/when-does-the-american-government-become-the-trump-regime",
            "https://www.thedailybeast.com/how-we-cover-dictators-dissidents-and-dangerous-places"
        ],
        "article_texts": [
            "PARIS – There was no rush. The goal was fairly simple. In a single day – a Saturday in May – to climb the stairs as high as one could go in four of the classic monuments of Paris.\nDepending on how you count the climb up the hilltop of Montmartre before mounting the 300 stairs to the summit of that wonderfully exotic white dome atop the Basilica of Sacré-Coeur, plus the 284 stairs to the top of the Arc de Triomphe, the 669 to the second level of the Eiffel Tower (as far as you can go on foot), an",
            "Great photographs are works of the imagination. They have their own self-contained life of light and composition, emotion, and symbolism. But like the words in poems they evoke experiences beyond the literal and the explicable. They capture a moment in time and space, but they also open up a world of sensations, an entire universe of experience.\nFor Peter Turnley, who is one of the world’s great photographers, that universe is the human condition, fraught as it is with hope and fear, joy and tra",
            "This is part of our weekly series, Lost Masterpieces, about the greatest buildings and works of art that were destroyed or never completed.\nPARIS — There is an enormous void in the heart of Paris.\nThe millions of visitors who walk over, around, and through the empty space every year take little notice, and most are only dimly aware they tread where a grand palace, home to kings and emperors, once stood. It is just not there after all.\nBut when the great Chinese-American architect I.M. Pei was co",
            "PARIS—“We are rapidly approaching the moment when we should stop referring to the American government and start referring to the Trump regime.” That single sentence posted on Twitter last Thursday resonated far and wide.\nPropelled by the first shock wave after the announced resignation of Supreme Court Justice Anthony Kennedy, it was liked and retweeted thousands of times, with hundreds and hundreds of replies. Most of them were of the “sad but true” and “we’re long past that” variety. One Frenc",
            "Bianca Jagger is on the phone from Nicaragua. Over the past two weeks she has campaigned for human rights in her native country, and borne witness to mounting violence as the regime uses murder to hold on to power. We had talked several times over several days, but now, as she spoke about students she had met with, and who had been shot down, she choked back tears.\nOver the last two months, largely unnoticed by the rest of the world, unrest in Nicaragua has grown into a nationwide uprising that "
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q1138490",
                "wikidata_title": "Alex James",
                "wikipedia_title": "Alex James (musician)",
                "description": "British bassist",
                "intro": "",
                "x_handle": "TheAlexJames",
                "page_url": "https://en.wikipedia.org/wiki/Alex_James_(musician)"
            },
            {
                "qid": "Q2304069",
                "wikidata_title": "Alex James",
                "wikipedia_title": "Alex James (footballer)",
                "description": "Scottish footballer (1901-1953)",
                "intro": "",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/Alex_James_(footballer)"
            },
            {
                "qid": "Q61796280",
                "wikidata_title": "Alex James",
                "wikipedia_title": "Alex James (mathematician)",
                "description": "New Zealand mathematician and mathematical biologist",
                "intro": "",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/Alex_James_(mathematician)"
            },
            {
                "qid": "Q57866707",
                "wikidata_title": "Alex Pappachen James",
                "wikipedia_title": "Alex James (professor)",
                "description": "Indian machine learning researcher",
                "intro": "",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/Alex_James_(professor)"
            },
            {
                "qid": "Q1207218",
                "wikidata_title": "Alex James",
                "wikipedia_title": "Alex James",
                "description": "Wikimedia disambiguation page",
                "intro": "",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/Alex_James"
            },
            {
                "qid": "Q105413911",
                "wikidata_title": "Alex James",
                "wikipedia_title": "",
                "description": "New Zealand freshwater ecologist",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q4717236",
                "wikidata_title": "Alex James",
                "wikipedia_title": "Alex James (songwriter)",
                "description": "English songwriter",
                "intro": "Alexander \"Alex\" James (born 19 October 1976, South London, England) is a British songwriter, best known for his work with Jason Derulo, Adam Lambert, Katharine McPhee, Wanessa, 2008 The X Factor winner Alexandra Burke, and South Korean female pop group Girls' Generation. His first album cut was for Scottish singer-songwriter Darius Danesh, and in 2009 penned American Idol finalist Elliot Yamin's song \"This Step Alone\" from Yamin's Fight For Love album.  He also has songs on albums by Australian singer-songwriter Ricki-Lee Coulter, British pop group Girls Aloud member Nadine Coyle, and Charice of the TV show Glee, among others.\nHis influences include James Taylor, The Smiths, Timbaland, Babyface, and The Killers. James works primarily on piano and keyboard when composing songs, though he also plays guitar.  He grew up in South London and lives between Los Angeles and London.\n\n",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/Alex_James_(songwriter)"
            },
            {
                "qid": "Q92374967",
                "wikidata_title": "Alex M James",
                "wikipedia_title": "",
                "description": "researcher (ORCID 0000-0002-0111-9914)",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q108068524",
                "wikidata_title": "Alx James",
                "wikipedia_title": "",
                "description": "American Internet personality",
                "intro": "",
                "x_handle": "AlxJames10",
                "page_url": ""
            },
            {
                "qid": "Q100822731",
                "wikidata_title": "Alex James",
                "wikipedia_title": "",
                "description": "college basketball player (1977–1977) Harvard",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            }
        ],
        "author_str": "alex james",
        "article_urls": [
            "https://www.theguardian.com/lifeandstyle/2014/jan/11/ask-grown-up-cows-milk-pigs-cheese"
        ],
        "article_texts": [
            "Being driven is one of the great luxuries. It’s right up there with breakfast in bed, silence, sunshine, new socks and vast expanses of marble. It’s elevating. It’s relaxing. It’s addictive. How lovely it is to fall into the back of a waiting car to be expertly magic carpeted off to, well, even to places one would rather not be going.\nMy car expired at the start of summer, and, despite my best efforts, until this week I hadn’t replaced it. I seemed to be coming out ahead, more by sloppiness than",
            "There were four brothers. They’d just been left their uncle’s farm in his will, a few dozen acres of Leicestershire. It was a fairly standard small-farm package. They’d all grown up with the place, working there through the summers: a red-brick farmhouse, pretty but practically derelict with a mixed bag of cute, lopsided outbuildings — some of these vast in terms of garden sheds or domestic garages but still far too small to be practical for the austere, superhuman scale of modern agriculture. T",
            "A 2,000-year-old thoroughfare, St Martin’s Lane, and certainly one of my favourite places; contender, any time of year, for the world’s most festive location. On Saturday afternoon, a carnival of mad shoppers, confused sometimes, crossing roads without looking; arguing, pointing, dashing this way and that, laden down and worn out or grinning and just holding on to each other, half-drunk and completely in love. In another life I lived at the top end of the lane, at Seven Dials, and it was thrilli",
            "Sows (female pigs) are difficult to milk. They are grumpy and don't like to be touched, plus their teats are much smaller than a cow's, so it's harder to get milk from them. They also produce less milk than a cow. For all these reasons, there has never been a culture of milking pigs.\nThe other reason is because of coagulation, which is the process of turning milk (a liquid) into cheese (a solid). Pigs' milk does not coagulate, it stays runny, so it is impossible to turn it into cheese.\nA group o"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q42873526",
                "wikidata_title": "Jennifer A. Byrne",
                "wikipedia_title": "Jennifer Byrne (research scientist)",
                "description": "cancer geneticist and researcher",
                "intro": "",
                "x_handle": "JAByrneSci",
                "page_url": "https://en.wikipedia.org/wiki/Jennifer_Byrne_(research_scientist)"
            },
            {
                "qid": "Q6178164",
                "wikidata_title": "Jennifer Byrne",
                "wikipedia_title": "Jennifer Byrne",
                "description": "Australian journalist",
                "intro": "",
                "x_handle": "jennifer__byrne",
                "page_url": "https://en.wikipedia.org/wiki/Jennifer_Byrne"
            },
            {
                "qid": "Q70898449",
                "wikidata_title": "Jennifer Byrne",
                "wikipedia_title": "",
                "description": "Political science teacher at James Madison University",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q88993956",
                "wikidata_title": "Jennifer F Byrnes",
                "wikipedia_title": "",
                "description": "researcher",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q6178166",
                "wikidata_title": "Jennifer Byrne Presents",
                "wikipedia_title": "Jennifer Byrne Presents",
                "description": "television series",
                "intro": "",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/Jennifer_Byrne_Presents"
            },
            {
                "qid": "Q458529",
                "wikidata_title": "Jenny Byrne",
                "wikipedia_title": "Jenny Byrne",
                "description": "Australian tennis player",
                "intro": "Jenny Margaret Byrne (born 25 February 1967) is a former tennis player from Australia who turned professional in 1987 and retired from the tour in 1997. Her career-high world rankings were world No. 45 in singles (in 1989) and world No. 27 in doubles (in 1988).\nByrne finished runner-up in the mixed-doubles competition at Wimbledon in 1989, partnering Mark Kratzmann. In 1992, she won the Women's Tennis Association's 'Comeback Player of the Year' award. As a junior player, Byrne won the girls' singles title at the Australian Open and finished runner-up in the girls' singles at Wimbledon in 1985.\n\n",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/Jenny_Byrne"
            }
        ],
        "author_str": "jennifer byrne",
        "article_urls": [
            "http://www.bostonglobe.com/2021/02/05/magazine/how-my-cat-helped-me-realize-what-it-takes-make-marriage-last/",
            "https://www.bostonglobe.com/2021/02/05/magazine/how-my-cat-helped-me-realize-what-it-takes-make-marriage-last/",
            "https://www2.bostonglobe.com/2021/02/05/magazine/how-my-cat-helped-me-realize-what-it-takes-make-marriage-last/"
        ],
        "article_texts": [
            "Recently, my ex-husband showed up at the scene of the crime — the home we’d shared for 12 years — with his CSI equipment, ready to conduct a forensic investigation.\nHe arrived with the kind of black light used at murder scenes to detect blood, hair fibers, and other unsavory items. I had recently read that these lights also sometimes glow in response to commercial teeth whiteners. Because my teeth have been as chemically-treated as a public swimming pool for toddlers, I vowed not to smile while ",
            "Recently, my ex-husband showed up at the scene of the crime — the home we’d shared for 12 years — with his CSI equipment, ready to conduct a forensic investigation.\nHe arrived with the kind of black light used at murder scenes to detect blood, hair fibers, and other unsavory items. I had recently read that these lights also sometimes glow in response to commercial teeth whiteners. Because my teeth have been as chemically-treated as a public swimming pool for toddlers, I vowed not to smile while ",
            "Recently, my ex-husband showed up at the scene of the crime — the home we’d shared for 12 years — with his CSI equipment, ready to conduct a forensic investigation.\nHe arrived with the kind of black light used at murder scenes to detect blood, hair fibers, and other unsavory items. I had recently read that these lights also sometimes glow in response to commercial teeth whiteners. Because my teeth have been as chemically-treated as a public swimming pool for toddlers, I vowed not to smile while "
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q97940221",
                "wikidata_title": "Ken Klippenstein",
                "wikipedia_title": "Ken Klippenstein",
                "description": "American journalist",
                "intro": "Ken Klippenstein (born February 1, 1988) is an American journalist working at The Intercept. Prior to joining The Intercept, Klippenstein was the D.C. Correspondent at The Nation and previously a senior investigative reporter for the online news program The Young Turks. His work has also appeared in The Daily Beast, Salon, and other publications. His reporting focuses on U.S. federal and national security matters as well as corporate controversies.",
                "x_handle": "kenklippenstein",
                "page_url": "https://en.wikipedia.org/wiki/Ken_Klippenstein"
            }
        ],
        "author_str": "ken klippenstein",
        "article_urls": [
            "https://www.thedailybeast.com/the-insane-gifts-saudi-arabia-gave-president-trump",
            "https://www.thedailybeast.com/dollar300m-puerto-rico-recovery-contract-awarded-to-tiny-utility-company-linked-to-major-trump-donor",
            "https://www.thedailybeast.com/accused-nazi-war-criminal-is-a-lifelong-republican-who-gave-thousands-to-gop",
            "https://www.thedailybeast.com/reagan-aides-new-job-downplay-polish-complicity-in-the-holocaust",
            "https://www.thedailybeast.com/inside-the-mysterious-intelligence-firm-now-in-muellers-sights"
        ],
        "article_texts": [
            "During the presidential campaign, Donald Trump attacked Hillary Clinton for accepting money from the Kingdom of Saudi Arabia, complaining during one of the debates, “These are people that kill women and treat women horribly and yet you take their money.”\nThat was, of course, before he made his first foreign visit as president to Saudi Arabia—and accepted dozens of gifts from the kingdom. In fact, during Trump’s visit, the White House accepted at least 83 separate gifts from Saudi Arabia, accordi",
            "Before President Donald Trump flouted longstanding tradition by choosing Saudi Arabia as the destination of his first foreign visit as president, where he was lavished with gifts and reportedly struck a record-setting arms deal with the kingdom (after his administration called the CEO of Lockheed Martin to get a cheaper deal for the Saudis); before he took part in the male-only sword dance in Riyadh; before he ramped up support for the widely criticized Saudi-led war in Yemen; before he undermin",
            "Puerto Rico has agreed to pay a reported $300 million for the restoration of its power grid to a tiny utility company that is primarily financed by a private-equity firm founded and run by a man who contributed large sums of money to President Trump, an investigation conducted by The Daily Beast has found.\nWhitefish Energy Holdings, which had a reported staff of only two full-time employees when Hurricane Maria touched down, appears ill-equipped to handle the daunting task of restoring electrici",
            "A Minnesota man accused of committing war crimes when he commanded a Nazi-led unit during World War II contributed thousands of dollars to the Republican National Committee, a Daily Beast review of federal campaign records found.\nMichael Karkoc is wanted for arrest in Poland after the country’s war crimes prosecutors said they are “100 percent” certain that Karkoc commanded a SS company and that there was “no doubt” that his men razed two Polish villages, killing 40 civilians. In July, Poland re",
            "A former speechwriter and special assistant for President Reagan and then-Vice President George H.W. Bush has been quietly assisting a Polish Warsaw-based organization to minimize the Polish role in the Holocaust, a Daily Beast review of foreign lobbying records has found.\nThe records, filed under the Justice Department’s Foreign Agents Registration Act (FARA), include a document signed by Clark Judge, the former speechwriter, stating that he would “rectify the false narrative, dangerous to Pola"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q5606378",
                "wikidata_title": "Greg Veis",
                "wikipedia_title": "Greg Veis",
                "description": "American magazine editor",
                "intro": "Greg Veis is an American magazine editor. Veis is currently the Executive Editor at Highline from Huffington Post. Previously he was an executive editor at The New Republic magazine. \nOn June 14, 2012, \"Huffington Post\" reported that Veis was moving to The New Republic as executive editor.On October 22, 2010, New York Magazine reported that Veis will join the New York Times Magazine as the \"front of the book\" editor.Before joining TNR, Veis was an editor at GQ magazine. His writing has appeared in the Esquire, Rolling Stone, Men's Journal, Mother Jones, The New York Observer, The New Republic, and GQ.",
                "x_handle": "gpveis",
                "page_url": "https://en.wikipedia.org/wiki/Greg_Veis"
            }
        ],
        "author_str": "greg veis",
        "article_urls": [
            "https://www.gq.com/story/vice-president-candidate-obama-barack-campaign-2008",
            "https://www.gq.com/story/freshmen-representatives-2006-victory-washington-dc",
            "https://www.gq.com/story/barack-hussein-obama-speech-springfield-speech",
            "https://www.gq.com/story/raising-mccain",
            "https://www.gq.com/story/aaron-schock-illinois-republican-business-suits"
        ],
        "article_texts": [
            "While this news may not excite the nation's loins the way the Wisconsin primary did, Obama just won the Democrats Abroad global primary--his 11th victory in a row. What exactly is the Democrats Abroad global primary? A good question, and one Adrianne Quinlan answered in this piece we ran on the website last week that's worth checking out if you haven't yet. Anyway, the vote gives Obama 2.5 new delegates, and it gives Hillary two. So a question for the Talk Backers: which superdelegate do you thi",
            "Hillary Clinton got Flicked. Sarah Palin and Kirsten Gillibrand, too. In fact, it's now fair to say that any ambitious female politician with the ability to make men see starbursts--or at least whose hair is blond--will invite comparisons to Tracy Flick, the hyper-driven and not a little bit demented student body president Reese Witherspoon made famous in Election.\nRare is the character who receives a second life as a cultural phenomenon--and that fate was particularly unlikely in Flick's case. ",
            "By Thanksgiving, Manuel Jesus Cordova Soberanes had been walking for two days pretty much straight. He had already illegally crossed the U.S.-Mexico border--\"I have two families, many mouths to feed,\" he told the AP yesterday--when about 50 miles outside of Tucson, in the empty desert, he saw a nine-year old boy accompanied only by his dog and holding the side mirror of a van. Turns out, the boy, Christopher Buztheitner, had just survived a terrible crash: His mom had lost control of her van and",
            "Is there a more dangerous assignment for a rising party star to accept than a State of the Union rebuttal? Seriously, it’s hemlock. Tonight, in all fairness, would’ve been tough to pull off even if Bobby Jindal didn’t sound like Kenneth from “30 Rock,” or, in my favorite analogy of the evening, a third grader performing in his Thanksgiving play: Obama’s favorables are still roughly comparable to delicious, delicious beer’s; Republicans are widely perceived to be obstructionist naysayers; and, as",
            "Still, Wooden was far from the city’s only throwback sports figure in those days. A conservative strain ran through the entire Dodgers organization; the O’Malley family owned the team for 47 years, and Tommy Lasorda was then easing into his fourth decade with the Dodgers (he’s now in his sixth). No other big-city team in professional sports carried itself more like a family-owned small business. And, perhaps more importantly, no other team in professional sports had Vin Scully announce its games"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q290908",
                "wikidata_title": "Peter Bergen",
                "wikipedia_title": "Peter Bergen",
                "description": "American journalist",
                "intro": "Peter Lampert Bergen (born December 12, 1962) is a British and American-based United States journalist, author, and producer who is CNN's national security analyst, a vice president at New America, a professor at Arizona State University, and the host of the Audible podcast In the Room with Peter Bergen.\nBergen has written eight books and edited three books. Three of the books were New York Times bestsellers, four of the books were named among the best non-fiction books of the year by the Washington Post, and have been translated into 24 languages. He produced the first television interview with Osama bin Laden in 1997, which aired on CNN.Bergen has been nominated four times for Emmy Awards – in 1994 (CNN), 2001 (National Geographic), 2006 (CNN), and 2018 (CNN).\n\n",
                "x_handle": "peterbergencnn",
                "page_url": "https://en.wikipedia.org/wiki/Peter_Bergen"
            },
            {
                "qid": "Q793444",
                "wikidata_title": "Péter Bergendy",
                "wikipedia_title": "",
                "description": "Hungaian psychiatrist, film director",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q15411584",
                "wikidata_title": "Péter Bergendy",
                "wikipedia_title": "",
                "description": "Hungarian musician",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q16517850",
                "wikidata_title": "Péter Bergendy",
                "wikipedia_title": "",
                "description": "Wikimedia disambiguation page",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q2079281",
                "wikidata_title": "Peter van Bergen",
                "wikipedia_title": "",
                "description": "Dutch saxophonist",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            }
        ],
        "author_str": "peter bergen",
        "article_urls": [
            "https://newrepublic.com/article/62263/smoke-signals",
            "https://newrepublic.com/article/61770/war-error",
            "https://newrepublic.com/article/76422/afghanistan-war-peter-bergen",
            "https://newrepublic.com/article/87846/afghanistan-war-osama-bin-laden-death-united-states-obama-taliban",
            "https://newrepublic.com/article/94159/september-11-chasing-al-qaeda"
        ],
        "article_texts": [
            "Hiding out somewhere in Afghanistan, Osama bin Laden must be a happy man. U.S. officials have identified him as the principal suspect in the disasters visited upon the World Trade Center and the Pentagon. And there are several reasons why. First, the operation required recruits sufficiently well-motivated that they were prepared to commit suicide. Bin Laden's group, Al Qaeda (\"the base\"), employed suicide bombers in the 1998 attacks against two U.S. embassies in Africa and in the bombing of the ",
            "The Bush team's next major misstep came as it set about rebuilding the country it had just conquered--or rather, for the most part, didn't. Afghanistan should have been a demonstration project of American resolve and American compassion: a signal to our enemies that, once evicted from their sanctuaries, they would never be allowed back; and a signal to our friends that democracy could flourish in a land where militant Islamists had once reigned. But, as Lieutenant General David Barno, the comman",
            "One truism of counterinsurgency is that securing and winning over the population are the keys to success. So, what do the people of Afghanistan want? In December, ABC and the BBC conducted nationwide polling and discovered that one-third of Afghans said that poverty and unemployment were the biggest challenges confronting them. Another third named rising insecurity and violence. Meanwhile, relatively few Afghans were preoccupied by those issues that many Americans deem to be Afghanistan’s greate",
            "I next visited the country in 1997, a year after the Taliban had seized power. The streets were now quiet, and all women were covered from head to foot. Fierce, black-turbaned Taliban “vice and virtue” enforcers roamed around the cities, enforcing their ordinances in fast-moving pickup trucks, stopping to harass, beat, or arrest men whose beards were of improper length or women whose feet were visible. One day, I saw a man crumpled on the street as a Taliban enforcer beat him with a stick. The m",
            "For me, there was more than a little dissonance in this description; after all, overseeing the murder of thousands is not the act of a modest man. But in my interviews another portrait of bin Laden emerged: that of a man who had been a religious zealot since he was a teenager. The teenage bin Laden’s idea of fun was to gather his buddies in his home in Jeddah to chant religious songs about Palestine. This zeal hardened into fanaticism in the years that bin Laden fought the Soviets in Afghanistan"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q22003109",
                "wikidata_title": "Allie Eagle",
                "wikipedia_title": "Allie Eagle",
                "description": "New Zealand artist (1949-2022)",
                "intro": "Allie Eagle (9 January 1949 – 25 May 2022) was a New Zealand artist whose work in the 1970s was key to the development of feminist art practice in New Zealand.: 107  She was the subject of the 2004 documentary Allie Eagle and Me. She identified herself as \"a lesbian separatist and radical feminist.\"",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/Allie_Eagle"
            },
            {
                "qid": "Q75910533",
                "wikidata_title": "Alison Mitchell",
                "wikipedia_title": "",
                "description": "Peerage person ID=397642",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q75592373",
                "wikidata_title": "Alison Mitchell",
                "wikipedia_title": "",
                "description": "Peerage person ID=231406",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q72732484",
                "wikidata_title": "Alison H. Mitchell",
                "wikipedia_title": "",
                "description": "researcher",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q4727145",
                "wikidata_title": "Alison Mitchell",
                "wikipedia_title": "Alison Mitchell",
                "description": "British sports journalist",
                "intro": "",
                "x_handle": "AlisonMitchell",
                "page_url": "https://en.wikipedia.org/wiki/Alison_Mitchell"
            },
            {
                "qid": "Q105285203",
                "wikidata_title": "Alison Mitchell",
                "wikipedia_title": "",
                "description": "British judge",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q119542178",
                "wikidata_title": "Alison Mitchell",
                "wikipedia_title": "",
                "description": "college basketball player (2002–2006) Richmond",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            }
        ],
        "author_str": "alison mitchell",
        "article_urls": [
            "http://newscientist.com/article/mg16321974-800-burnt-offerings/"
        ],
        "article_texts": [
            "The mere mention of Ben Stokes’s name makes Pat Cummins shudder. “Oh do we have to talk about him?” he says with a laugh.\nThe world’s No 1 fast bowler can afford a grin now, with the Ashes in Australia’s possession and Cummins named as one of the five Wisden Cricketers of the Year for his menacing performances in the series in England last summer.\nIn the aftermath of the 2019 Headingley Test, however – when he was the bowler off whom Stokes bludgeoned the winning runs in his miraculous 135 not o",
            "Burnt offerings\nYOU COME inside from a day at the beach, step into the shower, then towel\nyourself dry and smooth on after-sun lotion. If, like many a holiday-maker,\nyou’ve spent just a bit too long in the sun, it’s not a comfortable experience.\nThe water feels scalding hot, the towel seems to be made of wire wool, and\napplying lotion is like rubbing salt into an open wound. And if the evening gets\ncool, don’t even think about slipping on a woollen cardigan.\nAccording to Clifford Woolf, a neurob"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q28408210",
                "wikidata_title": "Chris Dufresne",
                "wikipedia_title": "Chris Dufresne",
                "description": "American sports journalist (1958-2020)",
                "intro": "Christopher John Dufresne (April 11, 1958 – May 25, 2020) was an American sports journalist who was the Los Angeles Times national college football and basketball columnist from 1995 to 2015. He won multiple awards and was the 2011 California Sportswriter of the Year by the National Sportscasters and Sportswriters Association.",
                "x_handle": "DufRankman",
                "page_url": "https://en.wikipedia.org/wiki/Chris_Dufresne"
            }
        ],
        "author_str": "chris dufresne",
        "article_urls": [
            "https://www.latimes.com/archives/la-xpm-2004-sep-02-sp-dufresne2-story.html",
            "https://www.latimes.com/archives/la-xpm-2004-sep-06-sp-dufresne6-story.html",
            "https://www.latimes.com/archives/la-xpm-2004-sep-05-sp-croom5-story.html",
            "https://www.latimes.com/archives/la-xpm-2004-sep-09-sp-dufresne9-story.html",
            "https://www.latimes.com/archives/la-xpm-2004-sep-13-sp-dufresne13-story.html"
        ],
        "article_texts": [
            "Quarterbacks in Eye of the Storm\nChris Rix and Brock Berlin are so intent on making the most of their senior seasons as high-profile quarterbacks for major programs it might take a hurricane to knock them off course.\nUnfortunately, Hurricane Frances is barreling toward Florida with an eye toward postponing Monday night’s epic Florida State-Miami game in the Orange Bowl. Officials may decide today whether to reschedule the game to Sept. 11.\nIn a way, Frances provides an appropriate backdrop for t",
            "For Some, the Season Gets Off on Wrong Foot\nIt is obvious after the first full weekend of action that college football needs time to work out the kinks.\nWe’re talking about teams, kickers, coaches, ball boys, equipment guys, instant-replay operators and announcers (Lee Corso).\nHitches, glitches and hiccups are to be expected in a sport that allows for no exhibition games, so we are granting a one-week waiver for all concerned to get their acts together.\nWe are issuing probation notices to:\n* Ins",
            "Croom’s Debut Is a Piece of History\nHistory-making is not always what you expect.\nIt can be Rosa Parks on a bus, a march to Selma or, as it happened Saturday night, Sylvester Croom running onto a field after emerging from a giant, inflatable Mississippi State helmet.\nSurrounded by Bulldog players, Croom burst through a blow-up facemask at 5:01 Central Daylight Time and, a few steps later, broke down one of sport’s last, and most shameful, barriers.\nOn a muggy night, in front of a crowd of 52,114",
            "Suddenly, a Rivalry Seems Trivial\nA week ago, we couldn’t wait for Florida State at Miami on Labor Day night.\nThe game was ballyhooed as a stand-alone, nationally televised extravaganza to showcase the reconstituted Atlantic Coast Conference, suddenly a powerhouse with the additions of Miami and Virginia Tech.\nThen a hurricane changed everything -- the game’s tone and tenor, travel plans, lives.\nA week later, the party balloons have gone flat.\nHurricane Frances cut a swath through the state and ",
            "Weak In and Weak Out, There’s Always Something\nWe frown on cliche usage here at Weekend Wrap yet feel Rutgers Coach Greg Schiano spoke for a lot of college football when the first six words out of his mouth after his team’s loss to Division I-AA New Hampshire were, “What a difference a week makes.”\nLast week: Rutgers opened the season with an upset victory against Michigan State. There was talk this was finally going to be the year for long-suffering Scarlet Knight fans.\nThis week: New Hampshire"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q1605045",
                "wikidata_title": "Hendrik Hertzberg",
                "wikipedia_title": "Hendrik Hertzberg",
                "description": "American journalist",
                "intro": "Hendrik Hertzberg (born July 23, 1943) is an American journalist, best known as the principal political commentator for The New Yorker magazine. He has also been a speechwriter for President Jimmy Carter and editor of The New Republic, and is the author of ¡Obámanos! The Rise of a New Political Era and Politics: Observations & Arguments. In 2009, Forbes named Hertzberg one of the \"25 Most Influential Liberals in the U.S. Media,\" placing him at number seventeen.",
                "x_handle": "RickHertzberg",
                "page_url": "https://en.wikipedia.org/wiki/Hendrik_Hertzberg"
            },
            {
                "qid": "Q59497034",
                "wikidata_title": "Hendrik Hertzberg Papers (NAID 598781)",
                "wikipedia_title": "",
                "description": "collection in the National Archives and Records Administration's holdings",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q63907301",
                "wikidata_title": "Hendrik Hertzberg's Trip Files (NAID 613667)",
                "wikipedia_title": "",
                "description": "series in the National Archives and Records Administration's holdings",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q63907292",
                "wikidata_title": "Hendrik Hertzberg's Subject Files (NAID 605666)",
                "wikipedia_title": "",
                "description": "series in the National Archives and Records Administration's holdings",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q63907297",
                "wikidata_title": "Hendrik Hertzberg's Chronological Files (NAID 605168)",
                "wikipedia_title": "",
                "description": "series in the National Archives and Records Administration's holdings",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q63907294",
                "wikidata_title": "Hendrik Hertzberg's Speech Files (NAID 605695)",
                "wikipedia_title": "",
                "description": "series in the National Archives and Records Administration's holdings",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            }
        ],
        "author_str": "hendrik hertzberg",
        "article_urls": [
            "https://newrepublic.com/article/87139/costa-rica-diarist-democracia-hendrik-hertzberg",
            "https://newrepublic.com/article/70975/costa-rica-diarist-democracia",
            "https://newrepublic.com/article/74618/front-man",
            "https://newrepublic.com/article/120503/what-moscow-was-after-dissolution-ussr-1992",
            "https://newrepublic.com/article/90764/big-boobs"
        ],
        "article_texts": [
            "Where were you when you learned about the fall of the Wall? Me, I was in a grubby, dimly lit roadside police station in rural Costa Rica. Having just emerged from two days of shooting rapids on a rubber raft through jungle mountains, followed by a morning at a remote, coconut-covered beach on the Atlantic coast where the sand and the inhabitants alike are mostly black and mostly untroubled, I was out of touch with everything except the elements. In the ramshackle port town of Limón I’d stood wit",
            "Where were you when you learned about the fall of the Wall? Me, I was in a grubby, dimly lit roadside police station in Costa Rica. Having just emerged from two days of shooting rapids on a rubber raft through jungle mountains, followed by a morning at a remote, coconut-covered beach on the Atlantic coast where the sand and the inhabitants alike are mostly black and mostly untroubled, I was out of touch with everything except the elements. In the ramshackle port town of Limón I’d stood with two ",
            "The Bush-Quayle ticket is a powerful symbol of the moral decline of the American ruling class. Con- sider the response of each half of this generationally balanced ticket to its generation's war. In 1941 George Herbert Walker Bush, scion of a rich and politically influential family, was a 17-year-old senior at a prestigious New England prep school, A secure and idyllic childhood, spent in the bosky suburban towns of Milton, Massachusetts, and Greenwich, Connecticut, and in summerhouses and sailb",
            "As we all know, the Union of Soviet Socialist Republics is no more. It has ceased to be. It has rung down the curtain and joined the choir invisible. It is a late Union. Bereft of life, it is pushing up the daisies. It is an ex-Union. (It’s not just “resting,” either.) The landmass it formerly occupied is now taken up by new countries with old names, such as Russia, Ukraine (out, damned the!), Kazakhstan, and Byelorussia, which I half expect, once capitalism takes hold, to rename itself Sellhigh",
            "The 1986 commission has been stacked to prevent unwelcome surprises. Of its 11 members, six have well-established public records of supporting government action against sexy books and films. One of the commissioners, for example, is a Franciscan priest who has condemned Dr. Ruth Westheimer, the chirpy radio sex adviser, for advocating orgasms in premarital sex. Another is a religious broadcaster whose best-selling book. Dare to Discipline—a title that would not be out of place in the bondage sec"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q4932099",
                "wikidata_title": "Bob Cohn",
                "wikipedia_title": "Bob Cohn",
                "description": "American journalist",
                "intro": "Bob Cohn (born April 18, 1963) is an American journalist and media executive who became CEO of The Baltimore Banner in February 2024. He previously served as president of The Economist and The Atlantic, was a top editor at The Atlantic and Wired, and worked as a Washington correspondent at Newsweek.\n\n",
                "x_handle": "1bobcohn",
                "page_url": "https://en.wikipedia.org/wiki/Bob_Cohn"
            }
        ],
        "author_str": "bob cohn",
        "article_urls": [
            "https://www.theatlantic.com/technology/archive/2013/10/old-media-values-in-new-media-venues/280367/",
            "https://www.theatlantic.com/politics/archive/2010/10/on-election-night-the-place-to-be/65392/",
            "https://www.theatlantic.com/national/archive/2010/05/talking-about-elena-kagan/56500/",
            "https://www.theatlantic.com/national/archive/2013/06/the-divided-states-of-america-in-25-charts/277303/"
        ],
        "article_texts": [
            "Old-Media Values in New-Media Venues\n“Fast, hungry, and loosely edited” doesn't cut it anymore.\nOnce upon a time, there was old media. It was reported, edited, top-edited, copy-edited, and fact-checked. It was good.\nAnd there was new media. It was fast, hungry, loosely edited, quick to fix the mistakes it often made. It was good enough.\nFor a while, readers and journalists alike seemed willing to accept that there might be different standards. People expected less of digital in the early days; i",
            "If you're the kind of person who watches election returns with a remote control in your hand and a laptop on your knees, you'll want to spend Tuesday night - and Wednesday morning - with us. Special coverage on TheAtlantic.com will be anchored by our team of political writers: Marc Ambinder, Josh Green, Andrew Sullivan, Jim Fallows, Chris Good, Nicole Allan. They'll be contributing to a live blog of real-time analysis and also writing more thorough posts that we'll be linking to from our home pa",
            "The response to President Obama's nomination of Elena Kagan to the Supreme Court has been as predictable as the choice itself. Kagan was the frontrunner for the job since before Justice Stevens announced he was stepping down, and the Washington interest groups have been wearing their battle fatigues since...well, they never actually take them off. So within minutes of the White House ceremony, the expected flurry of e-faxes and cable blather began.\nLooking for some light amid all the heat, I ask",
            "Every day we hear about how society is splitting apart -- a polarized Congress, a fragmented media market, a persistent schism among Americans over social issues. But really, how bad are the divisions?\nThey're pretty bad, according to the results of The Atlantic/Aspen Institute American Values Survey released today. \"As American approaches its 237th birthday, it's feeling quite a bit more \"pluribus\" than \"unum,\" say Don Baer and Mark Penn elsewhere on this site, in their full analysis of the sur"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q4757095",
                "wikidata_title": "Andrew Gimson",
                "wikipedia_title": "Andrew Gimson",
                "description": "British journalist",
                "intro": "Andrew Gimson  (born 1958) is a British political journalist. Gimson formerly wrote the parliamentary sketch for The Daily Telegraph and has written a novel entitled The Desired Effect, as well as books about Boris Johnson, British monarchs and British Prime Ministers.\nIn November 2011 he was succeeded as sketch writer on The Daily Telegraph by Michael Deacon. Gimson was educated at Uppingham School, where he attended West Bank House, and Trinity College, Cambridge. He briefly worked in the Conservative Research Department in 1983 before starting his journalism career at The Spectator, commentating on public affairs.He is married to Sally Gimson (formerly Sally Malcolm-Smith), who stood in the South Leicestershire constituency as an unsuccessful candidate for the Labour Party in the May 2010 general election.",
                "x_handle": "AndrewGimson",
                "page_url": "https://en.wikipedia.org/wiki/Andrew_Gimson"
            }
        ],
        "author_str": "andrew gimson",
        "article_urls": [
            "https://www.spectator.co.uk/article/a-safe-pair-of-hands-7-april-2012/#comments-container",
            "https://www.spectator.co.uk/article/king-of-the-charm-offensive/",
            "https://www.spectator.co.uk/article/portillo-approaches-the-tory-party-as-a-joyrider-approaches-someone-else-s-car/",
            "https://www.spectator.co.uk/article/mr-blair-looks-nice-and-talks-tory-but-is-presiding-over-a-vast-increase-in-state-power/",
            "https://www.spectator.co.uk/article/deutschland/"
        ],
        "article_texts": [
            "Lady Elizabeth Anson ‘numbers President William Jefferson Clinton, Hans Heinrich Thyssen Bornemisza, Mrs Henry John Heinz, the late Mr Alfred Heineken, Princess Esra Jah, Mrs Basil Hersov, Mr John Paul Getty II, Mr Galen Weston, the then Mr and Mrs Tom Cruise, Mr Donald Trump and Mrs Ivana Trump and the University of Boston among her international clientele’. It is a glorious list, matched by an almost equally exotic list of British clients, ranging from nearly every member of the royal family t",
            "Elisabeth Furse, who died on Monday at the age of 92, was one of the most amazing hostesses London has known. One could not say she had a ‘salon’, for the word carries connotations of politeness and self-restraint which were entirely foreign to her. When I first descended the fire-escape-style steps to her basement flat in Belgravia in the mid-Eighties, she had already been inducting shy young Englishmen into the charms and horrors of bohemian Central European life for half a century. Her flat f",
            "In the year when East and West Germany were being reunited Günter Grass felt he must start keeping a diary. He was sure what was taking place was a dreadful mistake:\nAt night I often toss and turn, haunted by images of a Germany that can no longer be mine. This Kohlian abomination: egomaniacal, bombastic, jovial, tough, condescending, domineering, feigning harmlessness.\nChancellor Helmut Kohl was a power politician of genius. Although taken by surprise by the fall of the Berlin wall in November ",
            "If David Cameron and his friends wish to know why they and their policies are so despised by some Conservatives of high intellect and principle, they should read Robin Harris. His book is a marvel of concision, lucidity and scholarship, with penetrating things to say about Peel, Disraeli, Salisbury, Baldwin, Churchill, Macmillan and the rest. But much of its savour derives from Harris’s disgust — the word is not too strong — with the various forms of bogusness, including intellectual cowardice v",
            "Ken Livingstone’s attacks on Boris Johnson seem to conceal admiration\nHow does Ken Livingstone think he is going to beat Boris Johnson in the election for Mayor of London to be held next May? When I put this question to Ken, he launched into an almost admiring denunciation of his opponent: ‘He’s Britain’s Berlusconi. He just gets away with things nobody else could. And like Berlusconi he doesn’t really do the day job either.’\nAt the risk of undermining my hard-won reputation for impartiality, I "
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q100711721",
                "wikidata_title": "Brandy Zadrozny",
                "wikipedia_title": "Brandy Zadrozny",
                "description": "journalist",
                "intro": "Brandy Zadrozny (born August 30, 1980) is an American investigative journalist and reporter with NBC News who specialises in political radicalization, extremism and disinformation on the Internet.",
                "x_handle": "BrandyZadrozny",
                "page_url": "https://en.wikipedia.org/wiki/Brandy_Zadrozny"
            }
        ],
        "author_str": "brandy zadrozny",
        "article_urls": [
            "https://www.thedailybeast.com/heroin-overdoses-double-in-two-years",
            "https://www.thedailybeast.com/the-bachelorette-kaitlyn-had-sex-like-a-bachelor-and-was-judged-for-it",
            "https://www.thedailybeast.com/sofia-vergaras-ex-nick-loeb-called-her-classless-for-speaking-spanish",
            "http://www.thedailybeast.com/articles/2016/12/08/crazy-vergara-embryo-case-could-open-floodgates.html",
            "https://www.thedailybeast.com/sofia-vergara-embryo-case-could-open-floodgates"
        ],
        "article_texts": [
            "In just two years, deaths from heroin overdoses doubled in the U.S., according to a new report (PDF) from the Centers for Disease Control and Prevention.\nIn a survey of 28 states, the agency found the death rate increased from 1.0 to 2.1 per 100,000. At the same time, deaths from heroin’s prescription counterparts, opioid pain relievers like hydrocodone and oxycodone, declined from 6.0 per 100,000 in 2010 to 5.6 per 100,000 in 2012.\nThese fatal drug overdoses are more than twice as common with p",
            "Before his remarks at a $35,000-per-plate fundraiser last June in Miami, Florida, President Donald Trump took the podium to acknowledge his biggest boosters in the crowd. Eventually, he got to Michael Cohen, the longtime private employee of the Trump Organization who is currently serving as “personal attorney” to the president. Trump praised Cohen’s lawyering, his loyalty, and his love for appearing on television.\n“I haven’t seen Michael in a month,” he added, wistfully. “It’s good to see you, M",
            "It’s not easy being beautiful.\nIt’s a lesson imparted not once, but twice by the nationally televised heartbreak of undeniably gorgeous, perpetually crying (if not always showered) Britt Nilsson, whose reality show love journey was cut short tonight by a roomful of bohunk suitors who instead chose to woo wise-cracking Kaitlyn Bristowe as the main paramour on this special season of The Bachelorette.\nFor the first time in the show’s history, two women were forced to compete for the immediate affec",
            "Presidential candidate Donald Trump’s sometimes-spokesman and special counsel Michael Cohen earned his “pit bull” moniker this week, when he attempted to intimidate a Daily Beast reporter—and claimed that marital rape was a perfectly legal act.\nBut those were hardly Cohen’s only revolting comments, or his only attempts at bullying. The Trump confidant also bragged to The Daily Beast about how he “destroy[ed]” the life of a young beauty queen—a woman Cohen called an “idiot.”\nThe ultra-aggressive ",
            "Donald Trump introduced his presidential campaign to the world with a slur against Mexican immigrants, accusing them of being “rapists” and bringing crime into the country.\n“I mean somebody’s doing it!… Who’s doing the raping?” Donald Trump said, when asked to defend his characterization.\nIt was an unfortunate turn of phrase for Trump—in more ways than one. Not only does the current frontrunner for the Republican presidential nomination have a history of controversial remarks about sexual assaul"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q318149",
                "wikidata_title": "Tom Ford",
                "wikipedia_title": "Tom Ford",
                "description": "American fashion designer and filmmaker",
                "intro": "",
                "x_handle": "TOMFORD",
                "page_url": "https://en.wikipedia.org/wiki/Tom_Ford"
            },
            {
                "qid": "Q240015",
                "wikidata_title": "Tom Ford",
                "wikipedia_title": "Tom Ford (snooker player)",
                "description": "English snooker player",
                "intro": "",
                "x_handle": "tomford147",
                "page_url": "https://en.wikipedia.org/wiki/Tom_Ford_(snooker_player)"
            },
            {
                "qid": "Q105476592",
                "wikidata_title": "Tom Ford",
                "wikipedia_title": "Tom Ford (brand)",
                "description": "luxury fashion house",
                "intro": "",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/Tom_Ford_(brand)"
            },
            {
                "qid": "Q15117367",
                "wikidata_title": "Tom Ford",
                "wikipedia_title": "Tom Ford (song)",
                "description": "song by Jay-Z",
                "intro": "",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/Tom_Ford_(song)"
            },
            {
                "qid": "Q7815832",
                "wikidata_title": "Tom Ford",
                "wikipedia_title": "Tom Ford (baseball)",
                "description": "American baseball player",
                "intro": "",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/Tom_Ford_(baseball)"
            },
            {
                "qid": "Q19873307",
                "wikidata_title": "Tom Ford",
                "wikipedia_title": "Tom Ford (squash player)",
                "description": "English squash player",
                "intro": "",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/Tom_Ford_(squash_player)"
            },
            {
                "qid": "Q7815834",
                "wikidata_title": "Tom Ford",
                "wikipedia_title": "Tom Ford (presenter)",
                "description": "British television presenter",
                "intro": "",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/Tom_Ford_(presenter)"
            },
            {
                "qid": "Q123270642",
                "wikidata_title": "Tom Ford",
                "wikipedia_title": "",
                "description": "Silicon Valley property magnate",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q7815836",
                "wikidata_title": "Tom Fordyce",
                "wikipedia_title": "Tom Fordyce",
                "description": "British sports journalist",
                "intro": "Tom Fordyce is a British sports journalist and author. He wrote text commentaries on cricket and tennis, also writing features on various other sports and blogging from a number of different events.Fordyce graduated from Girton College, Cambridge in 1992 with a degree in Geography, and started his career as a features writer on Total Sport magazine and as a writer on the Sported magazine.In 2007 he \"blogged my way round the Rugby World Cup in a camper van\" with BBC colleague Ben Dirs. He drove 4,500 miles around France whilst producing written and video diaries of the matches and interactions they had during the 44-day tournament. In 2008 he covered the Beijing Olympics on a number of different sports. His contributions for the Olympics also included experiments to observe how well he could run in the Beijing smog, and he also \"road tested\" the new Speedo swimsuit for \"groinal roominess\".In June 2009 Fordyce published his first book entitled We Could Be Heroes: One Van, Two Blokes and Twelve World Championships with Dirs, charting the madcap escapades that resulted from trying to become the world champion in something. Fordyce was the ghostwriter of Peter Crouch's book, How to Be a Footballer and Geraint Thomas's book, The World of Cycling According to G. He was co-host of That Peter Crouch Podcast, with Peter Crouch and Chris Stark. He is also co-host of the history podcast \"We Didn't Start the Fire\" with Katie Puckrik and the Joe Marler Show with Rugby Player Joe Marler. In June 2020, Fordyce left his post as chief sports writer at the BBC to “take up an opportunity in podcasting”.",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/Tom_Fordyce"
            },
            {
                "qid": "Q33229301",
                "wikidata_title": "Tom Ford Junior Sporting Complex",
                "wikipedia_title": "",
                "description": "building in Ballarat City, Victoria, Australia",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            }
        ],
        "author_str": "tom ford",
        "article_urls": [
            "http://content.time.com/time/specials/packages/article/0,28804,1984685_1984949_1985231,00.html"
        ],
        "article_texts": [
            "Want to know a secret? Electric cars haven’t always been the slinky visions of the future that feature all the must-have tech and environmental credentials they have right now. There have been failures, commercial, practical and aesthetic.\nReva G-Wiz\nElectric cars have actually been around since the 1830s, when people from south of Watford were still scared of “outsiders” from Burnley who talked with strong accents. Indeed, in the late 1800s – a time when social standing tended to be determined ",
            "In our annual TIME 100 issue we name the people who most affect our world\nLiya Kebede\nI first met Liya Kebede about 10 years ago in Paris. I was casting models for a show, and Liya came in. She looked me in the eyes, and I was quite literally stunned. Liya, 32, projects an aura of goodness and calm that outshines even her extraordinary physical beauty. Later in the day, when trying to remember what she looked like, I could only remember her eyes.\nI have had the good fortune of coming to know Liy",
            "Growing Up, Coming Out is a series of personal reflections from queer American designers, released every day this month.\nUnlike many fashion designers, designing clothes was not something that I had dreamt of as a small child. I was indeed obsessed with clothes and very, very particular about what I wore and did often give my mother—and in fact my entire family—advice (instructions, really!) about how to dress and wear their hair. I guess looking back at my childhood it was inevitable that I wou"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q83270714",
                "wikidata_title": "Jeneen Interlandi",
                "wikipedia_title": "Jeneen Interlandi",
                "description": "US journalist on the editorial board of the New York Times",
                "intro": "Jeneen Interlandi (born 1977) is a staff writer at the New York Times magazine and a member of The New York Times editorial board.Interlandi was born in Medellín, Colombia, adopted by Sicilian-Americans, and raised in Central New Jersey. After a bachelor's degree in biology at Rutgers University, Interlandi earned a M.A. in environmental science and M.S. in journalism at Columbia University. She was a 2013 Harvard University Nieman Fellow. She has written about health, science, and education since 2006. Before joining the Times, she was a staff writer at Consumer Reports and Newsweek, and a freelance journalist for several national magazines. She participated in The 1619 Project, with an essay highlighting the work of Rebecca Lee Crumpler.",
                "x_handle": "JInterlandi",
                "page_url": "https://en.wikipedia.org/wiki/Jeneen_Interlandi"
            }
        ],
        "author_str": "jeneen interlandi",
        "article_urls": [
            "https://www.nytimes.com/2023/02/22/opinion/drug-crisis-addiction-harm-reduction.html"
        ],
        "article_texts": [
            "Precision medicine sounds like an inarguably good thing. It begins with the observation that individuals vary in their genetic makeup and that their diseases and responses to medications differ as a result. It then aims to find the right drug, for the right patient, at the right time, every time. The notion certainly has its supporters among medical experts. But for every one of them, there is another who thinks that efforts to achieve precision medicine are a waste of time and money. With a mul",
            "In 1971 then New York Times columnist James Reston had his appendix removed at a hospital in China. The article he wrote about his experience still reverberates today. His doctors used a standard set of injectable drugs—lidocaine and benzocaine—to anesthetize him before surgery, he explained. But they controlled his postoperative pain with something quite different: a Chinese medical practice known as acupuncture, which involved sticking tiny needles into his skin at very specific locations and ",
            "Last fall, Emile Bruneau, a cognitive neuroscientist from M.I.T., was in Budapest running a series of behavioral experiments designed to measure anti-Roma bias in a cohort of Hungarian schoolteachers. Anti-Roma bias is rampant in schools throughout Central and Eastern Europe; in many countries, including Hungary, it takes the form of full-blown segregation. Bruneau wanted to see if he could not only quantify this bias, but also break it down into its constituent parts, and from there, figure out",
            "The human brain’s memory-storage capacity is an order of magnitude greater than previously thought, researchers at the Salk Institute for Biological Studies reported last week. The findings, recently detailed in eLife, are significant not only for what they say about storage space but more importantly because they nudge us toward a better understanding of how, exactly, information is encoded in our brains.\nThe question of just how much information our brains can hold is a longstanding one. We kn",
            "During one of his famous staining experiments of the late 1800s—the kind that would eventually lead to a cure for syphilis and a Nobel Prize for Medicine—Paul Ehrlich stumbled on a conundrum that would haunt medicine down to the present day. When he injected dye into the bloodstream of mice, it penetrated every organ except the brain. Kidneys, livers and hearts turned a dark purplish-blue, clear and stark under his microscope, but the brain remained a pale whitish-yellow. When a student of his i"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q879415",
                "wikidata_title": "John Branch",
                "wikipedia_title": "John Branch",
                "description": "American politician (1782-1863)",
                "intro": "",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/John_Branch"
            },
            {
                "qid": "Q19661330",
                "wikidata_title": "John Branch",
                "wikipedia_title": "John Branch (journalist)",
                "description": "American journalist",
                "intro": "John Branch is an American journalist and writer who currently works at the New York Times, covering topics related to sports and California.",
                "x_handle": "JohnBranchNYT",
                "page_url": "https://en.wikipedia.org/wiki/John_Branch_(journalist)"
            },
            {
                "qid": "Q112657935",
                "wikidata_title": "John Branch",
                "wikipedia_title": "",
                "description": "",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q96209735",
                "wikidata_title": "John Branch",
                "wikipedia_title": "",
                "description": "",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q111463809",
                "wikidata_title": "John Branch",
                "wikipedia_title": "",
                "description": "North Carolina historic marker E-16",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q102116397",
                "wikidata_title": "John Branch",
                "wikipedia_title": "John Branch (cricketer)",
                "description": "Guyanese cricketer",
                "intro": "",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/John_Branch_(cricketer)"
            }
        ],
        "author_str": "john branch",
        "article_urls": [
            "https://www.nytimes.com/2022/10/02/us/politics/herschel-walker-georgia-senate-race.html",
            "https://www.nytimes.com/2022/12/01/sports/soccer/japan-germany-world-cup-group-e.html",
            "https://www.nytimes.com/2020/06/18/sports/baseball/coronavirus-fans-return.html"
        ],
        "article_texts": [
            "Peek Inside a $200-a-Night ‘Room’ at the World Cup in Qatar\nThe ads didn’t lie, but container life might not be for everyone.\nFollow live coverage of Spain vs. Japan and the latest World Cup standings.\nDOHA, Qatar — After Sheng Xie, a 33-year-old soccer fan from Vancouver, booked his flight to the World Cup, he went searching for accommodations.\nUsing the official tournament website, he quickly settled on a relatively affordable place called Fan Village. The room pictured looked functional and c",
            "Climate Disruption Is Now Locked In. The Next Moves Will Be Crucial.\nAmerica is now under siege by climate change in ways that scientists have warned about for years. But there is a second part to their admonition: Decades of growing crisis are already locked into the global ecosystem and cannot be reversed.\nThis means the kinds of cascading disasters occurring today — drought in the West fueling historic wildfires that send smoke all the way to the East Coast, or parades of tropical storms lini",
            "The Racial Divide Herschel Walker Couldn’t Outrun\nAs a teenage football prodigy, Mr. Walker was pressed to join a fight for civil rights in his hometown. His decision echoes decades later.\nWRIGHTSVILLE, Ga. — The race for a critical Senate seat was in full motion by midsummer, but there were just a few Herschel Walker campaign signs sprinkled around his hometown.\nThey were planted in front of big homes with big yards, in a downtown storefront window, near the sidewalk by the Dairy Queen. There w",
            "A World Cup Twist: Japan Knocks Out Germany, by Beating Spain\nJapan surprisingly emerged at the top of its group, and Spain also advanced. Those results meant Germany, a former champion, was eliminated.\nAL RAYYAN, Qatar — The 11 Japanese players on the field were fighting back every Spanish threat and counting every tick of the clock. The substitutes stood on the sideline, arms locked, ready to rush the field. The fans beat a drum, and it felt like a quickening heartbeat.\nThe whistle blew, and J",
            "Fans Want Sports. Sports Want Fans. But It’s Not That Simple.\nAmericans are eager to have their favorite sports back. But three months after most leagues shut down, there are only loose plans, good intentions and a nervous hope that it doesn’t go wrong.\nAs much of the nation emerges from the cultural hibernation caused by the coronavirus, with varying degrees of concern and glee, American sports are now thrusting themselves headlong into the recovery effort.\nIt is not going particularly well.\nDe"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q56600012",
                "wikidata_title": "Leon Neyfakh",
                "wikipedia_title": "Leon Neyfakh",
                "description": "American journalist, radio host and author",
                "intro": "Leon Neyfakh (born 1985) is an American journalist, radio host and writer. He is known for hosting the podcasts Slow Burn and Fiasco, and his book The Next Next Level: A Story of Rap, Friendship, and Almost Giving Up.",
                "x_handle": "leoncrawl",
                "page_url": "https://en.wikipedia.org/wiki/Leon_Neyfakh"
            }
        ],
        "author_str": "leon neyfakh",
        "article_urls": [
            "https://slate.com/news-and-politics/2017/11/introducing-slow-burn-slates-new-podcast-about-watergate.html",
            "https://slate.com/news-and-politics/2018/08/slow-burn-season-2-the-clinton-impeachment-saga-was-crazier-than-we-remember.html",
            "https://newrepublic.com/article/112919/obama-budget-2014-would-fund-critical-research-gun-deaths",
            "https://newrepublic.com/article/113122/margaret-atwood-literary-worlds-technology-mascot",
            "http://www.newrepublic.com/article/113122/margaret-atwood-literary-worlds-technology-mascot"
        ],
        "article_texts": [
            "Subscribe to Slow Burn in Apple Podcasts\nOne day at the end of April 1973, Richard Nixon stood on a porch at Camp David and told John Ehrlichman he wanted to die. Nixon had summoned Ehrlichman, his long-serving domestic policy adviser, to tell him he was being fired from the White House.\nNixon had been dreading the conversation, but he knew it had to be done. The Department of Justice had recently informed the president that Ehrlichman could be facing criminal charges. Nixon felt the walls closi",
            "Listen to Slow Burn in Apple Podcasts.\nA few weeks ago, I read a 2017 essay by Stella Bugbee titled “Being on the Right Side of History in 1998 Sucked.” It’s about how frustrated and isolated Bugbee felt being the only person she knew who thought Bill Clinton was a creep and Monica Lewinsky was a victim. “Oh, fuck you, Bill,” she remembers saying to the television when Clinton declared he “did not have sexual relations with that woman, Miss Lewinsky.” All she could think about, Bugbee wrote, “wa",
            "Episode Notes\nIn the first bonus episode of the second season of Slow Burn, Leon Neyfakh talks to the creators of Monica: The Miniseries, which imagines Monica Lewinsky’s existence in 2001, when she was 27 and trying to build a normal life in New York City. Doron Max Hagay and Lily Marotta talk about what they admire about Lewinsky’s resilience and attempts at reinvention.\nLeon also talks to co-host Mary Wilson, a senior podcast producer at Slate, about the making of Episode 1 and Season 2.\nSeas",
            "As Congress convulsed last week over a threatened—and now thwarted—filibuster to block gun-control legislation, President Barack Obama made a separate, easy-to-miss move of his own on the issue when he released his budget for 2014. There, in the section devoted to the Department of Health and Human Services, Obama called on Congress to start funding research aimed at preventing gun violence. All together, he asked for $30 million dollars, with a third of it going to support unspecified efforts t",
            "The internet, which she calls “smoke signals in another form,” is not so different, in her conception—both “help the weak in their struggle against the strong,” and diminish the importance of physical distance. Atwood’s tendency to draw these parallels might be the core of what makes her such an appealing thinker on technology: She has a pronounced and uncommon inclination to see what might otherwise appear minor or frivolous as part of a long, continuous story.\n“We are in the early days of web "
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q27916065",
                "wikidata_title": "Steve Vladeck",
                "wikipedia_title": "Steve Vladeck",
                "description": "American legal scholar",
                "intro": "Stephen Isaiah Vladeck (born September 26, 1979) is the Charles Alan Wright Chair in Federal Courts at the University of Texas School of Law, where he specializes in national security law, especially with relation to the prosecution of war crimes. Vladeck has commented on the legality of the United States' use of extrajudicial detention and torture, and is a regular contributor to CNN.\n\n",
                "x_handle": "steve_vladeck",
                "page_url": "https://en.wikipedia.org/wiki/Steve_Vladeck"
            }
        ],
        "author_str": "steve vladeck",
        "article_urls": [
            "https://slate.com/news-and-politics/2021/10/the-supreme-court-is-nearing-a-legitimacy-crisis.html",
            "https://slate.com/news-and-politics/2021/04/scotus-shadow-docket-use-problem.html",
            "https://slate.com/news-and-politics/2022/02/the-supreme-courts-shadow-docket-rulings-keep-getting-worse.html"
        ],
        "article_texts": [
            "Progressives have good reason to criticize the Supreme Court. Their frustrations have been building for years, starting with the non-confirmation of Merrick Garland to replace Justice Antonin Scalia and the continuing anger over Republicans’ hypocrisy, cynicism, and even schadenfreude with respect to the subsequent confirmations of Justices Neil Gorsuch, Brett Kavanaugh, and Amy Coney Barrett. As of late, the court’s increasingly prominent turn to the right in its substantive rulings, on everyth",
            "Over the past few years, a growing chorus of law professors, Supreme Court practitioners, and legal journalists have been writing about—and criticizing—the rise of the Supreme Court’s “shadow docket,” using a term coined by University of Chicago law professor Will Baude in 2015 to describe rulings by the justices that come through unsigned (and often one-sentence) orders. As I explained for Slate last August, although the Supreme Court (like any court) has always had a “shadow docket,” the past ",
            "On Monday, by a 5–4 vote, the Supreme Court reinstated the proposed congressional district maps in Alabama that two different lower courts had held diluted the power of Black voters in violation of the Voting Rights Act. The ruling is temporary—the justices agreed to take up Alabama’s appeal of the lower court rulings in their October 2022 term. But as election law scholar Rick Hasen has noted, Monday’s decision has both immediate short- and long-term effects: Alabama’s racially gerrymandered ma"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q285249",
                "wikidata_title": "Ann Clwyd",
                "wikipedia_title": "Ann Clwyd",
                "description": "Welsh politician and MP",
                "intro": "Ann Clwyd Roberts ( KLOO-id, Welsh: [ˈklʊɨd]; née Lewis; 21 March 1937 – 21 July 2023) was a Welsh Labour politician who served as Member of Parliament (MP) for Cynon Valley for 35 years, from 1984 until 2019. Although she had intended to stand down in 2015, she was re-elected in that year's general election and in 2017 before standing down in 2019. Clwyd is the longest-serving female MP for a Welsh constituency.\n\n",
                "x_handle": "AnnClwyd",
                "page_url": "https://en.wikipedia.org/wiki/Ann_Clwyd"
            }
        ],
        "author_str": "ann clwyd",
        "article_urls": [
            "https://www.thetimes.co.uk/article/stop-bleating-about-wmd-and-listen-to-how-nasirs-mother-was-executed-in-a-pit-lvhj2nw3p3m",
            "https://www.thetimes.co.uk/article/stop-bleating-about-wmd-and-listen-to-how-nasirs-mother-was-executed-in-a-pit-s5mxbp7lcvd",
            "https://www.thetimes.co.uk/article/aziz-the-man-who-never-said-no-to-murder-fldb6t9x9kv"
        ],
        "article_texts": [
            "Stop bleating about WMD and listen to how Nasir’s mother was executed in a pit\nI never imagined when I wrote on this page in March about the plastic shredder used to kill in one of Saddam’s prisons that I would, some months later, read in a chillingly meticulous record book that one of the methods of execution was “mincing”.\nI had just finished a press conference in the still-shabby British Embassy in Baghdad, when a reporter from Fox TV told me that he had been handed for safekeeping by an Iraq",
            "Aziz: the man who never said no to murder\nNow that Tariq Aziz has surrendered to coalition forces, some are saying that the West should cut a deal with him to gain information on the whereabouts of Saddam Hussein and weapons of mass destruction. Before thought is given to giving him immunity, let’s examine the record of this man, who portrays himself as a cultured, educated diplomat and the benign face of the regime.\nHe became Deputy Prime Minister in 1979, the year in which Saddam formally took"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q109512794",
                "wikidata_title": "Moya Lothian-McLean",
                "wikipedia_title": "",
                "description": "British journalist and editor",
                "intro": "",
                "x_handle": "mlothianmclean",
                "page_url": ""
            }
        ],
        "author_str": "moya lothian-mclean",
        "article_urls": [
            "http://vogue.com/article/is-wnrs-card-game-really-a-shortcut-to-intimacy"
        ],
        "article_texts": [
            "After two years of resistance, I’ve become ensnared by TikTok. The process of being algorithmically pinpointed leads to nostalgia at times; the app’s efforts to create a feed so enticing that I’ll never look away means I’m served a mixture of content that reliably has the present version of myself clicking “save” (eyeliner tips) and clips that a past, more wobbly me would have lapped up. Now, I hastily swipe past instead.\nYet even quick fingers haven’t stopped me noticing the prevalence of a cur"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q5526007",
                "wikidata_title": "Gary Stix",
                "wikipedia_title": "Gary Stix",
                "description": "American journalist",
                "intro": "Gary Stix is a journalist and author.  He is a Senior Editor at the Scientific American.",
                "x_handle": "gstix1",
                "page_url": "https://en.wikipedia.org/wiki/Gary_Stix"
            }
        ],
        "author_str": "gary stix",
        "article_urls": [
            "https://www.scientificamerican.com/article/how-covid-might-sow-chaos-in-the-brain/",
            "https://www.scientificamerican.com/article/a-cure-for-vaccine-hesitancy-could-start-in-kindergarten/",
            "https://blogs.scientificamerican.com/observations/off-the-grid-a-high-tech-military-deployed-the-ancient-art-of-stealth-to-capture-their-man/",
            "https://www.scientificamerican.com/article/neural-workaround-make-for-more-practical-bionic-limbs/",
            "https://www.scientificamerican.com/article/what-makes-humans-different-than-any-other-species/"
        ],
        "article_texts": [
            "We recently celebrated our daughter’s marriage, a life-affirming ritual made all the more joyous by being able to reunite with extended family and friends following an endless COVID-induced hiatus. The wedding took place just a few weeks before the U.S. Supreme Court’s overturning of Roe v. Wade, which had established a constitutional right to abortion for about 50 years.\nThe near coincidence of the two events left us shaken. It underlined yet again something that we had discussed repeatedly ove",
            "“Brain fog” is not a formal medical descriptor. But it aptly describes an inability to think clearly that can turn up in multiple sclerosis, cancer or chronic fatigue. Recently, the condition has grabbed headlines because of reports that it afflicts those recovering from COVID-19.\nCOVID’s brain-related symptoms go beyond mere mental fuzziness. They range across a spectrum that encompasses headaches, anxiety, depression, hallucinations and vivid dreams, not to mention well-known smell and taste a",
            "The book Splat the Cat Goes to the Doctor and the nursery rhyme “This Is the Way We Brush Our Teeth” are typical examples of media that teach the essentials of health to U.S. kindergartners. But lesson plans for children, even at this age, might benefit from going beyond entreaties to brush the outside, the inside and on top (the part where you chew).\nThe pandemic has set off a discussion about integrating teachings about public health in the K–12 curriculum as an accompaniment to lessons about ",
            "They could have used grappling hooks and longbows.\nThe hunting down of global enemy number one came about through the type of detective work and on-the-ground stealth military activity that might have been considered ingenious, oh, among 15th-century ninja warriors or the ancient Sumerians. Ian Fleming would not have had a lot of raw material to work with here.\nThe real story on all of this will likely emerge in the next few hours or days, so everything written here may be moot from the time of ",
            "In the past several years scientists have delivered a slew of advances in wiring prosthetic limbs directly to the brain. A number of studies have reported that severely disabled patients—or monkeys employed as research surrogates—have used bionic limbs controlled by thought to, say, pick up a cup or hold up a hand and give a high five.\nMany of these devices have yet to become more than sophisticated laboratory showpieces that require constant fine-tuning to preserve a clear connection to the bra"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q97897216",
                "wikidata_title": "Emiko Davies",
                "wikipedia_title": "Emiko Davies",
                "description": "Australian-born food writer, cookbook author and journalist",
                "intro": "Emiko Davies is an Australia-born cookbook author, food journalist and food blogger, known for a focus on regional Italian food. She is based in Florence, Italy.\n\n",
                "x_handle": "emikodavies",
                "page_url": "https://en.wikipedia.org/wiki/Emiko_Davies"
            }
        ],
        "author_str": "emiko davies",
        "article_urls": [
            "https://ft.com/content/8e19e902-dd70-4b70-a0d0-7db336e8e724",
            "https://www.ft.com/content/8e19e902-dd70-4b70-a0d0-7db336e8e724"
        ],
        "article_texts": [
            "Cicchetti are a way of life in Venice. Think of these morsels as appetisers, aperitivo, hors d’oeuvres or (if you must) compare them to Spanish tapas.\nThey are generally small enough to be eaten in one or two bites; you can hold them with one hand while the other holds a spritz. Typical cicchetti include warm and cold dishes, plenty of seafood – which the lagoon city is known for – and meat, eggs, salumi and vegetables.\nMoscardini col sedano (baby octopus with celery)\nThis is a bright and refres",
            "On the hunt in white-truffle country\nWe’ll send you a myFT Daily Digest email rounding up the latest Food & Drink news every morning.\nIf there were a Tuscan town that had it all for me, it would be San Miniato – and I’m not just biased because it’s my husband’s town, and the place we call home. It’s also because there are white truffles, which have turned the place into a gourmand’s paradise.\nNot to be confused with San Miniato al Monte, the church that overlooks Florence, the hilltop town of Sa"
        ]
    }
]