[
    {
        "wiki_search_results": [
            {
                "qid": "Q13560889",
                "wikidata_title": "Lynsey Addario",
                "wikipedia_title": "Lynsey Addario",
                "description": "American photojournalist",
                "intro": "Lynsey Addario (born 1973) is an American photojournalist. Her work often focuses on conflicts and human rights issues, especially the role of women in traditional societies.\nIn 2022, she received a Courage in Journalism Award from the International Women's Media Foundation (IWMF).",
                "x_handle": "lynseyaddario",
                "page_url": "https://en.wikipedia.org/wiki/Lynsey_Addario"
            }
        ],
        "author_str": "lynsey addario",
        "article_urls": [
            "https://newrepublic.com/article/112751/maternal-mortality-sierra-leone-photos",
            "https://www.theatlantic.com/international/archive/2021/08/the-talibans-return-is-awful-for-women-in-afghanistan/619765/?utm_source=feed",
            "https://www.theatlantic.com/international/archive/2021/08/the-talibans-return-is-awful-for-women-in-afghanistan/619765/"
        ],
        "article_texts": [
            "Under a Cross Atop a Shallow Grave, He Found His Father\nThe full extent of Russian war crimes in the city of Kherson and surrounding areas is just coming into focus. These were two of them.\nLVIVSKY OTRUBI, Ukraine — After Russian forces retreated from the southern port city of Kherson, Serhiy Novosad, 26, returned recently to the small village of Lvivsky Otrubi where he had grown up, looking for his father and grandmother.\nOn arriving at the family home, the first thing he noticed were his fathe",
            "Fifty thousand people died in Sierra Leone’s brutal eleven-year civil war, which ended in 2002. Since then, thousands more have died in a lesser-known scourge: childbirth. Sierra Leone has the third-highest maternal mortality rate in the world; one in 23 women dies as a result of pregnancy. Many of these deaths are entirely preventable. In a country of six million people, there are only three obstetricians and less than 300 trained doctors. But in 2010, the government announced that all pregnant",
            "In one of 53,275 photographs taken by Caesar, the pseudonym of a former Syrian government forensic photographer, at least two dozen emaciated bodies are shown laid out in the garage of military hospital No. 601 in Mezze, Damascus. Hip bones and rib cages protrude from the sea of mostly naked men. From 2011 to 2013, Caesar focused his viewfinder on the bodies of people who died from unfathomable torture, starvation and imprisonment.\nThen, he took a great risk: Caesar made copies of his images doc",
            "The Taliban’s Return Is Catastrophic for Women\nAs a photojournalist covering Afghanistan for two decades, I’ve seen how hard the country’s women have fought for their freedom, and how much they have gained. Now they stand to lose everything.\nOne morning in the summer of 1999, Shukriya Barakzai woke up feeling dizzy and feverish. According to the Taliban’s rules, she needed a Maharram, a male guardian, in order to leave home to visit the doctor. Her husband was at work, and she had no sons. So sh"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q7422425",
                "wikidata_title": "Sarah Jaffe",
                "wikipedia_title": "Sarah Jaffe",
                "description": "Denton, Texas-based American musician",
                "intro": "",
                "x_handle": "sayjaffe",
                "page_url": "https://en.wikipedia.org/wiki/Sarah_Jaffe"
            },
            {
                "qid": "Q55617913",
                "wikidata_title": "Sarah Jaffe",
                "wikipedia_title": "Sarah Jaffe (journalist)",
                "description": "American journalist who covers labor, economic justice, social movements, politics",
                "intro": "Sarah L. Jaffe is a labor journalist. She is the author of Necessary Trouble: Americans in Revolt (2016) and Work Won't Love You Back: How Devotion to Our Jobs Keeps Us Exploited, Exhausted and Alone (2021). Jaffe is a columnist for The Progressive and New Labor Forum, and her work has appeared in such outlets as The New York Times, The Washington Post, The Atlantic, The Guardian, and The New Republic. She also cohosts a podcast called Belabored.",
                "x_handle": "sarahljaffe",
                "page_url": "https://en.wikipedia.org/wiki/Sarah_Jaffe_(journalist)"
            }
        ],
        "author_str": "sarah jaffe",
        "article_urls": [
            "https://www.thenation.com/article/culture/vivian-maier-ann-marks/",
            "https://newrepublic.com/article/145067/socialized-medicine-won-health-care-debate",
            "https://newrepublic.com/article/147466/party-within-democratic-party",
            "https://newrepublic.com/article/148130/struggle-stay-middle-class",
            "https://newrepublic.com/article/146904/new-working-class"
        ],
        "article_texts": [
            "During the first Covid lockdown, I, like so many other people, took to wandering my neighborhood alone, observing details that I might otherwise have glossed over. Perfectly black irises in an otherwise colorful garden; street graffiti declaring “Black Lives Matter”; a root shoving up from beneath the sidewalk; the house down the street with seven-foot-long wooden dinosaur skeletons in the front yard; handmade posters stapled to telephone poles demanding that the state “Cancel Rent.” I took pict",
            "“It’s coming down to a choice between Federalism vs Socialism,” Senator Lindsey Graham proclaimed on Twitter earlier this week. “I chose Federalism of #GrahamCassidy.” His tweet echoed his words at a press conference days earlier, where he framed his Affordable Care Act repeal bill as the only way “to stop a march toward socialism.”\nIt’s unclear if the Republican senator realized that he was cribbing from socialist revolutionary Rosa Luxemburg. In a pamphlet composed a century ago while in priso",
            "But there were down notes too. Elizabeth Warren’s keynote speech\nreminded the crowd that 16 Democrats, including the 2016 vice-presidential nominee\nTim Kaine, were crossing the aisle to vote with Republicans on a bill that\nwould deregulate banks. “When I saw a handful of my Democratic\ncolleagues vote for it, it felt like a stab in the heart, not for me, for all\nthe people who bailed out the banks,” Warren said from the stage. “It’s worse\nwhen some of our teammates don’t even show up for the figh",
            "There are some signs, though, that the power of so-called “small government conservatism” might be waning. Paul Ryan, its face in the House, is exiting Congress stage right, no doubt off to either lobby or think-tank for more shredding of social safety nets, lowering of public-sector wages, privatization of public goods, and tax cuts for billionaires.\nMeanwhile, Donald Trump soared through the Republican primary promising to create jobs, to put people back to work. Yet in Trumplandia, some jobs ",
            "It’s not just men working factory jobs in the Rust Belt—and it never really was.\nJoe Raedle/Getty\nMore than a year into Donald Trump’s presidency, political commentators continue, despite all evidence to the contrary, to depict his political base as the “white working class.” Articles on his supporters seem almost entirely devoted to baseball-capped Middle Americans in declining industrial towns who believed the president’s campaign-trail promises to bring back coal, or steel, or keep the Carrie"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q16920725",
                "wikidata_title": "Misha Schubert",
                "wikipedia_title": "Misha Schubert",
                "description": "Australian journalist",
                "intro": "Misha Schubert (born 22 February 1973) in an Australian newspaper journalist. She was appointed Chief Executive Officer of Science & Technology Australia in March 2020. She was formerly Director, Strategic Communications at Universities Australia. She has previously worked Director of Communications for the RECOGNISE movement, campaigning for recognition of Aboriginal and Torres Strait Islander people in the Australian Constitution. Prior to this Schubert was national political editor for The Sunday Age, political correspondent for The Age and as a reporter for The Australian.\nSchubert has been a vice president of the National Press Club of Australia since 2008, having been elected to the Board in 2006. She is also a life member of the YWCA Victoria.",
                "x_handle": "mishaschubert",
                "page_url": "https://en.wikipedia.org/wiki/Misha_Schubert"
            }
        ],
        "author_str": "misha schubert",
        "article_urls": [
            "https://www.theage.com.au/national/qc-stands-out-among-labor-candidates-for-canberra-20060207-ge1pl2.html"
        ],
        "article_texts": [
            "By Misha Schubert\nAS VICTORIAN Labor's push for fresh blood in Federal Parliament gathers momentum, one candidate stands out from the traditional crowd of union bosses and party apparatchiks.\nThe highly regarded Mark Dreyfus, QC, is preparing to trade in the stellar earning power of the law for the often dispiriting and modestly paid life of an Opposition MP.\nBut, as he sees it, professional fulfilment and public service are their own form of compensation.\n\"Money isn't everything,\" he told The A"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q3020854",
                "wikidata_title": "Deborah Blum",
                "wikipedia_title": "Deborah Blum",
                "description": "American journalist",
                "intro": "",
                "x_handle": "deborahblum",
                "page_url": "https://en.wikipedia.org/wiki/Deborah_Blum"
            },
            {
                "qid": "Q5248181",
                "wikidata_title": "Deborah Blumer",
                "wikipedia_title": "Deborah Blumer",
                "description": "American politician (1941-2006)",
                "intro": "Deborah D. Blumer was a Democratic member of the Massachusetts House of Representatives from Framingham.  She served in the House from 2001 until her death.\nBlumer was graduated magna cum laude from Framingham State College, and subsequently earned an MBA with distinctions from the Simmons College Graduate School of Management.  Prior to her election to the House in 2000, she worked for several businesses, including Compaq.  In the House, she served on the Joint Committee on Higher Education, the Joint Committee on Children and Families, and the Joint Committee on Public Health.Initial reports indicated that Blumer suffered a heart attack while driving. She was pronounced dead at MetroWest Medical Center, and is survived by her husband, children, and grandchildren. At the time of her death, Blumer was he was five away from her 65th birthday.Blumer was a supporter of Israel and Jewish-related causes. Her funeral was held at Temple Beth Am in Framingham.[1]Although she was nearly one month deceased as of the Massachusetts House elections, 2006, Democrats were unable to replace her as their candidate due to filing deadlines. Running post-mortem, she finished in third place, garnering 20% of the vote behind two write-in candidates. Write-in candidate Democrat Pam Richardson succeeded her, winning 37% of the vote.\n\n",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/Deborah_Blumer"
            },
            {
                "qid": "Q87776100",
                "wikidata_title": "Deborah T. Blumenthal",
                "wikipedia_title": "",
                "description": "researcher",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            }
        ],
        "author_str": "deborah blum",
        "article_urls": [
            "https://www.newscientist.com/article/mg20327241-600-review-crow-planet-by-lyanda-lynn-haupt/",
            "https://www.newscientist.com/article/mg20327151-700-review-sex-in-shades-of-grey/",
            "https://www.newscientist.com/article/mg19826592-000-review-the-animal-research-war-by-p-michael-conn-and-james-v-parker/",
            "https://www.newscientist.com/article/mg19826531-500-review-bonk-by-mary-roach/",
            "https://www.newscientist.com/article/mg19926672-100-review-the-score-by-faye-flam/"
        ],
        "article_texts": [
            "Review: Crow Planet by Lyanda Lynn Haupt\n“EVERYBODY has a crow story,” Lyanda Lynn Haupt writes with a mixture of delight and dismay. Her collection of gently provocative essays suggests that our familiarity with crows may be a harbinger. Crows thrive in the environmental dissonance that we create, adapting to our urban lifestyle: they may be the dark shape of our future.\nThis isn’t to say that Haupt dislikes crows. She admires the “smart, endlessly wonderful, shining” creatures. She finds them ",
            "Review: Sex in shades of grey\n“I AM satisfied with a wild free Nature,” the psychologist-philosopher William James once wrote to a quarrelsome colleague. “You seem to me to cherish and pursue an Italian Garden, where all things are kept in separate compartments, and one must follow straight-ruled walks.”\nI’ve always admired the way James challenged what he perceived as scientific dogma. In this case, he raised a conundrum we still wrestle with today. Science, with its love of classification, see",
            "Review: The Animal Research War by P Michael Conn and James V Parker\nIN 2001, P. Michael Conn, an administrator at the Oregon National Primate Research Center in Beaverton, flew to Miami to be interviewed for a university position. When he arrived in Florida, his plane was met by an angry crowd of animal-rights activists wielding protest signs. They followed him, interrupted his meetings and literally chased him onto his plane back to the West Coast.\nNot surprisingly, he didn’t get the job. But ",
            "Review: Bonk by Mary Roach\nMary Roach answers 10 questions about the science of sex here\nYOU are so lucky to be married to me, I tell my husband. I remind him of this often. He gives me that all-too-familiar cornered beagle look: where is she going with this? I wave around Mary Roach’s new book, Bonk, describing her success in persuading her husband to have sex in a laboratory while researchers took ultrasound images. For those of you that are interested, her description appears on page 125: “Ed",
            "Review: The Score by Faye Flam\nMODERN man. Is he a lying, scheming philanderer or a protective, fatherly companion? It turns out he’s all of the above: he’s your typical animal.\nAlthough, if I’m reading Faye Flam correctly, he’s an animal that missed out on the really good stuff when it comes to sexual performance. He lacks the potent delivery system of the polyclad flatworm, a ribbon-like sea dweller whose acidic semen burns its way through to its target. He lacks a penis bone, which means that"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q380107",
                "wikidata_title": "Rick Warren",
                "wikipedia_title": "Rick Warren",
                "description": "American Baptist pastor and writer",
                "intro": "Richard Duane Warren (born January 28, 1954) is an American Baptist evangelical Christian pastor and author. He is the founder of Saddleback Church, an evangelical Baptist megachurch in Lake Forest, California. Since 2022, he is director of the Finishing the Task mission coalition.",
                "x_handle": "rickwarren",
                "page_url": "https://en.wikipedia.org/wiki/Rick_Warren"
            },
            {
                "qid": "Q22979737",
                "wikidata_title": "Rick Warren: A life of purpose",
                "wikipedia_title": "",
                "description": "TED2006 talk",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q69473514",
                "wikidata_title": "Rick Warren Memorial Public Library District",
                "wikipedia_title": "",
                "description": "public library system in Illinois, USA",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q69964827",
                "wikidata_title": "Rick Warren Memorial Public Library District",
                "wikipedia_title": "",
                "description": "public library in Elkville, Illinois, USA",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            }
        ],
        "author_str": "rick warren",
        "article_urls": [
            "https://time100.time.com/2013/04/18/time-100/slide/wilfredo-de-jesus/",
            "https://time100.time.com/2013/04/18/time-100/slide/wilfredo-de-jesus/#signin"
        ],
        "article_texts": [
            "The 2013 TIME 100\nTIME presents its annual list of the 100 most influential people in the world, from artists and leaders to pioneers, titans and icons\nWilfredo De Jesús\nWilfredo De Jesús, better known as Pastor Choco, embodies the true definition of what Christ said the church should be. As the senior pastor of New Life Covenant Ministries, one of the fastest-growing churches in Chicago as well as one of the largest Assemblies of God congregations in the nation, Pastor Choco encourages others t"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q15430209",
                "wikidata_title": "Mark Leibovich",
                "wikipedia_title": "Mark Leibovich",
                "description": "American journalist and writer",
                "intro": "Mark Leibovich ( LEE-bə-vitch; born May 9, 1965) is an American journalist and author. He is a staff writer at The Atlantic, and previously spent 16 years at the New York Times, including a decade as the chief national correspondent for The New York Times Magazine, based in Washington, D.C. He is known for his profiles of political, sports, and entertainment figures.\nIn addition to his magazine and newspaper career, Leibovich has also written five books, including three New York Times bestsellers, and two #1 Times bestsellers about the culture and Washington, D.C.: This Town and Thank You for Your Servitude.",
                "x_handle": "MarkLeibovich",
                "page_url": "https://en.wikipedia.org/wiki/Mark_Leibovich"
            }
        ],
        "author_str": "mark leibovich",
        "article_urls": [
            "https://newrepublic.com/article/113875/tammy-haddad-washingtons-access-peddler-excerpt-town",
            "https://www.theatlantic.com/ideas/archive/2022/07/kevin-mccarthy-lindsey-graham-trump-devotion-2024-election/661508/",
            "https://www.theatlantic.com/ideas/archive/2022/08/liz-cheney-wyoming-election-gop-pariah/671111/",
            "https://www.theatlantic.com/politics/archive/2022/04/gop-strategy-against-trump-2024-election/629687/",
            "https://www.theatlantic.com/politics/archive/2022/06/biden-run-for-reelection-2024/661297/"
        ],
        "article_texts": [
            "Outside the Newseum, the magnificent Tammy Haddad was surveying the snaking queue of people waiting to get into the party. It was the signature D.C. event on the eve of Barack Obama’s first inauguration, a lavish affair hosted by Arianna Huffington, and Haddad kept pulling worthies out of line, declaring her D.C. chosens in real time.\nThe Tamster is one of those people of whom it is often wondered: What exactly does she do? A former cable producer, in recent years she has blasted a place for her",
            "When he wasn’t melting down over how “very badly” he was treated or acting like a seditious lunatic, Donald Trump could be downright serene in certain Washington settings—and never more so than when he would swan in for dinner at the Trump International Hotel, a few blocks down Pennsylvania Avenue from the White House and the only other place where he would ever agree to eat.\nUnlike the Obamas, who would sneak out for date nights at trendy restaurants, Trump was hardly discreet when he went out ",
            "LARAMIE, Wyo.—Liz Cheney will probably lose her job on Tuesday, in large part due to her crusade against Donald Trump. Trump will surely taunt her as a big RINO loser, but Cheney has no plans to end her fight against him. She is already looking past her anticipated defeat here and into a future that could include—I suspect—a primary challenge to the former president in 2024.\n“It’s clear that our party is really sick right now,” Cheney told me when I spoke with her last week. “The Trump forces th",
            "Let’s assume Donald Trump runs again for president in 2024. Yes, I know, caveats, caveats. Republicans say it’s too early to discuss ’24. A lot can change between now and then. Maybe Trump won’t actually run. Maybe he’s just teasing the possibility to milk the attention. Apparently, he likes attention.\nBut if Trump does decide to inflict himself on another race, he will enter as the clear Republican favorite, enjoying a presumption of invincibility inside the GOP. This has engendered a belief th",
            "Let me put this bluntly: Joe Biden should not run for reelection in 2024. He is too old.\nBiden will turn 80 on November 20. He will be 82 if and when he begins a second term. The numbers just keep getting more ridiculous from there. “It’s not the 82 that’s the problem. It’s the 86,” one swing voter said in a recent focus group, referring to the hypothetical age Biden would be at the end of that (very) hypothetical second term.\nIn recent weeks, I’ve spoken with 10 official and unofficial advisers"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q8018046",
                "wikidata_title": "William Saletan",
                "wikipedia_title": "William Saletan",
                "description": "American journalist",
                "intro": "William Saletan is an American writer for The Bulwark.\n\n",
                "x_handle": "saletan",
                "page_url": "https://en.wikipedia.org/wiki/William_Saletan"
            }
        ],
        "author_str": "william saletan",
        "article_urls": [
            "https://slate.com/culture/2012/04/bad-religion-by-ross-douthat-reviewed-christianity-and-republicanism-in-conflict.html",
            "http://www.slate.com/articles/news_and_politics/frame_game/2012/08/todd_akin_s_legitimate_rape_gaffe_shows_how_abortion_can_be_a_crime_issue_.html",
            "https://slate.com/culture/2012/04/bad-religion-book-christians-sex-and-contraception.html",
            "https://slate.com/culture/2012/04/bad-religion-book-gay-rights-and-christian-love.html",
            "https://slate.com/culture/2012/04/bad-religion-by-ross-douthat-reviewed-christian-argument-against-homosexuality.html"
        ],
        "article_texts": [
            "Ross! I can’t believe you used the S-word. You’re trying to seduce me?\nOK, I’m game. So let’s start with the part of Christianity that’s most tempting to us liberal heathen: its critique of greed. As you just explained, Christian orthodoxy—unlike the prosperity preaching of Pat Robertson and other televangelists—teaches suspicion of worldly wealth. One of the best things about your book, from a lefty’s point of view, is that you challenge the Cult of Mammon as well as the Cult of Dionysus. You h",
            "Rep. Todd Akin, the man nominated by Missouri Republicans two weeks ago to run for the U.S. Senate, has an interesting idea about the female reproductive system. Yesterday on KTVI-TV in St. Louis, Akin was asked whether abortion should be permitted in the case of a pregnancy caused by rape. He answered:\nFrom what I understand from doctors, that’s really rare. If it’s a legitimate rape, the female body has ways to try to shut that whole thing down. But let’s assume that maybe that didn’t work or ",
            "Ross,\nI appreciate the complexity of your answer about capitalism. Greed requires restraint, but the restraint has to be sensible, tempered by an appreciation of human fallibility and unintended consequences.\nWhy not treat lust the same way? If we can manage the profit motive so it’s put to good use, can’t we do the same with the libido? Why shouldn’t a Christian embrace contraception? You and I have discussed this topic before, but only in the context of abortion. Let’s talk straight up about t",
            "Ross,\nYou’ve put your finger on the central truth. It’s in that quote from the future Pope Benedict: “We cannot resolve great moral problems simply with techniques, with chemistry, but must solve them morally, with a life-style.” But what does that mean?\nLook at the case you’ve made against contraception. It isn’t a case against contraception. It’s a case against trends and problems you associate with contraception: abortion, illegitimacy, declining marriage rates, de facto polygamy, and embryo ",
            "Ross,\nReading your defense of the teaching against homosexual relationships brings me pain. Maybe I’m having some kind of Christian spiritual experience. But it feels much simpler: I’m watching an intelligent, compassionate writer torture his intellect and his values to fit a dogma that can no longer be justified by anything outside itself.\nYour argument requires you to believe that God’s natural order inflicts on hundreds of millions of people a sexual orientation they can never consummate or s"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q930324",
                "wikidata_title": "Indrek Tarand",
                "wikipedia_title": "Indrek Tarand",
                "description": "Estonian politician",
                "intro": "Indrek Tarand (born 3 February 1964) is an Estonian politician and Member of the European Parliament (MEP) from Estonia. He is an independent politician, but a member of the European Green Party.\nTarand has served as an advisor to the Prime Minister of Estonia and as the Secretary General of the Estonian Ministry of Foreign Affairs.",
                "x_handle": "indrektarand",
                "page_url": "https://en.wikipedia.org/wiki/Indrek_Tarand"
            }
        ],
        "author_str": "indrek tarand",
        "article_urls": [
            "https://www.politico.eu/article/why-nord-stream-is-another-mistral-deal/"
        ],
        "article_texts": [
            "The decision of some German, Austrian, British, Dutch and French energy companies to do business with Gazprom must be severely lamented. Not only is it environmentally and economically wrong, it’s a brazen-faced dismissal of the principles of the intended European Energy Union, which are based on fair competition and solidarity.\nJust a few years ago, the European Commission acted decisively and forbade the same companies to build a similar pipeline in southern Europe called South Stream. Now we "
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q3299397",
                "wikidata_title": "Matt Bors",
                "wikipedia_title": "Matt Bors",
                "description": "American cartoonist",
                "intro": "Matt Bors (born 1983) is a nationally syndicated American editorial cartoonist and editor of online comics publication The Nib. Formerly the comics journalism editor for Cartoon Movement, he was a finalist for the Pulitzer Prize in 2012 and 2020, and became the first alt-weekly cartoonist to win the Herblock Prize for Excellence in Cartooning.\n\n",
                "x_handle": "MattBors",
                "page_url": "https://en.wikipedia.org/wiki/Matt_Bors"
            }
        ],
        "author_str": "matt bors",
        "article_urls": [
            "https://www.thenation.com/article/society/covid-testing-masks-trump/",
            "https://www.thenation.com/article/archive/comix-nation-70/",
            "https://foreignpolicy.com/2015/10/20/you-call-that-an-election-canada/",
            "https://foreignpolicy.com/2015/11/17/the-grand-old-war-on-the-islamic-state-us-campaign-gop/",
            "https://foreignpolicy.com/2015/11/19/bonjour-you-cheese-eating-bomber-monkeys/"
        ],
        "article_texts": [
            "var allSubject = $('.postid-'+articlePostId+'.currentScr input[name=\"tpTags\"]').val();\nvar allAuthor = $('.postid-'+articlePostId+'.currentScr input[name=\"tpContentAuthor\"]').val();\nvar username = getCookie('SESSname');\nif(username != null){\n_cbq.push(['_acct', 'paid']);\n}else{\n_cbq.push(['_acct', 'anon']);\n}\npSUPERFLY.virtualPage({\nsections: allSubject,\nauthors : allAuthor,\npath : window.location.pathname,\ntitle : $('.currentScr').attr('articlelisttitle')\n});\n}\n/* Taxonomy and Author Trigger in",
            "var allSubject = $('.postid-'+articlePostId+'.currentScr input[name=\"tpTags\"]').val();\nvar allAuthor = $('.postid-'+articlePostId+'.currentScr input[name=\"tpContentAuthor\"]').val();\nvar username = getCookie('SESSname');\nif(username != null){\n_cbq.push(['_acct', 'paid']);\n}else{\n_cbq.push(['_acct', 'anon']);\n}\npSUPERFLY.virtualPage({\nsections: allSubject,\nauthors : allAuthor,\npath : window.location.pathname,\ntitle : $('.currentScr').attr('articlelisttitle')\n});\n}\n/* Taxonomy and Author Trigger in",
            "It’s been almost one year since Russia invaded Ukraine on Feb. 24, 2022. If one steps back from the daily news cycle, it’s clear that both sides have faced devastating impacts, including...Show more massive loss of life and severe damage to infrastructure and economic activity.\nWhat lessons can policymakers learn from the first year of the war? What will the next year look like? What steps can be taken to end the war?\nJoin FP’s Ravi Agrawal for a conversation with two top Russia experts: Angela ",
            "It’s been almost one year since Russia invaded Ukraine on Feb. 24, 2022. If one steps back from the daily news cycle, it’s clear that both sides have faced devastating impacts, including...Show more massive loss of life and severe damage to infrastructure and economic activity.\nWhat lessons can policymakers learn from the first year of the war? What will the next year look like? What steps can be taken to end the war?\nJoin FP’s Ravi Agrawal for a conversation with two top Russia experts: Angela ",
            "It’s been almost one year since Russia invaded Ukraine on Feb. 24, 2022. If one steps back from the daily news cycle, it’s clear that both sides have faced devastating impacts, including...Show more massive loss of life and severe damage to infrastructure and economic activity.\nWhat lessons can policymakers learn from the first year of the war? What will the next year look like? What steps can be taken to end the war?\nJoin FP’s Ravi Agrawal for a conversation with two top Russia experts: Angela "
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q781423",
                "wikidata_title": "Richard Wiseman",
                "wikipedia_title": "Richard Wiseman",
                "description": "British psychologist",
                "intro": "",
                "x_handle": "RichardWiseman",
                "page_url": "https://en.wikipedia.org/wiki/Richard_Wiseman"
            },
            {
                "qid": "Q18917343",
                "wikidata_title": "Richard Wiseman",
                "wikipedia_title": "Richard Wiseman (surgeon)",
                "description": "English surgeon (1622-1676)",
                "intro": "Richard Wiseman (1622–1676) was an English surgeon, the first consultant surgeon in London. He was personal surgeon to King Charles II, and author of a medical work called Severall Chirurgical Treatises.",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/Richard_Wiseman_(surgeon)"
            },
            {
                "qid": "Q7330051",
                "wikidata_title": "Richard Wiseman",
                "wikipedia_title": "Richard Wiseman (MP)",
                "description": "English landowner and politician",
                "intro": "",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/Richard_Wiseman_(MP)"
            },
            {
                "qid": "Q76026019",
                "wikidata_title": "Richard Wiseman",
                "wikipedia_title": "",
                "description": "Peerage person ID=476942",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q116145600",
                "wikidata_title": "Richard Wiseman, of London",
                "wikipedia_title": "",
                "description": "- 12 Dec 1618",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q123157985",
                "wikidata_title": "Richard Wiseman's On Your Mind Podcast",
                "wikipedia_title": "",
                "description": "",
                "intro": "",
                "x_handle": "wisemanpod",
                "page_url": ""
            },
            {
                "qid": "Q118985689",
                "wikidata_title": "Richard Wiseman (b.c.1620–1676)",
                "wikipedia_title": "",
                "description": "painting by unknown artist, Hunterian Museum",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q119931975",
                "wikidata_title": "Richard Wiseman, Sergeant-Surgeon to King Charles II (1672–1676)",
                "wikipedia_title": "",
                "description": "painting by unknown artist, Wellcome Collection",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q75848923",
                "wikidata_title": "Richard Wiseman on cancer",
                "wikipedia_title": "",
                "description": "scientific article published on 01 September 1951",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q48581076",
                "wikidata_title": "Richard Wiseman and the medical practitioners of restoration London.",
                "wikipedia_title": "",
                "description": "scientific article",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            }
        ],
        "author_str": "richard wiseman",
        "article_urls": [
            "https://www.newscientist.com/article/mg20627605-800-uk-election-did-candidates-with-the-right-face-win/",
            "http://www.newscientist.com/article/mg22129621-100-the-dream-maker-my-app-shaped-their-slumbers/",
            "https://www.newscientist.com/article/mg22129621-100-the-dream-maker-my-app-shaped-their-slumbers/",
            "https://www.newscientist.com/article/mg17623645-800-how-to-learn/",
            "https://newscientist.com/article/mg20227127-100-first-twitter-experiment-probes-belief-in-the-paranormal/"
        ],
        "article_texts": [
            "UK election: did candidates with the right face win?\nWHEN it comes to elections, some voters seem to be swayed by a simple rule of thumb – does the face fit?\nA few years ago my colleagues and I obtained photographs of the six most recent Republican US presidents and the six most recent Democratic presidents, and created two composite images by merging the faces of each group. We then asked people to rate the degree to which the two resulting faces appeared caring, authoritarian and open-minded. ",
            "The dream maker: My app shaped their slumbers\nGolden slumbers: can sweet sounds send you to a pleasant place? (Image: Carl De Keyzer/Magnum)\nImagine being able to plant ideas in hordes of sleeping brains. My app did just that\nIN THE film Inception, Leonardo DiCaprio plays a dream architect who enters sleepers’ subconscious minds and manipulates their dreams. The idea of dream control quickly caught public imagination and the film became a huge hit.\nBut that was fiction. Is it really possible to ",
            "How to learn\nStudy guides reviewed by Richard Wiseman\nIT’S that time of the year again. Thousands of students are flocking to their chosen seat of learning in search of wisdom, higher knowledge or perhaps just a degree. Most will be anxious to get as high grades as possible. Given this massive potential market for academic self-help guides, it’s no wonder there is a plethora of books offering advice.\nGavin Fairbairn and Susan Fairbairn provide a useful, accessible introduction to the joy of text",
            "You may have never personally caught sight of Jesus Christ’s face in a potato chip, but you have likely succumbed to an equally improbable belief at some point in your life. Many people claim that ghosts exist or that their dreams can predict the future. Some individuals even think they have seen the face of the Virgin Mary in a grilled cheese sandwich and Mother Teresa in a cinnamon bun.\nAlthough such beliefs may sound farfetched, they are surprisingly common. An opinion poll conducted in 2005 ",
            "A few years ago I tracked over 3,000 people attempting to achieve a range of new year’s resolutions, including losing weight, exercising more, stopping smoking and drinking less. At the start of the study, 52% of participants were confident of success. One year later, only 12% had actually achieved their goal.\nSo what can you do to increase your chances of making your 2015 resolutions a reality? It might be as a simple as getting a better night’s sleep. Last month I asked more than 1,000 people "
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q42666137",
                "wikidata_title": "Rosie Gray",
                "wikipedia_title": "Rosie Gray",
                "description": "American journalist",
                "intro": "Rosie Gray is a journalist covering politics and media. Previously a reporter for BuzzFeed News, she has also worked for The Atlantic.",
                "x_handle": "RosieGray",
                "page_url": "https://en.wikipedia.org/wiki/Rosie_Gray"
            },
            {
                "qid": "Q59549419",
                "wikidata_title": "Rosie A Grayburn",
                "wikipedia_title": "",
                "description": "researcher ORCID ID = 0000-0002-1156-1378",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            }
        ],
        "author_str": "rosie gray",
        "article_urls": [
            "https://unherd.com/2022/09/gen-zs-worship-of-the-unabomber/",
            "https://unherd.com/2022/09/gen-zs-worship-of-the-unabomber/?=refinnar",
            "https://www.theatlantic.com/politics/archive/2017/01/no-one-knows-what-the-powerful-mercers-really-want/514529/",
            "https://www.theatlantic.com/politics/archive/2017/01/no-one-knows-what-the-powerful-mercers-really-want/514529/#main-content",
            "https://www.theatlantic.com/politics/archive/2017/08/the-war-against-hr-mcmaster/536046/"
        ],
        "article_texts": [
            "“The industrial revolution and its consequences have been a disaster for the human race.” Writing those words as the introduction to his 1995 anti-technology manifesto Industrial Society and its Future, Ted Kaczynski couldn’t have known that they would someday spawn an entire genre of memes. But so they have.\nEighty years old and serving eight consecutive life sentences in federal prison for his career as the Unabomber, Kaczynski has been revived as an online folk hero. Spend enough time online ",
            "What Does the Billionaire Family Backing Donald Trump Really Want?\nThe Mercers are enjoying more influence than ever with their candidate in the White House—but no one seems to know how they intend to use it.\nShe owns a cookie store. He loves model trains. They both hate the Clintons. And beyond that, not much is clear about the motivations of the Mercer father-daughter duo of Republican megadonors who have become two of the most powerful people in the country over the last 18 months.\nHedge-fund",
            "Updated on August 5 at 11:51 a.m. ET\nLong-simmering tensions within the White House burst into public view this week after the firings of three National Security Council officials, resulting in National-Security Adviser H.R. McMaster becoming Public Enemy No. 1 of the pro-Trump online brigades.\nMcMaster has cleaned house at the NSC over the past few weeks. Via his deputy Ricky Waddell, he fired director of strategic planning Rich Higgins last month over a memo Higgins wrote alleging a deep-state",
            "Just 24 days into his tenure as Donald Trump’s national-security adviser, Michael Flynn was forced to resign, having reportedly misled Vice President Mike Pence about his contacts with Russian officials. When Flynn departed, the men and women he’d appointed to the National Security Council grew nervous about their own jobs, and with good reason. The new national-security adviser, General H.R. McMaster, promptly began clearing out Flynn’s people, among them Dave Cattler, the deputy assistant to t",
            "An NSC Staffer Is Forced Out Over a Controversial Memo\nThe document charges that globalists, Islamists, and other forces within and outside the government are subverting President Trump’s agenda.\nUpdated August 2 at 4:29 p.m. ET\nA top official of the National Security Council was fired last month after arguing in a memo that President Trump is under sustained attack from subversive forces both within and outside the government who are deploying Maoist tactics to defeat President Trump’s national"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q7027193",
                "wikidata_title": "Nick Gillespie",
                "wikipedia_title": "Nick Gillespie",
                "description": "American magazine editor and political writer",
                "intro": "Nicholas John Gillespie ( ghil-ESP-ee; born August 7, 1963) is an American libertarian journalist who was editor-in-chief of Reason magazine from 2000 to 2008 and editor-in-chief of Reason.com and Reason TV from 2008 to 2017. Gillespie originally joined Reason's staff in 1993 as an assistant editor and ascended to the top slot in 2000.  He is currently an editor-at-large at Reason. Gillespie has edited one anthology, Choice: The Best of Reason.",
                "x_handle": "nickgillespie",
                "page_url": "https://en.wikipedia.org/wiki/Nick_Gillespie"
            },
            {
                "qid": "Q123036720",
                "wikidata_title": "Nick Gillespie",
                "wikipedia_title": "",
                "description": "",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            }
        ],
        "author_str": "nick gillespie",
        "article_urls": [
            "https://reason.com/2017/12/04/ask-john-stossel-matt-welch-and-nick-gil/",
            "https://reason.com/2017/12/04/ask-john-stossel-matt-welch-and-nick-gil/?comments=true#comments",
            "https://reason.com/2017/12/04/ask-john-stossel-matt-welch-and-nick-gil/printer/",
            "https://reason.com/video/2018/06/08/billy-tauzin-former-congressman-and-powe/",
            "https://reason.com/video/2018/06/08/billy-tauzin-former-congressman-and-powe/printer/"
        ],
        "article_texts": [
            "The more we learn about the government these days, the less we can trust it. Forget about the simple incompetence that used to fire up libertarian critics of an expansive government—that’s a complaint that seems almost quaint given recent and ongoing revelations about official fraud and deception. It’s looking more and more like the government tends toward evil and mean-spiritedness, and it’s going to take real change to reverse eroding faith among citizens.\nThough it was sent 50 long years ago,",
            "Before there was Ahmed Mohamed, the 14-year-old terrorist (read: nerd) who was arrested for bringing an explosive device (read: clock) to a Texas high school, there was Joshua, the 7-year-old Napoleon of Crime who was suspended from his Maryland elementary school for chewing his Pop-Tart into a gun and pointing it at fellow students.\nBefore Joshua there was Patrick Agin, a Rhode Island high school senior and member in good standing of the Society for Creative Anachronism, who had to sue his scho",
            "Everything’s bigger in Texas, including the irredeemable stupidity of the idiots who run their public schools as if they are minimum-security prisons. Then again, given the gigantic role that penitentiaries play in Texas’s state budget, perhaps principals view becoming wardens as aspirational.\nHow else to explain the handcuffing and suspension of ninth-grader Ahmed Mohamed, a 14-year-old kid so lost to the dark arts of nerd-dom that he “makes his own radios and repairs his own go-kart”?\nAfter ta",
            "It’s safe to say that by the end of today, a large chunk of Americans will be bitterly disappointed. If Republicans win big, Democrats will hang their heads and cuss the Koch brothers. If the GOP fails to snag the Senate and a fistful of statehouses, its partisans will mope around and blame Ebola-infected illegal immigrants for the loss.\nBut whichever side emerges victorious, both Republicans and Democrats should face up to a much bigger truth: Neither party as currently constituted has a real f",
            "God bless—Odin bless?—the politically correct Swedes, who are currently working on what might become that country’s ugliest export since Tor Johnson.\nAs the shouting match over the role and depiction of gender and sexuality in video games that’s part of “Gamergate” fires up the blogosphere, Sweden’s “government-funded innovation agency” Vinnova are, along with the country’s video game association, developing a ratings system to track “sexist” content in games. Given our own country’s history of "
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q6385770",
                "wikidata_title": "Kelli Russell Agodon",
                "wikipedia_title": "Kelli Russell Agodon",
                "description": "American poet, writer, and editor",
                "intro": "Kelli Russell Agodon (born in Seattle) is an American poet, writer, and editor. She is the cofounder of Two Sylvias Press and she serves on the poetry faculty at the Rainier Writing Workshop, a low-residency MFA program at Pacific Lutheran University. She co-hosts the poetry series \"Poems You Need\" with Melissa Studdard.",
                "x_handle": "KelliAgodon",
                "page_url": "https://en.wikipedia.org/wiki/Kelli_Russell_Agodon"
            }
        ],
        "author_str": "kelli russell agodon",
        "article_urls": [
            "https://www.theatlantic.com/magazine/archive/2007/08/how-killer-blue-irises-spread/306040/"
        ],
        "article_texts": [
            "—Misheard health report on NPR\nThe quiet ones, the flowers\nthe neighbors said\nkept to themselves,\nIris getagunandkillus, shoots\nand rhizomes reaching\nbeneath the fence.\nThe shifty ones,\nMickey Blue Iris, the tubers\nthat pretend to be dormant\nthen spread late at night into\nthe garden of evil and no good.\nThey know hell, their blue flames\nfooling van Gogh, the knife\nhe stuck into soil before he sliced\nthe bulbs in three, nights\nhe spent painting in a mad heat.\nThey swell before the cut\nand divide "
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q50379503",
                "wikidata_title": "Jo Chandler",
                "wikipedia_title": "Jo Chandler",
                "description": "Australian writer",
                "intro": "Jo Chandler (born 1965) is an Australian journalist, science writer and educator. Her journalism has covered a wide range of subject areas, including science, the environment, women's and children's issues, and included assignments in Africa, the Australian outback, Antarctica, Afghanistan and Papua New Guinea.  She is currently a lecturer at the University of Melbourne's Centre for Advancing Journalism and Honorary Fellow  Deakin University in Victoria, Australia.\nChandler edited Best Australian Science Writing 2016 and is author of Feeling the Heat. She continues to work as a freelance journalist.\n\n",
                "x_handle": "jo_m_chandler",
                "page_url": "https://en.wikipedia.org/wiki/Jo_Chandler"
            }
        ],
        "author_str": "jo chandler",
        "article_urls": [
            "https://www.thedailybeast.com/the-scourge-of-witch-burnings-in-the-south-pacific",
            "https://www.theguardian.com/world/2022/aug/27/the-million-year-ice-project-the-quest-to-find-the-oldest-ice-on-earth",
            "https://www.theatlantic.com/health/archive/2017/10/polio-outbreaks-nigeria-boko-haram/543012/"
        ],
        "article_texts": [
            "Just days after last week’s fatal “witch burning” on a rubbish dump in Papua New Guinea, which provoked international condemnation, an 8-year-old girl was gang-raped and murdered in the same highlands town, and two innocent elderly women also accused of witchcraft narrowly escaped being burned at the stake in a vengeance attack.\nThe 8-year-old girl died at the hands of two known suspects, according to local divisional Commander Teddy Tei. But the girl’s grieving family was persuaded by a “glassm",
            "The photo that pops up with his periodic tweets is something of a non sequitur. Joel Pedro – “Lead Project Scientist, Million Year Ice Core Project, Australian Antarctic Division” – sits at the wheel of a Massey Ferguson tractor that’s seen better days, flannel shirt sleeves rolled to the elbow. Behind him there’s a glimpse of pale acres of rye grass – fodder for cattle grazed on his late grandmother’s property in Walpole, on the Western Australian south coast.\nClick through to his profile and t",
            "In a crowded square in the ancient Nigerian city of Kano, outside the palace of one of the Emir’s princelings, a menagerie of community leaders gathered this spring to combat an age-old foe. Mullahs, musicians, dignitaries, doctors, and traditional leaders, the last swathed in robes and turbans, are all enlisted in an elaborate public-service extravaganza—one orchestrated to both distribute and increase awareness of the polio vaccine.\nYoung women draped in blue hijabs and armed with iceboxes ful"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q4793094",
                "wikidata_title": "Armen Keteyian",
                "wikipedia_title": "Armen Keteyian",
                "description": "American sportswriter",
                "intro": "Armen Keteyian (born March 6, 1953) is an American television journalist and author of 13 non-fiction books, including six New York Times bestsellers. Most recently he was the Anchor and an Executive Producer for The Athletic. Previously he spent 12 years as a network television correspondent for CBS News where he also served as a contributing correspondent to 60 Minutes. Keteyian is an 11-time Emmy award winner.",
                "x_handle": "ArmenKeteyian",
                "page_url": "https://en.wikipedia.org/wiki/Armen_Keteyian"
            }
        ],
        "author_str": "armen keteyian",
        "article_urls": [
            "https://theathletic.com/1551550/2020/01/22/chris-russo-a-mad-dog-day/"
        ],
        "article_texts": [
            "Snuggled into a seat on a Metro North train headed into New York City, one of the most unlikely stars in the history of sports talk radio pointed to an oversized file card dotted with chicken scratches jotted down hours earlier.\n“I just need it as a thumbnail,” he explained. “Bucs beat the Lions 38-17. Four touchdowns for Winston. Three first half, 450 yards – first ever to do that in consecutive games. I’ll look for things that are interesting. Mike Evans didn’t play. Goodman played well. Five "
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q87237972",
                "wikidata_title": "Ashley V. Whillans",
                "wikipedia_title": "Ashley Whillans",
                "description": "Canadian actress and behavioural scientist",
                "intro": "Ashley Whillans is a Canadian and American author, former actor and assistant professor at Harvard Business School. She researches the ways that people's decisions about time and money impact their well-being. \n\n",
                "x_handle": "ashleywhillans",
                "page_url": "https://en.wikipedia.org/wiki/Ashley_Whillans"
            }
        ],
        "author_str": "ashley whillans",
        "article_urls": [
            "https://www.businessinsider.com/why-prioritizing-time-is-more-valuable-than-saving-money-2020-10"
        ],
        "article_texts": [
            "- Ashley Whillans is an assistant professor at Harvard Business School and a leading scholar in time and happiness. The following is an excerpt from her book, \"Time Smart: How to Reclaim Your Time and Live a Happier Life.\"\n- In it, she shares how individuals of all ages, educations, and incomes typically choose money when it comes to the tradeoff between money and time.\n- When we do this, Whillans explains we give up things that can benefit us in the long run, including happiness, time, and effi"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q4882891",
                "wikidata_title": "Belinda Luscombe",
                "wikipedia_title": "Belinda Luscombe",
                "description": "Australian journalist",
                "intro": "Belinda Luscombe (born in Sydney) is an Australian-born journalist, and author of the book Marriageology: The Art and Science of Staying Together (Spiegel & Grau 2019). She is editor-at-large at Time magazine, and served as Time's arts editor 2003–2008, thus directing all of Time's cultural coverage. She joined the magazine as a staff writer in 1995 and became a senior editor in 1999. Cover stories she edited include \"The Last Star Wars\" (May 2005) and \"Has TV Gone Too Far?\" (March 2005). After switching to writing, she authored cover stories on Sheryl Sandberg, Gretchen Carlson, marriage, pornography, grief and parents who lost children to gun violence. She also was editor of the first U.S. issue of Time Style & Design (February 2003).\nShe has written humorous essays on interfacial marriage, how Warren Buffett should fix bras and revoking Larry King's marriage license. In 2010, she won the Council on Contemporary Families Media Award for Print coverage of Family Issues.\nShe holds a B.A. in English literature and a Diploma of Education from the University of Sydney, and began her journalism career at the Daily Telegraph in Sydney. She has also written for New York, Sports Illustrated, Fortune, Mademoiselle, The New York Times, Travel & Leisure, Vogue and Vogue Australia, Who (Australia), Arena (UK), and the South China Morning Post (Hong Kong), and has contributed humorous essays to several books.",
                "x_handle": "luscombeland",
                "page_url": "https://en.wikipedia.org/wiki/Belinda_Luscombe"
            }
        ],
        "author_str": "belinda luscombe",
        "article_urls": [
            "https://time.com/6103633/stanley-mcchrystal-afghanistan-risk-book/",
            "https://time.com/5832733/motherhood-isolation-photos/",
            "https://time.com/5870484/homeless-during-coronavirus-pandemic/",
            "https://time.com/5881935/elena-ferrante-the-lying-life-of-adults/",
            "https://time.com/longform/australia-wildfires-bush-pictures/"
        ],
        "article_texts": [
            "Stanley A. McChrystal’s only child, Sam, used to be in a punk rock band. Two, actually: The Welfare Babies and The Lucky Scars. They played the circuit a bit back in the early 2000s, when McChrystal was doing his own kind of tour, climbing the ranks to become leader of the U.S. military’s Joint Special Operations Command, which oversees the nation’s elite special forces teams. By 2009, just as The Lucky Scars were winding down, the older McChrystal was in charge of all operations in Afghanistan.",
            "Confinement, isolation, remaining homebound: these are not new experiences for mothers. A baby’s many needs are a legion of tender leashes, tethering a mother to a child who needs her body to be fed and soothed and cleaned. There was time when the period right after a woman gave birth was known as her confinement. The phrase has fallen out of usage, but in the photographs of Lisa Sorgini, we see that vestiges of the condition remain.\nThe “Behind Glass” series of photos grew out of necessity—Sorg",
            "A few days after her 60th birthday, Constance Woodson took in the early-June sun on a bench in New York City’s Madison Square Park. Masked, except when she sipped her coffee, she reflected on her luck. The good news was that, in the midst of a pandemic, she had secured a job, as a contact tracer. She could do it from her home, with a company-issued laptop and headset. The bad news was that her current home was a room in a hotel–provided by New York City’s Department of Homeless Services (DHS)–wh",
            "Mistakes, in Elena Ferrante’s new novel, are like prized family jewels, handed down from one generation to another. Both tend to cause strife and reveal weaknesses, but they’re also very hard to let go of. In The Lying Life of Adults, the latest work from the Italian author to be translated into English, Ferrante builds on the coming-of-age themes of her venerated Neapolitan series: the ferocious inner lives of young women, and how the things they inherit—be they beauty, brains or bracelets—are ",
            "“Smell that?” My husband gave me a look as we waited by Sydney Airport’s luggage carousel. It was smoke, not unpleasant, like a distant neighbor’s wood fire, but persistent and odd in a place that’s usually redolent of coffee, duty-free perfume and burning jet fuel. He had insisted we stock up on face masks before we left the U.S., over my objections that he was overreacting, and now raised his eyebrows knowingly.\nHaving grown up pretty much next to the Australian bush, I had watched the news of"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q233584",
                "wikidata_title": "Jeanette Winterson",
                "wikipedia_title": "Jeanette Winterson",
                "description": "English writer",
                "intro": "Jeanette Winterson  is an English author.\nHer first book, Oranges Are Not the Only Fruit, was a semi-autobiographical novel about a lesbian growing up in an English Pentecostal community. Other novels explore gender polarities and sexual identity and later ones the relations between humans and technology. She broadcasts and teaches creative writing. She has won a Whitbread Prize for a First Novel, a BAFTA Award for Best Drama, the John Llewellyn Rhys Prize, the E. M. Forster Award and the St. Louis Literary Award, and the Lambda Literary Award twice. She has received an Officer of the Order of the British Empire (OBE) and a Commander of the Order of the British Empire (CBE) for services to literature, and is a Fellow of the Royal Society of Literature. Her novels have been translated to almost 20 languages.",
                "x_handle": "Wintersonworld",
                "page_url": "https://en.wikipedia.org/wiki/Jeanette_Winterson"
            },
            {
                "qid": "Q119979440",
                "wikidata_title": "Jeanette Winterson’s Existing Space: Existential Space under Power",
                "wikipedia_title": "",
                "description": "scientific article published in 2015",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            }
        ],
        "author_str": "jeanette winterson",
        "article_urls": [
            "https://www.theguardian.com/world/2001/nov/13/gender.uk2",
            "https://www.thetimes.co.uk/article/book-me-out-of-this-charade-i-actually-like-reading-tn9wgv7ml5t",
            "https://www.thetimes.co.uk/article/my-deli-dally-l29lkfcm2sz",
            "https://www.thetimes.co.uk/article/my-deli-dally-gs2x3ls82w8",
            "https://www.ft.com/content/9db5c33a-f4fe-11e6-95ee-f14e55513608"
        ],
        "article_texts": [
            "Audition your ideas – Rose Tremain\nMost writers experience what I call the “September paradox”: just when the weather is warning of the dying season to come, the creative mind (probably refreshed by a hot foreign holiday, or a breezy one on the north Norfolk shore) discovers that an internal springtime has arrived and new ideas are popping up all over the place.\nIt’s important to snatch this moment. Give these green stems of thought your passionate attention, otherwise they may be dead by Christ",
            "This is not the column I had intended to write. Yesterday lunchtime I filed my copy as I always do, and went out. By the middle of the afternoon I was watching news of the American Airlines crash. A friend of mine had left Heathrow for JFK at 2pm. She had gone to set up an art installation - the Angel Project - as a part of a desire to begin the healing after the pain.\nI came straight home and asked to rewrite my piece. One of the strangest things about these times is the need to respond quickly",
            "Book me out of this charade, I actually like reading\nThe Big Read is under way. Its purpose is to find the Nation’s Favourite Book. The BBC has decided to do for books what it did for Diana, Princess of Wales, and Winston Churchill, but this time the documentaries will follow the vote. When the Nation (and capital letters are important here) has spoken, our top 100 books will be reduced to ten, and these ten will all enjoy 60 minutes of BBC2 airtime. Never say that Auntie isn’t keen on culture.\n",
            "Ghost Ships by Robert McNab\nDark side of the moon\nGHOST SHIPS: A Surrealist Love Triangle\nBy Robert McNaB\nYale University Press; £25; 256pp\nISBN 0 300 10431 6\nBuy the book\nWhere do you draw the line between the art historian and the voyeur? In our time, when biography eclipses achievement, and celebrity is as much to do with private-life notoriety as it is with public success, the tangles and triangles of the art world can feed our appetite for gossip, without telling us anything of value about ",
            "My deli dally\nOur correspondent took her time choosing the right tenant for her listed shop, but like all good things it was worth the wait\nTHE British love affair with houses has seduced large numbers of property virgins into the rental market. Buy-to-let is still popular, in spite of house price uncertainty. Why is it that so many of us want residential tenants and so few of us seem to be attracted by the commercial sector?\nI own a Georgian building in London, where the ground floor and baseme"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q112997053",
                "wikidata_title": "Stephanie Stamm",
                "wikipedia_title": "",
                "description": "American journalist",
                "intro": "",
                "x_handle": "sestamm",
                "page_url": ""
            }
        ],
        "author_str": "stephanie stamm",
        "article_urls": [
            "http://www.theatlantic.com/politics/archive/2015/10/when-school-shootings-happen-democrats-introduce-gun-restriction-legislation-far-more-frequently-than-republicans/448119/"
        ],
        "article_texts": [
            "The mass shooting that killed at least nine people Thursday at Umpqua Community College’s campus was the 45th school shooting to take place in the U.S. this year, according to the gun-control advocacy group Everytown For Gun Safety. The group defines a school shooting as “... when a firearm was discharged inside a school building or on school or campus grounds.”\nEach subsequent incident sparks the same questions: What is our government doing to prevent such a thing from happening again? Are legi"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q50083128",
                "wikidata_title": "Gina Barton",
                "wikipedia_title": "",
                "description": "American journalist",
                "intro": "",
                "x_handle": "writerbarton",
                "page_url": ""
            }
        ],
        "author_str": "gina barton",
        "article_urls": [
            "https://www.vox.com/2015/12/4/9792764/outlet-stores"
        ],
        "article_texts": [
            "Excess designer clothes from last season at a good price — that's what you find at outlet clothing stores, right? Wrong. The little-known truth about outlet stores is that most of their merchandise was actually made to sell only at outlets:\nReporting for Racked, Chavie Lieber spoke to some shoppers who didn't mind that the clothing at outlet stores was lower quality because they cared more about the design and the brand. But as Lieber, noted:\nThe formula these outlets employ—designers watering d"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q277575",
                "wikidata_title": "Pankaj Mishra",
                "wikipedia_title": "Pankaj Mishra",
                "description": "Indian writer",
                "intro": "Pankaj Mishra  (born 9 February 1969) is an Indian essayist, novelist, and socialist. His non-fiction works include Temptations of the West: How to Be Modern in India, Pakistan, Tibet, and Beyond, along with From the Ruins of Empire: The Intellectuals Who Remade Asia, and A Great Clamour: Encounters with China and Its Neighbours, and he has published two novels. He is a Bloomberg opinion columnist, and prolific contributor to other periodicals such as The Guardian, The New York Times, The New Yorker and the New York Review of Books. His writings have led to a number of controversies, including disputes with Salil Tripathi, Niall Ferguson and Jordan Peterson. He was awarded the Windham–Campbell Prize for non-fiction in 2014.",
                "x_handle": "pankajontech",
                "page_url": "https://en.wikipedia.org/wiki/Pankaj_Mishra"
            },
            {
                "qid": "Q60696173",
                "wikidata_title": "Pankaj K Mishra",
                "wikipedia_title": "",
                "description": "researcher ORCID ID = 0000-0003-4907-4724",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q97636470",
                "wikidata_title": "Pankaj Mishra",
                "wikipedia_title": "",
                "description": "researcher",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            }
        ],
        "author_str": "pankaj mishra",
        "article_urls": [
            "https://newrepublic.com/article/113948/orhan-pamuk-interview-taksim-square-erdogan-literature",
            "https://newrepublic.com/article/111367/how-india-turning-china",
            "https://www.theguardian.com/books/2016/nov/03/easternisation-gideon-rachman-great-derangement-amitav-ghosh-review",
            "https://www.theguardian.com/commentisfree/2011/aug/25/dead-end-globalisation-youth-rage",
            "http://smh.com.au/world/north-america/stop-linking-the-attack-on-salman-rushdie-to-cancel-culture-20220823-p5bbxj.html"
        ],
        "article_texts": [
            "I had arranged to meet Pamuk well before the protesters gathered at Gezi Park in late May. Sitting on his lime-scented veranda by the sea, Pamuk was reluctant to speak of the protests, but when he did, he revealed a shrewd political mind and a confidence about the new social consciousness the demonstrators represent.\nPankaj Mishra: There seem to be two common descriptions of your work in the English-speaking world. One is of you as a Turkish writer, addressing Turkey’s history. The other is of y",
            "CHINA IS shakily authoritarian while India is a stable democracy—indeed, the world’s largest. So goes the cliché, and it is true, up to a point. But there is a growing resemblance between the two countries. A decade after we were told that China and India were “flattening” the world, expediting a historically inevitable shift of power from West to East, their political institutions and original nation-building ideologies face a profound crisis of legitimacy. Both countries, encumbered with dynas",
            "In Vladimir Nabokov’s novel The Gift, published in 1952, a character called Shchyogolev holds forth about world affairs: “France was AFRAID of something or other and therefore would never ALLOW it … Someone was PLOTTING and someone was STRIVING for something.” Such speculations defined the then new field of international relations. Positing realpolitik as a sphere separate from that of domestic politics, the field had emerged as a distinct study in the early 20th century from white supremacist f",
            "In India, tens of thousands of middle-class people respond to a quasi-Gandhian activist's call for a second freedom struggle – this time, against the country's venal \"brown masters\", as one protester told the Wall Street Journal. Middle-class Israelis demanding \"social justice\" turn out for their country's first major demonstrations in years. In China, the state broadcaster CCTV unprecedentedly joins millions of cyber-critics in blaming a government that placed wealth creation above social welfa",
            "This was published 5 months ago\nOpinion\nStop linking the attack on Salman Rushdie to cancel culture\nBy Pankaj Mishra\nWashington: Ayatollah Ruhollah Khomeini’s fatwa against the author Salman Rushdie in 1989 made clear that the greatest threat to artists, intellectuals and journalists in the modern era comes from authoritarian states.\nIn recent years, the latter have increasingly outsourced violence to murky non-state actors. This grim trend has been underscored by assassinations of dissenting wr"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q88216126",
                "wikidata_title": "Kim Bellware",
                "wikipedia_title": "",
                "description": "",
                "intro": "",
                "x_handle": "bellwak",
                "page_url": ""
            }
        ],
        "author_str": "kim bellware",
        "article_urls": [
            "https://www.huffpost.com/entry/unarmed-black-man-shot-by-minneapolis-police-officer-dies_n_564bc286e4b06037734b9d86",
            "https://www.huffpost.com/entry/trump-black-lives-matter-protester_5651ea96e4b0258edb31dd7e",
            "https://www.huffpost.com/entry/trump-black-lives-matter-protester_n_5651ea96e4b0258edb31dd7e",
            "https://www.huffpost.com/entry/donald-trump-hitler-street-art_n_566998f7e4b0f290e522254f",
            "https://www.huffpost.com/entry/alito-death-penalty-guerrilla-war_n_7175718"
        ],
        "article_texts": [
            "An unarmed black man shot Sunday night by Minneapolis police has died, and activists are calling for police to release videos of the incident that led to his death.\nJamar Clark, 24, had been on life support since the shooting. After his family removed him from life support, he died Monday evening, the Minnesota's Bureau of Criminal Apprehension, a division of the Department of Public Safety, confirmed to The Huffington Post.\nClark was shot Sunday night during an apparent struggle with police. Th",
            "Donald Trump approves of the way his supporters responded to a Black Lives Matter protester, reportedly beating him during a Saturday rally in Birmingham, Alabama.\n\"Maybe he should have been roughed up,\" Trump said during a Sunday morning call-in appearance on \"Fox & Friends.\" \"It was absolutely disgusting what he was doing.\"\nA CNN reporter captured video of the Saturday incident in which a protester was reportedly punched and kicked after he was tackled to the ground by attendees or security at",
            "Donald Trump approves of the way his supporters responded to a Black Lives Matter protester, reportedly beating him during a Saturday rally in Birmingham, Alabama.\n\"Maybe he should have been roughed up,\" Trump said during a Sunday morning call-in appearance on \"Fox & Friends.\" \"It was absolutely disgusting what he was doing.\"\nA CNN reporter captured video of the Saturday incident in which a protester was reportedly punched and kicked after he was tackled to the ground by attendees or security at",
            "Sometimes a wheat pasting is worth a thousand words.\nDays after Donald Trump sparked outrage by proposing that all Muslims be banned from entering the United States, Atlanta police are investigating wheatpasted images featuring a caricature of the Republican presidential candidate on a Nazi flag.\nThe images were posted beneath highway overpasses around north Atlanta's Lindbergh neighborhood sometime early Wednesday morning, The Atlanta Journal-Constitution reported.\nA cartoon-like image of the r",
            "Supreme Court Justice Samuel Alito on Wednesday accused anti-capital punishment activists of mounting \"a guerilla war on the death penalty\" as the court heard arguments on whether lethal injection violates the Constitution's ban on cruel and unusual punishment.\nAlito noted during arguments in Glossip v. Gross that the high court has thus far upheld the death penalty as constitutional. But he acknowledged, \"It's controversial as a constitutional matter. It certainly is controversial as a policy m"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q105875",
                "wikidata_title": "Herbie Hancock",
                "wikipedia_title": "Herbie Hancock",
                "description": "American jazz pianist and composer (born 1940)",
                "intro": "",
                "x_handle": "herbiehancock",
                "page_url": "https://en.wikipedia.org/wiki/Herbie_Hancock"
            },
            {
                "qid": "Q1035431",
                "wikidata_title": "Herbie Hancock discography",
                "wikipedia_title": "Herbie Hancock discography",
                "description": "artist discography",
                "intro": "The discography of the American jazz artist Herbie Hancock consists of forty-one studio albums, twelve live albums, sixty-two compilation albums, five soundtrack albums, thirty-eight physical singles, nine promo singles and four songs not released as singles, but that charted due to downloads. This article does not include re-issues, unless they are counted separately from the original works in the charts, furthermore because of the enormous amount of material published, this discography omits less notable appearances in compilations and live albums. The discography shows the peak weekly main chart positions of eight selected countries: United States, France,[a] Germany, Japan,[b] Netherlands, Sweden,[c] Switzerland and United Kingdom. Positions also listed on United States are R&B / hip hop, dance / club, jazz[d] and bubbling under charts.[e] The peaks do not refer necessarily to the position that a record reached when it was first released. Also included are certifications from the Recording Industry Association of America (RIAA)[f] and the Bundesverband Musikindustrie (BVMI).[g]Hancock made his debut as professional musician in the early 1960s as a sideman, quickly earning a good reputation. Blue Note Records noticed his talent and added him to its roster. For the label, he released seven albums, including Takin' Off (1962), his first solo album, supported by the single \"Watermelon Man\", which is one of the most performed jazz standards; Empyrean Isles (1964) and Maiden Voyage (1965), two influential jazz albums. During these years, Hancock also began a career as composer for film and television soundtracks, beginning with Blow-Up (1966) for MGM Records. In this role, he reached the top in 1986 with the Round Midnight soundtrack (for Columbia Records), that had its best result on the AFYVE Spanish Albums Chart at No. 18 and won an Academy Award for Best Original Score. After his departure from Blue Note, Hancock signed with Warner Bros. Records, publishing three albums in which he experimented with new jazz music directions: the R&B-oriented Fat Albert Rotunda (1969) and the electronic-oriented Mwandishi (1971) and Crossings (1972). These three releases became influential in the jazz rock movement.Hancock continued to experiment after leaving Warner Bros. for Columbia Records, where he remained until the late 1980s, releasing sixteen studio albums. At Columbia, Hancock had his best commercial results, gaining immediate success with Head Hunters (1973), an R&B-oriented jazz album with strong funk influences. It peaked at No. 13 on the Billboard 200 and became the best-selling jazz album for a period of time. In 1986, it became the first jazz album ever to win a RIAA Platinum Award and is considered very influential in jazz, funk, soul and hip-hop music. Head Hunters also contains Hancock's first mainstream hit, \"Chameleon\" (1974), which peaked at No. 35 on the RPM Canadian Singles Chart and is a jazz standard. Other albums that followed in the style of Head Hunters with good popular success, especially in the US, were Thrust (1974) and Man-Child (1975), which ranked respectively No. 13 and No. 21 on the Billboard 200. In 1978, Hancock added disco influences to his jazz and established himself as a mainstream hitmaker across Europe with \"I Thought It Was You\" (1978) and \"You Bet Your Love\" (1979), which peaked, respectively, at No. 15 and No. 18 on the UK Singles Chart, and \"Tell Everybody\" (1979), which peaked at No. 22 on the Belgian Flemish Singles Chart. Thanks to these singles, his albums Sunlight (1978) and Feets, Don't Fail Me Now (1979) earned good popular success, especially in Europe. The first album had its best performance peaking on UK Albums Chart at No. 26, and the second peaked on the VG Norwegian Albums Chart at No. 18.In 1983, Hancock radically refreshed his sound with strong electronic influences and released Future Shock (1983), an influential album in jazz fusion, dance, electronic, techno and hip-hop music. The album had its best results in Europe, where it peaked at No. 7 on the Ö3 Austria Top 75 Longplays chart. Furthermore, it spawned his biggest hit single, \"Rockit\" (1983), the first jazz hip-hop song, and became a worldwide anthem for breakdancers and the hip-hop culture of the 1980s. It reached the top 10 in several countries (especially in Europe), having its best performance on Swiss Singles Chart and Belgian Flemish Singles Chart, in each case at No. 4. It also won a RIAA Gold Award in 1990. Thanks to this song, Hancock won the Grammy Award for Best R&B Instrumental Performance, the first Grammy of his career of a total of fourteen.Future Shock was a bigger success than even Head Hunters, winning a RIAA Platinum Award in 1994 faster than the earlier album had. It spawned an additional mainstream hit with \"Autodrive\" (1983), which had its best performance on UK Singles Chart, peaking at No. 33. Sound-System (1984) followed the musical direction of Future Shock and won the Grammy Award in the same category of \"Rockit\", making Hancock the first solo artist to win in this category for two consecutive years and also the artist with most wins in the category (a record shared with Earth, Wind & Fire and George Benson). After six years of silence in his solo career, Hancock signed with Mercury Records and released Dis Is da Drum (1994) that showed another innovation in his career with an acid jazz-oriented sound and reached No. 40 on the Swedish Albums Chart. After this release, there were several albums of duets, covers and tributes, such as Gershwin's World (1998), Possibilities (2005) and River: The Joni Letters (2007). The last peaked at No. 5 on the Billboard 200 and became the second jazz album in history to win a Grammy Award for Album of the Year (the first was Getz/Gilberto (1964) by Stan Getz and João Gilberto). As of 2016, Hancock's last original solo project was the electronic-influenced Future 2 Future (2001), released for Transparent Music.",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/Herbie_Hancock_discography"
            },
            {
                "qid": "Q68464891",
                "wikidata_title": "Herbie Hancock's albums in chronological order",
                "wikipedia_title": "",
                "description": "Wikimedia albums discography",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q99200058",
                "wikidata_title": "Herbie Hancock concert performed during Montreux Jazz Festival the 1981-07-16",
                "wikipedia_title": "",
                "description": "",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q5736098",
                "wikidata_title": "Herbie Hancock Trio",
                "wikipedia_title": "Herbie Hancock Trio (1977 album)",
                "description": "album by Herbie Hancock",
                "intro": "",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/Herbie_Hancock_Trio_(1977_album)"
            },
            {
                "qid": "Q5736101",
                "wikidata_title": "Herbie Hancock Trio",
                "wikipedia_title": "Herbie Hancock Trio (1982 album)",
                "description": "1982 album by Herbie Hancock",
                "intro": "",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/Herbie_Hancock_Trio_(1982_album)"
            },
            {
                "qid": "Q68465044",
                "wikidata_title": "Herbie Hancock compilation albums discography",
                "wikipedia_title": "",
                "description": "Wikimedia compilation albums discography",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q22980587",
                "wikidata_title": "Herbie Hancock: An all-star set",
                "wikipedia_title": "",
                "description": "TED2009",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q5736105",
                "wikidata_title": "Herbie Hancock other appearances",
                "wikipedia_title": "Herbie Hancock appearances as a sideman",
                "description": "",
                "intro": "",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/Herbie_Hancock_appearances_as_a_sideman"
            },
            {
                "qid": "Q66321672",
                "wikidata_title": "Herbie Hancock Trio: Hurricane (NAID 102038056)",
                "wikipedia_title": "",
                "description": "item in the National Archives and Records Administration's holdings",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            }
        ],
        "author_str": "herbie hancock",
        "article_urls": [
            "https://poy.time.com/2012/12/19/tributes-to-those-we-lost-in-2012/slide/dave-brubeck/"
        ],
        "article_texts": [
            "Tributes To Those We Lost in 2012\nRemembering those who left us in 2012\nDave Brubeck\nDave Brubeck was a legend, a master who was instrumental in the shaping of modern jazz. People talk a lot about his playing and “Take Five,” but let’s not forget that he was also an amazing composer. He constructed his pieces not just as tunes but as real compositions: architectural arrangements that were reminiscent of classical works. Even with his strong foundation in the very beginnings of jazz, his mind was"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q1770320",
                "wikidata_title": "Timothy Noah",
                "wikipedia_title": "Timothy Noah",
                "description": "Columnist, senior writer for Slate Magazine",
                "intro": "Timothy Robert Noah (born 1958) is an American journalist, author, and a staff writer at The New Republic. Previously he was labor policy editor for Politico, a contributing writer at MSNBC.com, a senior editor of The New Republic assigned to write the biweekly \"TRB From Washington\" column, and a senior writer at Slate, where for a decade he wrote the \"Chatterbox\" column. In April 2012, Noah published a book, The Great Divergence, about income inequality in the United States.\n\n",
                "x_handle": "TimothyNoah1",
                "page_url": "https://en.wikipedia.org/wiki/Timothy_Noah"
            },
            {
                "qid": "Q76307456",
                "wikidata_title": "Timothy Haslam",
                "wikipedia_title": "",
                "description": "Peerage person ID=677411",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            }
        ],
        "author_str": "timothy noah",
        "article_urls": [
            "https://slate.com/culture/2012/04/timothy-noah-great-divergence-book-why-does-income-inequality-matter.html",
            "https://slate.com/culture/2012/04/timothy-noah-great-divergence-book-chinese-wages-and-american-jobs.html",
            "https://newrepublic.com/article/164708/biden-cracking-down-global-kleptocrats",
            "https://newrepublic.com/article/161761/republican-attorney-general-covid-relief",
            "https://newrepublic.com/article/105647/paul-krugman-ted-cruz-and-rage-golfing-class"
        ],
        "article_texts": [
            "Hi Matt,\nIt’s a pleasure to be engaging in this epistolary dialogue with you here on Slate, where I began the reporting that eventually led to The Great Divergence. I know this is a subject that interests you and that you know pretty well.\nYou’re right to start with the most elementary question: Why should we care about income inequality? A century ago, the answer (at least for the ruling class) was, “Because if we don’t, there will be a violent socialist revolution.” Today we don’t have to worr",
            "Matt,\nHmm, you didn’t take the bait on Bryce Harlow. All right then: globalization.\nYou’ve described pretty well the trade part of the story. Until the aughts, trade wasn’t much of a contributor to income inequality in the United States because the United States wasn’t doing much trading in manufactured goods with low-income countries. In 1994, Paul Krugman and Robert Z. Lawrence calculated that the average manufacturing wage for countries that traded with the United States was 88 percent of the",
            "In June, Biden issued a national security memorandum requiring the agencies to collaborate on a study examining how U.S. laws assist financial corruption. Three days before Yellen gave her remarks, the agencies delivered their report. “We will make it harder to hide the proceeds of ill-gotten wealth in opaque corporate structures,” the report said, “reduce the ability of individuals involved in corrupt acts to launder funds through anonymous purchases of U.S. real estate, and bolster asset recov",
            "One of the more puzzling developments in states’ rights conservatism has been the combination of don’t-tread-on-me militancy with a determination to keep sucking on the federal teat. This untidy jumble of defiance and dependency will be instantly recognizable to parents of teenagers and readers of Anthony E. Wolf’s brilliantly titled 1992 teen parenting manual, Get Out of My Life, but First Could You Drive Me & Cheryl to the Mall?\nThe latest instance of this contradictory strain arrives courtesy",
            "Paul Krugman has posted a blog item observing, with some amusement, that Ted Cruz, Texas’s Tea Party-favored GOP Senate nominee, is a man who believes that there is a global plot, led by George Soros, to eliminate golf courses. It’s true! (Not that Soros wants to eliminate golf courses, but that Cruz has said he does.) What Krugman may not know, and what I learned from hard experience, is that golf is the very hottest of hot buttons to America’s business class. Regulate my company; tax my seven-"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q956164",
                "wikidata_title": "Cass Sunstein",
                "wikipedia_title": "Cass Sunstein",
                "description": "American legal scholar, writer, blogger",
                "intro": "Cass Robert Sunstein (born September 21, 1954) is an American legal scholar known for his work in constitutional law, administrative law, environmental law, and behavioral economics. He is also The New York Times best-selling author of The World According to Star Wars (2016) and Nudge (2008). He was the administrator of the White House Office of Information and Regulatory Affairs in the Obama administration from 2009 to 2012.\nAs a professor at the University of Chicago Law School for 27 years, he wrote influential works on regulatory and constitutional law, among other topics. Since leaving the White House, Sunstein has been the Robert Walmsley University Professor at Harvard Law School. In 2014, studies of legal publications found Sunstein to be the most frequently cited American legal scholar by a wide margin.\n\n",
                "x_handle": "CassSunstein",
                "page_url": "https://en.wikipedia.org/wiki/Cass_Sunstein"
            },
            {
                "qid": "Q108293107",
                "wikidata_title": "Cass Sunstein and Adrian Vermeule on Conspiracy Theories",
                "wikipedia_title": "",
                "description": "scholarly article",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            }
        ],
        "author_str": "cass sunstein",
        "article_urls": [
            "http://www.thedailybeast.com/how-star-wars-conquered-the-galaxy",
            "https://www.thedailybeast.com/how-star-wars-conquered-the-galaxy",
            "https://www.thedailybeast.com/spreading-the-wealth-around",
            "https://www.spectator.co.uk/article/to-become-an-extremist-hang-around-with-people-you-agree-with/"
        ],
        "article_texts": [
            "A World Made New: Eleanor Roosevelt and the Universal Declaration of Human Rights\nby Mary Ann Glendon\n(Random House, 333 pp., $25.95)\nA World Made New: Eleanor Roosevelt and the Universal Declaration of Human Rights\nby Mary Ann Glendon\n(Random House, 333 pp., $25.95)\nAre rights universal? Can diverse people, across religious and ethnic differences, agree about what rights people have? Might it be possible to produce agreements about the content of rights among people from different nations--not ",
            "Out of Range\nby Mark V. Tushnet (Oxford University Press, 156 pp., $19.95)\nOut of Range\nby Mark V. Tushnet (Oxford University Press, 156 pp., $19.95)\nIn 1991, Warren E. Burger, the conservative chief justice of the Supreme Court, was interviewed on the MacNeil/Lehrer NewsHour about the meaning of the Second Amendment's \"right to keep and bear arms.\" Burger answered that the Second Amendment \"has been the subject of one of the greatest pieces of fraud—I repeat the word 'fraud'—on the American pub",
            "Surowiecki does not make the implausible suggestion that all crowds are wise. To qualify as such, a crowd needs to satisfy three conditions. It must be diverse; its members must be independent; and it must have a \"particular kind of decentralization.\" Each of these conditions is designed to ensure what most interests Surowiecki, which is the emergence and the aggregation of information that group members have. Diversity is important simply to ensure that the group has a lot of information. If a ",
            "To decide whether to settle, people should assess the potential outcomes and their various probabilities. If you have an excellent chance of doing a lot better, you probably ought not to settle. And in making these judgments, you will be alert not only to the matter at hand, but to the range of decisions that you are facing, and hence to whether a decision to settle will make it easier to focus on more pressing matters.\nIn economics, there is an elaborate literature on “search theory,” largely s",
            "Suppose that you find yourself with an unexpected windfall of $25,000. You are neither rich nor poor. You are deciding among three options for using the money:\n1) Buy a new car\nSuppose that you find yourself with an unexpected windfall of $25,000. You are neither rich nor poor. You are deciding among three options for using the money:\n1) Buy a new car\n2) Renovate your home\n3) Have a dream vacation with your family\nYou might think that 1 would be best, especially if your current car is not exactl"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q7454078",
                "wikidata_title": "Sergey Ponomarev",
                "wikipedia_title": "Sergey Ponomarev (footballer)",
                "description": "Russian footballer",
                "intro": "",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/Sergey_Ponomarev_(footballer)"
            },
            {
                "qid": "Q4371992",
                "wikidata_title": "Sergey Ponomarev",
                "wikipedia_title": "Sergey Ponomarev (photographer)",
                "description": "Russian photojournalist (1980-)",
                "intro": "Sergey Igorevich Ponomarev (Russian: Сергей Игоревич Пономарёв, 11 December 1980) is a Russian photographer.\nIn 2016 he shared a Pulitzer Prize for Breaking News Photography for coverage of the European migrant crisis. In 2017, he was awarded the Robert Capa Gold Medal (shared with Bryan Denton) for his coverage of the war in Iraq. He won World Press Photo awards in 2015, 2016 and 2017.\n\n",
                "x_handle": "sergeyponomarev",
                "page_url": "https://en.wikipedia.org/wiki/Sergey_Ponomarev_(photographer)"
            },
            {
                "qid": "Q98228384",
                "wikidata_title": "Sergey Ponomarev",
                "wikipedia_title": "",
                "description": "researcher",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q102320554",
                "wikidata_title": "Sergey N Ponomarev",
                "wikipedia_title": "",
                "description": "researcher",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q76436084",
                "wikidata_title": "Sergey Ponomarev",
                "wikipedia_title": "",
                "description": "Russian voice actor",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q41573899",
                "wikidata_title": "Sergey Ponomarev",
                "wikipedia_title": "",
                "description": "Soviet actor",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q111952662",
                "wikidata_title": "Sergey Ponomarev",
                "wikipedia_title": "Sergey Ponomarev (kickboxer)",
                "description": "Japanese kickboxer",
                "intro": "",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/Sergey_Ponomarev_(kickboxer)"
            },
            {
                "qid": "Q117303528",
                "wikidata_title": "Sergey Ponomarev",
                "wikipedia_title": "Sergey Ponomarev",
                "description": "Wikimedia disambiguation page",
                "intro": "",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/Sergey_Ponomarev"
            }
        ],
        "author_str": "sergey ponomarev",
        "article_urls": [
            "https://www.politico.eu/article/in-pictures-lives-relocated-families-flee-russia-for-turkey/"
        ],
        "article_texts": [
            "OPTICS\nLives, relocated: The families fleeing Russia for Turkey\nThe plight of Ukrainian refugees forced to flee their homeland continues to generate mountains of press coverage. But they’re not the only ones who must suddenly adapt to new surroundings. POLITICO asked Russian photojournalist Sergey Ponomarev — himself a recent transplant to Turkey — to tell the stories of five sets of parents who determined that life in Russia had become too untenable to raise their children.\nTHE PASHIN FAMILY\nFr"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q55433007",
                "wikidata_title": "Geoffrey Cain",
                "wikipedia_title": "Geoffrey Cain",
                "description": "American journalist, author, and writer",
                "intro": "Geoffrey Cain is an American journalist, author, and writer and anthropologist. He specializes in geopolitics and technology. His work has appeared in The Economist, Time, Wired (magazine), Foreign Policy, The New Republic and The Wall Street Journal. Cain is also a regular commentator on Bloomberg TV, BBC, CNN, and NPR.\nCain's work in this field led to him to write his first book, Samsung Rising. It was released by Crown Publishing on 17 March 2020, and has been quoted in various mainstream media. Samsung's communication department has criticized his statements on the company.\nIn August 2017, he was sensationally accused of spying by news media aligned with the Cambodian People's Party. This was part of a political crackdown leading up to the arrest of Kem Sokha, the former leader of the now-disbanded opposition party, on treason charges.\nIn 2021, he released his second book, The Perfect Police State: An Undercover Odyssey into China's Terrifying Surveillance Dystopia of the Future, published by PublicAffairs. He received the citation for the Cornelius Ryan Award for this book.",
                "x_handle": "geoffrey_cain",
                "page_url": "https://en.wikipedia.org/wiki/Geoffrey_Cain"
            },
            {
                "qid": "Q105451751",
                "wikidata_title": "Geoffrey Caine",
                "wikipedia_title": "",
                "description": "American jurist",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            }
        ],
        "author_str": "geoffrey cain",
        "article_urls": [
            "https://newrepublic.com/article/154042/failure-define-fascism-today",
            "https://newrepublic.com/article/103876/end-chinese-dream-people-fear-future-gerard-lemos",
            "https://newrepublic.com/article/111262/shamans-and-samsung-south-koreas-rise",
            "https://newrepublic.com/article/112852/north-korea-war-threats-south-koreas-weary-response",
            "https://newrepublic.com/article/148931/you-not-want-deal-badly"
        ],
        "article_texts": [
            "Roger Griffin, political science professor at Oxford Brookes University in the United Kingdom, zeroed in on a different defining feature of fascism in his 1991 book The Nature of Fascism: the fusion of “populist ultra-nationalism” with a “mythic core.” Fascists sought to return to the past, to strengthen the nation by resurrecting it. Fascist leaders everywhere convinced their early followers that their nation had descended from a glorious heritage, hijacked and destroyed by a corrupt elite. The",
            "IT HAS BEEN a tumultuous year for China. In March, the Communist Party unexpectedly sacked one of its biggest magnates, Bo Xilai, who was set to be promoted next autumn to the Politburo Standing Committee, the country’s most powerful body. This charismatic autocrat built up an unusually loud gangster personality that, in this rapidly growing country, was too “Red” for his more cautious peers. In 2007, Bo gained a high profile when he took command of the exploding mega-city of Chongqing, an indus",
            "SOUTH KOREA HOLDS its presidential elections today, and given North Korea’s brinkmanship last Wednesday when it launched a surveillance satellite—widely seen as a step toward greater nuclear capability—Americans would be wise to watch.\nThough North Korea has reneged on most hopes of reconciliation, the right-of-center frontrunner, Park Geun-hye—the stern daughter of the country’s former strongman dictator, Park Chung-hee—has promised to moderate the current president’s stance toward the North. P",
            "PAJU, South Korea — On April 5, the North Korean foreign affairs ministry delivered a sinister circular to embassies and non-governmental organizations. After next Wednesday, it reportedly read, the government of the Democratic People’s Republic of Korea cannot guarantee the safety of international personnel. Please do not hesitate to evacuate your staff, it said.\nIn diplomatic parlance, the eviction of embassies is often code that war is imminent. But North Korea, as usual, was playing mind gam",
            "Had things gone differently, Victor Cha, 57, could have been on hand to steer Donald Trump’s summit with North Korea on Tuesday.\nLast year, the White House nominated Cha as its candidate for ambassador to South Korea. Diplomatic circles overwhelmingly welcomed the news. Cha, a moderate-right foreign policy hawk at Georgetown University, and a former nuclear negotiator with North Korea under the George W. Bush administration, had a reputation as a scholarly, steady hand who could instill sense in"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q4160936",
                "wikidata_title": "Tikhon Dzyadko",
                "wikipedia_title": "Tikhon Dzyadko",
                "description": "Russian journalist and TV presenter",
                "intro": "Tikhon Viktorovich Dzyadko (Russian: Тихон Викторович Дзядко, IPA: [ˈtʲixən dzʲɪtˈko]; born June 23, 1987) is a Russian journalist, television presenter and media manager. He is the editor-in-chief of the TV Rain channel, former deputy editor-in-chief and host of the RTVI TV network. He previously worked at the radio station Echo of Moscow and the Ukrainian channel Inter.\n\n",
                "x_handle": "tikhondzyadko",
                "page_url": "https://en.wikipedia.org/wiki/Tikhon_Dzyadko"
            }
        ],
        "author_str": "tikhon dzyadko",
        "article_urls": [
            "https://newrepublic.com/article/117479/russia-world-war-ii-victory-putins-obsession",
            "https://newrepublic.com/article/116833/putin-doesnt-know-what-he-wants-ukraine",
            "http://www.newrepublic.com/article/117479/russia-world-war-ii-victory-putins-obsession",
            "http://www.newrepublic.com/article/116833/putin-doesnt-know-what-he-wants-ukraine"
        ],
        "article_texts": [
            "A joke is making the rounds among Vladimir Putin’s opponents in Moscow: His two main accomplishments as Russia's president are Yuri Gagarin’s trip to space and Russia’s victory in World War II. This biting bit of sarcasm, which takes a swing at Putin's populist rhetoric, actually gets at something much deeper. It reflects Putin’s vision of the country’s development as well as the style in which he communicates with his citizens and the international community. And yet, though people in Russia un",
            "It's easy to lose your mind in Russia, especially if you try to find a logic in the government's actions, especially in the realm of foreign policy. The more acute the situation, the closer insanity comes creeping in: before your eyes, black turns to white, blatant aggression is “peacekeeping,” and hostilities towards a sovereign state are depicted as noble deeds. And this is where we find ourselves today, as Russia finds itself on the brink of war with neighboring Ukraine.\nWhat Russia is trying",
            "A joke is making the rounds among Vladimir Putin’s opponents in Moscow: His two main accomplishments as Russia's president are Yuri Gagarin’s trip to space and Russia’s victory in World War II. This biting bit of sarcasm, which takes a swing at Putin's populist rhetoric, actually gets at something much deeper. It reflects Putin’s vision of the country’s development as well as the style in which he communicates with his citizens and the international community. And yet, though people in Russia un",
            "It's easy to lose your mind in Russia, especially if you try to find a logic in the government's actions, especially in the realm of foreign policy. The more acute the situation, the closer insanity comes creeping in: before your eyes, black turns to white, blatant aggression is “peacekeeping,” and hostilities towards a sovereign state are depicted as noble deeds. And this is where we find ourselves today, as Russia finds itself on the brink of war with neighboring Ukraine.\nWhat Russia is trying"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q109463783",
                "wikidata_title": "Aaron Rupar",
                "wikipedia_title": "",
                "description": "American journalist",
                "intro": "",
                "x_handle": "atrupar",
                "page_url": ""
            }
        ],
        "author_str": "aaron rupar",
        "article_urls": [
            "https://www.vox.com/2020/4/23/21233628/trump-disinfectant-injections-sunlight-coronavirus-briefing",
            "https://www.vox.com/policy-and-politics/2019/7/12/20691852/trump-press-conference-gaslighting-acosta",
            "https://www.vox.com/2019/12/5/20997191/nancy-pelosi-james-rosen-news-conference-trump-impeachment",
            "https://www.vox.com/2019/11/15/20966520/trump-twitter-impeachment-hearings-witness-intimidation",
            "https://www.vox.com/2019/10/18/20920715/trump-dallas-rally-impeachment-pushback-schiff"
        ],
        "article_texts": [
            "With his hype for hydroxychloroquine in the rearview mirror, President Donald Trump used Thursday’s White House press briefing to muse about whether disinfectants and sunlight might be the new miracle coronavirus cures of the moment — much to the bewilderment of Dr. Deborah Birx.\nAt the briefing, William Bryan, undersecretary for Science and Technology at the Department of Homeland Security (DHS), discussed preliminary government research indicating that “heat and humidity suppress Covid-19” and",
            "President Donald Trump spoke to and took questions from the media for about 30 minutes on Friday morning across a range of topics. He lied about just about all of them.\nTrump took credit for legislation that was actually signed into law by President Barack Obama. Providing no evidence, he dismissed reporting that reflects poorly upon his administration as the result of reporters fabricating sources. He pushed baseless conspiracy theories about social media allegedly companies discriminating agai",
            "Hours after she announced that House Democrats will draft articles of impeachment against President Donald Trump, House Speaker Nancy Pelosi held a news conference that ended on a remarkably contentious note.\nAs she walked away from the podium, Pelosi was asked by James Rosen of Sinclair Broadcast Group if she is moving forward with impeachment because she has personal animus for Trump.\n“Do you hate the president, Madame Speaker?” Rosen asked, alluding to comments House Judiciary Committee ranki",
            "Former US Ambassador to Ukraine Marie Yovanovitch delivered a powerful opening statement during her testimony before House impeachment investigators on Friday. She detailed her decades of service as a diplomat, and expressed concern that her sudden ouster due to a Trumpworld smear campaign this past spring could have a chilling effect on those who are sincerely committed to rooting out corruption in Ukraine and elsewhere.\n“I remain disappointed that the department’s leadership and others have de",
            "Acting chief of staff Mick Mulvaney’s disastrous press briefing on Thursday was a prime example of how the White House is struggling to explain President Donald Trump’s efforts in Ukraine in a way that isn’t tantamount to a confession. But Trump’s rally a few hours later in Dallas indicated the president isn’t doing a much better job.\nThursday night, Trump didn’t try to defend his efforts to cajole the Ukrainian government to undertake politically beneficial investigations — efforts that have pr"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q47030684",
                "wikidata_title": "Harry Litman",
                "wikipedia_title": "Harry Litman",
                "description": "American lawyer",
                "intro": "Harry P. Litman (born c. 1958) is an American lawyer, law professor and political commentator. He is a former U.S. Attorney and Deputy Assistant Attorney General. He has provided commentary in print and broadcast news and produces the Talking Feds podcast. He has taught in multiple law schools and schools of public policy.  \nLitman served as a law clerk to Abner Mikva, Thurgood Marshall, and Anthony Kennedy. His practice specialties have included False Claims law and Whistleblower law.",
                "x_handle": "harrylitman",
                "page_url": "https://en.wikipedia.org/wiki/Harry_Litman"
            }
        ],
        "author_str": "harry litman",
        "article_urls": [
            "https://www.latimes.com/opinion/story/2022-08-26/mar-a-lago-donald-trump-documents-search-affidavit",
            "https://www.latimes.com/opinion/story/2022-09-06/aileen-cannon-donald-trump-mar-a-lago-documents-special-master",
            "https://www.latimes.com/opinion/story/2022-07-20/jan-6-committee-justice-department-donald-trump-prosecution",
            "https://www.latimes.com/opinion/story/2022-07-27/merrick-garland-donald-trump-justice-department-grand-jury",
            "https://www.theatlantic.com/ideas/archive/2021/05/originalism-meaning/618953/"
        ],
        "article_texts": [
            "Column: The Mar-a-Lago search looks more like it could provide a way to hold Trump accountable\nFrom its inception as a mission to retrieve documents endangering national security, the search of Donald Trump’s Mar-a-Lago compound has developed into the sharpest of the several daggers at the former president’s throat.\nThat’s not simply because the evidence linking Trump to the potential crimes specified in the warrant — removal of public documents, violations of the Espionage Act and obstruction o",
            "Column: The special master order for Trump’s Mar-a-Lago documents is perverse and potentially disastrous\nU.S. District Judge Aileen Cannon’s order requiring the appointment of a special master to sift through the property seized in the search of Mar-a-Lago has found few defenders. Its tendentious factual account and muddled legal reasoning are easy to denigrate.\nNevertheless, some observers are suggesting the bottom line is not so worrisome, and that the best counsel for the Department of Justic",
            "Column: There is a gap in the evidence we’ve seen against Trump. We have to rely on the DOJ to fill it\nThe criticism of the Department of Justice continues to grow: Detractors see the department as too far behind the Jan. 6 committee. They want to know why Atty. Gen. Merrick Garland and the Justice Department have yet to come forward with a serious criminal charge against Donald Trump.\nThese gloomy observations miss at least one crucial point: There is a gap in the committee’s development of the",
            "Column: Garland doesn’t lie — the Justice Department is aiming at Trump\nThe report Tuesday from the Washington Post that the Department of Justice’s insurrection investigation is focusing on the conduct of former President Trump was important and reassuring, but it was not particularly surprising.\nAtty. Gen. Merrick Garland had repeatedly indicated that Trump would not get a pass. He reiterated the principle, with a hint of exasperation, in his news conference just last Wednesday. One reporter a",
            "Originalism—the idea that the meaning of each provision of the United States Constitution becomes fixed at the time of its enactment—in its contemporary form traces back to the advocacy of a few conservative judges, most prominently Antonin Scalia, in the mid-1980s. At the time, it was a rebel yell. The few self-styled originalists were railing against a long line of judicial precedents, particularly a set of Warren Court rulings that they viewed as mere expressions of liberal policy preferences"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q65146124",
                "wikidata_title": "Mark Earls",
                "wikipedia_title": "",
                "description": "Non-fiction writer from the United Kingdom",
                "intro": "",
                "x_handle": "herdmeister",
                "page_url": ""
            }
        ],
        "author_str": "mark earls",
        "article_urls": [
            "https://www.wired.co.uk/article/mark-earls-on-copying-and-homage",
            "https://www.wired.co.uk/article/meg-ryan-theory"
        ],
        "article_texts": [
            "This article was first published in the October 2015 issue of WIRED magazine. Be the first to read WIRED's articles in print before they're posted online, and get your hands on loads of additional content by subscribing online.\nZaha Hadid is an architectural rock star. Her style has found full expression in London, Berlin, Singapore and 11 sites in China. So when she discovered that her Beijing development, Wangjing Soho, was being copied in another Chinese city before it was finished, Hadid red",
            "This article was taken from the February 2012 issue of Wired magazine. Be the first to read Wired's articles in print before they're posted online, and get your hands on loads of additional content by subscribing online.\nThe romcom movie genre can hardly be described as fundamental to understanding human behaviour. But there is one exception: the Rob Reiner film When Harry Met Sally contains probably the most important scene in film history (in terms of behavioural science). And yes, it is the s"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q232810",
                "wikidata_title": "Temple Grandin",
                "wikipedia_title": "Temple Grandin",
                "description": "American doctor of animal science, author, and autism activist",
                "intro": "",
                "x_handle": "DrTempleGrandin",
                "page_url": "https://en.wikipedia.org/wiki/Temple_Grandin"
            },
            {
                "qid": "Q2304429",
                "wikidata_title": "Temple Grandin",
                "wikipedia_title": "Temple Grandin (film)",
                "description": "2010 film directed by Mick Jackson",
                "intro": "Temple Grandin is a 2010 American biographical drama television film directed by Mick Jackson and starring Claire Danes as Temple Grandin, a woman with autism  whose innovations revolutionized practices for the humane handling of livestock on cattle ranches and slaughterhouses. It is based on Grandin's memoirs Emergence and Thinking in Pictures. The film premiered on HBO on February 6, 2010, and won several awards including five Primetime Emmy Awards, and Golden Globe and Screen Actors Guild prizes for Danes.",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/Temple_Grandin_(film)"
            },
            {
                "qid": "Q22980671",
                "wikidata_title": "Temple Grandin: The world needs all kinds of minds",
                "wikipedia_title": "",
                "description": "speech by Temple Grandin s at TED in on 6 February 2010",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q91596998",
                "wikidata_title": "Temple Grandin, a pioneer in the field of animal well-being",
                "wikipedia_title": "",
                "description": "scientific article published on 01 April 2020",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q92508106",
                "wikidata_title": "Temple Grandin to speak at BVA Congress",
                "wikipedia_title": "",
                "description": "scientific article published on 01 August 2019",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            }
        ],
        "author_str": "temple grandin",
        "article_urls": [
            "https://www.wired.com/2013/05/silicon-valley-coders-and-autism-and-asperbergers-maybe-its-a-new-kind-of-design-thinking/",
            "https://www.wired.com/2013/05/so-you-know-that-10000-hours-makes-an-expert-rule-bunk/",
            "http://www.wired.com/2013/05/so-you-know-that-10000-hours-makes-an-expert-rule-bunk/",
            "https://wired.com/2013/05/silicon-valley-coders-and-autism-and-asperbergers-maybe-its-a-new-kind-of-design-thinking/"
        ],
        "article_texts": [
            "Temple Grandin: What's Right with the Autistic Mind\nBy focusing on deficits, we overlook the strengths of brains built differently\nWhen Jennifer Mcilwee Myers was 6 years old, she vowed she would learn the meaning of every word in the English language. That way, she reasoned, she could figure out all of human knowledge without having to ask anyone questions. But she soon encountered a problem that made her furious. Many of the words had the same meaning. Obese, portly, rotund--who needed all the",
            "One of the most useless questions you can ask a kid is, What do you want to be when you grow up? The more useful question is: What are you good at? But schools aren’t giving kids enough of a chance to find out.\nAs a professor of animal science, I have ample opportunity to observe how young people emerge from our education system into further study and the work world. As a visual thinker who has autism, I often think about how education fails to meet the needs of our very diverse minds. We are sh",
            "book excerpt\n\"I’ve given a great deal of thought to the topic of different ways of thinking. In fact, my pursuit of this topic has led me to propose a new category of thinker in addition to the traditional visual and verbal: pattern thinkers.\"\nReading an interview with Steve Jobs, I came across this quote: “The thing I love about Pixar is that it’s exactly like the LaserWriter.” What? The most successful animation studio in recent memory is “exactly like” a piece of technology from 1985?\nHe expl",
            "\"\nIn recent years, the relationship between nature and nurture has been getting a lot of attention in the popular press.\nIn particular, the 10,000-hour rule seems to have captured the public imagination.\nNew Yorker writer Malcolm Gladwell didn’t invent the rule, but he did popularize it through his best-selling book Outliers. The principle actually dates to a 1993 study, though in that paper the authors called it the 10-year rule.\nWhatever name it goes under, the rule essentially says that in or"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q112259642",
                "wikidata_title": "Dom Phillips",
                "wikipedia_title": "Dom Phillips",
                "description": "British journalist, writer, editor",
                "intro": "Dominic Mark Phillips (23 July 1964 – 5 June 2022) was a British freelance journalist. He wrote for The Guardian and The Washington Post, and contributed to The Times, the Financial Times and Bloomberg News, among others.\nOn 5 June 2022, he and Brazilian Bruno Pereira, an expert on indigenous peoples of Brazil, went missing in the remote Javari Valley in the far western part of the state of Amazonas in Brazil, one of the most remote zones in the rainforest. On 14 June, Amarildo da Costa da Oliveira allegedly confessed to shooting and killing Phillips and Pereira and led police to the men's bodies the following day.",
                "x_handle": "domphillips",
                "page_url": "https://en.wikipedia.org/wiki/Dom_Phillips"
            }
        ],
        "author_str": "dom phillips",
        "article_urls": [
            "https://www.thedailybeast.com/madonnas-boyfriend-lucky-star",
            "https://www.thedailybeast.com/priest-sex-tape-horror",
            "https://www.thedailybeast.com/gisele-photos-of-the-worlds-savviest-supermodel",
            "https://www.thedailybeast.com/photos-gisele-bundchens-next-top-models",
            "https://www.thedailybeast.com/brazil-soccer-murder-allegations-against-bruno-de-souza-did-he-kill-eliza-samudio"
        ],
        "article_texts": [
            "He should have looked like a man who’d won the jackpot. But under his glittery top hat, Jesus Pinto da Luz just looked bemused. The 23-year-old Rio de Janeiro native was standing next to his girlfriend Madonna—at 51, more than twice his age—in the most exclusive VIP box at February’s Rio Carnival, cradling her adopted Malawian daughter Mercy James in his arms. Beside him was the state governor, the city’s mayor, and President Lula’s candidate to succeed him, Dilma Rousseff. Beneath him, photogra",
            "In the small Brazilian city of Arapiraca, tucked away in the poor, conservative northeast corner of the country, a hidden-camera video showing an octogenarian priest having sex with a young altar boy is being hawked on the street. For $5 to $10, vendors here will sell you the video, downloading it directly into your cellphone via Bluetooth. The price depends on the quality and length of the footage. According to one street vendor, the most popular download is the “complete” version. Buyers, he s",
            "The announcement that Gisele Bündchen would be the new “propaganda girl” for the Brazilian lingerie giant Hope took even seasoned Gisele watchers—and there are legions of them here in Brazil—by surprise. Just four months after giving birth to her first child, here she was doing a shoot for lingerie, of all things, and looking every inch the $150 million she is reportedly worth.\nClick Below to View Our Gallery of the World's Savviest Supermodel\n_LacosteAd_\nThe deal with Hope is the latest coup fo",
            "When he proclaimed the importance of racial miscegenation to Brazil in the 1930s, the celebrated Brazilian sociologist Gilberto Freyre could scarcely have imagined that he was hailing the future supermodel capital of the world.\n“The most obvious thing is the mixture of races that we have here,” says top São Paulo fashion photographer Marcio Neves—who works extensively with “new faces”—of why Brazil seems to produce so many models.\nClick Image Below to View Our Gallery of Brazil’s Hottest Up-and-",
            "For the past month, soccer-obsessed Brazil has been entirely fixated on the World Cup. But as the country's campaign came to a shuddering halt with defeat at the hands of Holland on Friday, a darker soccer drama was already unfolding.\nPolice investigating the disappearance and suspected murder of 25-year-old student Eliza Samudio, missing for almost a month, believe that one of the country's biggest soccer stars, her ex-boyfriend and the father of her baby son, is involved. It's a suspect that h"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q3290468",
                "wikidata_title": "Margaret Carlson",
                "wikipedia_title": "Margaret Carlson",
                "description": "American journalist",
                "intro": "Margaret Carlson is an American journalist, political pundit, and an opinion columnist for Bloomberg News. She is known for being the first female columnist for Time magazine. She was a regular panelist for CNN's Capital Gang from 1992 until its cancellation in 2005.\n\n",
                "x_handle": "carlsonmargaret",
                "page_url": "https://en.wikipedia.org/wiki/Margaret_Carlson"
            },
            {
                "qid": "Q107292233",
                "wikidata_title": "Margaret Ann Odom Aitcheson",
                "wikipedia_title": "",
                "description": "",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            }
        ],
        "author_str": "margaret carlson",
        "article_urls": [
            "https://www.thedailybeast.com/congress-created-the-opioid-crisis-why-wont-they-fix-it",
            "https://www.thedailybeast.com/doxxing-is-free-speechif-youre-a-right-wing-prof-harassing-a-woman",
            "https://www.thedailybeast.com/joe-manchin-and-joe-biden-arent-done-with-each-other-yet",
            "https://www.thedailybeast.com/the-loophole-that-trump-tried-to-steal-the-election-with-is-still-there",
            "https://www.thedailybeast.com/rand-paul-shivs-anthony-fauci-again-as-democats-deliver-dumb-speeches-at-senate-covid-hearing"
        ],
        "article_texts": [
            "While everyone was watching as the president picked a fight with a pregnant mother last seen hugging the casket carrying the remains of her husband, Sgt. La David Johnson, killed in a mysterious ambush in Niger, members of Congress had cover to try and quietly redeem themselves.\nThey’d been exposed Sunday by The Washington Post and CBS’s 60 Minutes as pawns of the pharmaceutical industry. It took $100 million spent strategically by an army of lobbyists to manipulate Congress into weakening the p",
            "John McAdams, a tenured professor of at Marquette University, a renowned Jesuit school and basketball powerhouse, launched a crusade against grad student and instructor Cheryl Abbate in November 2014 for supposedly squelching an undergraduate in her ethics class who wanted to discuss his opposition to gay marriage. McAdams didn’t stop there. He opened her up to the Wild West of the internet by linking to her personal information so others could hate on her. Also, on his blog, McAdams “doxed” her",
            "How can things end this way when the two Joes were made for each other?\nJoe Manchin is from the hollows of West Virginia, raised in a small coal mining town, the grandson of an Italian immigrant, the local grocer. Joe Biden is from the hard streets of Scranton and Wilmington, where Dad worked in a used car lot. The two share nostalgia for bipartisanship, the filibuster, and the backslap. Each likes being liked.\nIt makes their spectacular, televised break-up Sunday all the more shocking unless yo",
            "Much of what was broken on Jan. 6 can’t be fixed, but there’s one thing that can: the loophole in the Electoral Count Act on which Donald Trump pinned his hopes of overturning the 2020 election.\nThat badly worded law—leaving open the question whether the vice president’s role is merely ceremonial or he has the power to replace duly certified electors—is still on the books. It requires only one member from the House and one from the Senate to make an objection to halt the count, with both branche",
            "Sen. Rand Paul, who’s made a sport of hunting Dr. Anthony Fauci, really stuck the shiv in at the Senate COVID hearing on Tuesday. It can hardly get more personal than asking Fauci if he thinks it’s “appropriate to use your $420,000 salary to smear scientists who don’t agree with you?” Paul kept at it, describing how eminent the scientists were, without naming them, waving emails he said would prove his point.\nThere was more—Paul’s questioning went on for about ten minutes, twice as long as allow"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q5534188",
                "wikidata_title": "Geoff Keighley",
                "wikipedia_title": "Geoff Keighley",
                "description": "Canadian video game critic",
                "intro": "Geoff Keighley (; born (1978-06-24)June 24, 1978) is a Canadian video game journalist and television presenter, best known for his role as the host of several video game industry conferences & presentations. He is the executive producer and host of The Game Awards since its inception in 2014, having previously served as the executive producer of the Spike Video Game Awards. He also hosts and produces Summer Game Fest, and has hosted live events for trades fairs GamesCom and the now-defunct E3.He previously hosted the video game show GameTrailers TV, and G4tv.com. Keighley is also a freelance writer whose work has appeared in Kotaku among other publications. His multi-media series The Final Hours, originally an article series published by GameSpot, features in-depth interviews and behind-the-scenes with developers of popular franchises like Portal, Mass Effect & Tomb Raider.",
                "x_handle": "geoffkeighley",
                "page_url": "https://en.wikipedia.org/wiki/Geoff_Keighley"
            }
        ],
        "author_str": "geoff keighley",
        "article_urls": [
            "https://ew.com/article/2003/07/18/rating-celebrity-likenesses-videogames/",
            "https://ew.com/article/2003/07/25/pirates-starlet-what-doesnt-float-her-boat/"
        ],
        "article_texts": [
            "Rating Celebrity Likenesses in Videogames\nMore and more videogames based on movies are including famous likenesses. But how well do these digital doppelgangers match their flesh-and-blood counterparts? To get an assessment of three recent examples, we went to an expert: Jim Kempton, a sculptor at Madame Tussaud’s wax museum in London, who has immortalized everyone from the Dalai Lama to Today show weatherman Al Roker. Here’s his appraisal of three new digi-celebs. — GK\nDREW BARRYMORE Charlie’s A",
            "''Pirates''' starlet on what doesn't float her boat\nYes, she’s talented and beautiful. Yes, she got to work with Johnny Depp and Orlando Bloom in ”Pirates of the Caribbean: The Curse of the Black Pearl.” And yes, she provided the narration for the just-released videogame (available for PC and Xbox from Bethesda Softworks) based on this summer’s surprise hit.\nBut know this: Keira Knightley is at war with technology. ”I managed to ruin my entire school’s computer system…. Everything shut down, and"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q15733307",
                "wikidata_title": "Ewen MacAskill",
                "wikipedia_title": "Ewen MacAskill",
                "description": "Scottish journalist (born 1951)",
                "intro": "Ewen MacAskill (born 1951) is a Scottish journalist. He worked for 22 years on The Guardian, ending his career in September 2018 as the newspaper's defence and intelligence correspondent. MacAskill was involved in preparing the publication disclosures from Edward Snowden of the activities of the American National Security Agency (NSA).\n\n",
                "x_handle": "ewenmacaskill",
                "page_url": "https://en.wikipedia.org/wiki/Ewen_MacAskill"
            }
        ],
        "author_str": "ewen macaskill",
        "article_urls": [
            "https://www.theguardian.com/world/2004/sep/16/iraq.iraq"
        ],
        "article_texts": [
            "Lord Ashcroft, one of the Conservative party’s biggest donors, faces fresh questions over his offshore affairs after the Paradise Papers revealed a previously unknown trust sheltering his vast overseas wealth.\nScores of emails and financial statements chart the inner workings of the Bermuda-based Punta Gorda Trust from its creation in 2000, just after he became a peer.\nThe documents run until 2016, when the offshore law firm Appleby, which acted as trustee, terminated the relationship, a decisio",
            "The chief of Britain’s Secret Intelligence Service, Alex Younger, acknowledged on Thursday that the organisation’s most famous fictional agent, James Bond, is both a blessing and curse.\nThe upside of the Bond novels and movies is that MI6, as SIS is more commonly referred to, is one of the best-known intelligence agencies in the world, and guarantees that almost anyone Younger invites to lunch will attend. The downside to such “fictional stereotypes”, he said, was that Bond created a view of an ",
            "Alex Salmond vowed to bounce back after losing his parliamentary seat last month. “You’ve not seen the last of my bonnet and me,” he said, paraphrasing a Jacobite song.\nThe former Scottish National party leader and ex-first minister of Scotland is aiming to fulfil that prediction next month, though not with a return to frontline politics.\nHe is to host his own show at the Edinburgh Fringe, called Alex Salmond Unleashed. It is billed as a mix of comedy, music and political reminiscence, with chat",
            "The organisers of one of the biggest draws at the Edinburgh festival, the military tattoo, are hoping to expand worldwide, eventually holding the event across Asia, the Middle East and North and South America.\nAlthough the tattoo, which opens on 4 August, is indelibly identified with Scotland’s capital, from the lone piper on Edinburgh Castle’s ramparts to the massed pipe bands on the esplanade below, the organisers of the spectacular show are confident there is an appetite to host it abroad too",
            "The Guardian messed up when we held our pub meet-up for readers of this project. Ellis Palmer Babe, a Labour member from Merseyside, had been looking forward to an exchange of views with fellow party members. But we had a problem. We’d decided to hold it downstairs at the Fly in the Loaf, a lovely old pub in central Liverpool, but this was changed to upstairs.\nPalmer Babe, aged 22, has cerebral palsy and has used a wheelchair since childhood. While there was access downstairs, there was none ups"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q6849262",
                "wikidata_title": "Mike WiLL Made-It",
                "wikipedia_title": "Mike Will Made It",
                "description": "American music producer",
                "intro": "",
                "x_handle": "MikeWiLLMadeIt",
                "page_url": "https://en.wikipedia.org/wiki/Mike_Will_Made_It"
            },
            {
                "qid": "Q921518",
                "wikidata_title": "Michael K. Williams",
                "wikipedia_title": "Michael K. Williams",
                "description": "American actor (1966–2021)",
                "intro": "",
                "x_handle": "BKBMG",
                "page_url": "https://en.wikipedia.org/wiki/Michael_K._Williams"
            },
            {
                "qid": "Q84492001",
                "wikidata_title": "Michael Williams",
                "wikipedia_title": "Mike Williams (physicist)",
                "description": "particle physicist at MIT",
                "intro": "Michael Williams is an experimental particle physicist, faculty member at MIT, and inaugural Deputy Director of the NSF AI Institute for Artificial Intelligence and Fundamental Interactions (IAIFI).",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/Mike_Williams_(physicist)"
            },
            {
                "qid": "Q42788926",
                "wikidata_title": "Michael T. Williams",
                "wikipedia_title": "",
                "description": "researcher",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q64908354",
                "wikidata_title": "Michael Williams",
                "wikipedia_title": "",
                "description": "New Zealand cardiologist",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q1929848",
                "wikidata_title": "Michael Williams",
                "wikipedia_title": "Michael Williams (actor)",
                "description": "British actor (1935–2001)",
                "intro": "",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/Michael_Williams_(actor)"
            },
            {
                "qid": "Q441842",
                "wikidata_title": "Michael Williams",
                "wikipedia_title": "Michael Williams",
                "description": "Wikimedia disambiguation page",
                "intro": "",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/Michael_Williams"
            },
            {
                "qid": "Q58216874",
                "wikidata_title": "Michael Williams",
                "wikipedia_title": "",
                "description": "researcher, ORCID id # 0000-0002-5051-5921",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q6849285",
                "wikidata_title": "Mike IX Williams",
                "wikipedia_title": "Mike IX Williams",
                "description": "American vocalist",
                "intro": "",
                "x_handle": "MikeIXWilliams",
                "page_url": "https://en.wikipedia.org/wiki/Mike_IX_Williams"
            },
            {
                "qid": "Q49196171",
                "wikidata_title": "Michael A. Williams",
                "wikipedia_title": "",
                "description": "researcher",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            }
        ],
        "author_str": "michael williams",
        "article_urls": [
            "http://www.smh.com.au/culture/books/a-song-of-nostalgia-with-a-delicate-pitch-20200804-p55ihi.html"
        ],
        "article_texts": [
            "In Manhattan several weeks ago, a homeless man walked into a drug store and helped himself to a sandwich. When police arrested the man, who had been ordered to steer clear of the place, a prosecutor asked the judge to set a $15,000 bail. They might as well have asked for a million dollars. For this small crime, he likely would have spent the night, and many others, at Rikers Island. Fortunately, a kind member of the community intervened and paid his bail, which was ultimately set at between $500"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q946019",
                "wikidata_title": "Eric Martin",
                "wikipedia_title": "Eric Martin (musician)",
                "description": "American rock musician",
                "intro": "Eric Lee Martin (born October 10, 1960) is an American rock singer and musician who was active throughout the 1980s, 1990s, and 2000s, both as solo artist and as a member of various bands. He rose to prominence as the frontman for the hard rock band Mr. Big, which scored a big hit in the early 1990s with \"To Be with You\", a song that Martin wrote during his teen years.\nA native of the San Francisco Bay Area, Martin first started his career in the music industry in 1978.",
                "x_handle": "ericmartinband",
                "page_url": "https://en.wikipedia.org/wiki/Eric_Martin_(musician)"
            },
            {
                "qid": "Q57913042",
                "wikidata_title": "Eric Martin",
                "wikipedia_title": "",
                "description": "French researcher",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q3591257",
                "wikidata_title": "Éric Martin",
                "wikipedia_title": "",
                "description": "French university president",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q3591256",
                "wikidata_title": "Éric Martin",
                "wikipedia_title": "Eric Martin",
                "description": "Wikimedia disambiguation page",
                "intro": "",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/Eric_Martin"
            },
            {
                "qid": "Q88393050",
                "wikidata_title": "Eric J Martin",
                "wikipedia_title": "",
                "description": "researcher",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q62523520",
                "wikidata_title": "Eric Martin",
                "wikipedia_title": "",
                "description": "French politician",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q5387051",
                "wikidata_title": "Eric Martin",
                "wikipedia_title": "Eric Martin (footballer, born 1946)",
                "description": "Scottish footballer (born 1946)",
                "intro": "",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/Eric_Martin_(footballer,_born_1946)"
            },
            {
                "qid": "Q107389801",
                "wikidata_title": "Eric Martin",
                "wikipedia_title": "",
                "description": "screenwriter",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q91190642",
                "wikidata_title": "Eric A Martin",
                "wikipedia_title": "",
                "description": "researcher (ORCID 0000-0001-7666-4231)",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q107944744",
                "wikidata_title": "Eric Martin",
                "wikipedia_title": "",
                "description": "German chemist and pharmacist",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            }
        ],
        "author_str": "eric martin",
        "article_urls": [
            "https://www.smh.com.au/business/the-economy/6-4-trillion-hole-imf-world-bank-warn-of-global-recession-20221011-p5boql.html"
        ],
        "article_texts": [
            "This was published 4 months ago\n$6.4 trillion hole: IMF, World Bank warn of global recession\nBy Eric Martin\nThe heads of the International Monetary Fund and World Bank warned of a rising risk of a global recession as advanced economies slow and faster inflation forces the Federal Reserve to keep raising interest rates, adding to the debt pressures on developing nations.\nIn the US, the world’s largest economy, the labour market is still very strong but is losing momentum because the impact of hig"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q11774302",
                "wikidata_title": "Darren Naish",
                "wikipedia_title": "Darren Naish",
                "description": "British palaeontologist",
                "intro": "Darren William Naish (born 26 September 1975) is a British vertebrate palaeontologist, author and science communicator.\nAs a researcher, he is best known for his work describing and reevaluating dinosaurs and other Mesozoic reptiles, including Eotyrannus, Xenoposeidon, and azhdarchid pterosaurs. Much of his research has focused on Wealden Group fossils from the Isle of Wight.He is founder of the vertebrate palaeozoology blog Tetrapod Zoology, and has written several popular science books. Naish also makes frequent media appearances and is a scientific consultant and advisor for film, television, museums and exhibitions. Naish is also known for his scepticism and work examining cryptozoology and sea monster sightings and beliefs from a scientific perspective.",
                "x_handle": "TetZoo",
                "page_url": "https://en.wikipedia.org/wiki/Darren_Naish"
            }
        ],
        "author_str": "darren naish",
        "article_urls": [
            "https://www.newscientist.com/article/mg15921526-200-call-me-triceratops/"
        ],
        "article_texts": [
            "Some of you – maybe even most of you – will be familiar with All Yesterdays, a volume co-authored and co-illustrated by myself, John Conway, C. M. Kosemen and Scott Hartman (Conway et al. 2013). I’ve gotten a huge amount of mileage out of All Yesterdays.... I mean, an appropriate amount of mileage... and the project has been written about, and discussed, an awful lot. But our memories are short, and it’s now been four years since All Yesterdays was published: the sort of timespan in which we mig",
            "Rhinos – I mean, all living rhino species – remain a popular topic of discussion in zoological circles, this mostly being a consequence of the disgusting and heart-breaking loss of so many individuals due to the horn trade. Here I want to discuss one specific rhino-themed issue that isn’t that well known – nor that much discussed – outside of the specialist rhino community: namely, are there two living species of white rhino?\nUntil recently, the consensus view was that white rhinos are one speci",
            "A huge quantity of evidence shows that birds are dinosaurs, and specifically a lineage of the coelurosaurian theropod group Maniraptora. Additional support for the coelurosaurian origin of birds arrives on a regular basis, since new Jurassic and Cretaceous fossil species that fit somewhere on the bird lineage are reported virtually every month. But… I can’t help but be interested in ‘non-standard’ or ‘alternative’ hypotheses on evolutionary history, and among the most interesting is the ‘Birds A",
            "Readers with good memories might recall the ‘let’s review zoos’ series I started back in 2016, and which has so far consisted of a grand one (1) contribution (the review concerned was devoted to Edinburgh Zoo in Scotland). Anyway, today we’re going to look at Colchester Zoo, located in Essex, south-eastern England. It’s a good-sized zoo with an impressive collection of livestock large and small, celebrated both for the innovative aesthetics of its exhibits as well as for its captive breeding and",
            "If you read the previous article, you’ll recall my discussing the recent republishing of Dougal Dixon’s SpecZoo classic After Man, originally published in 1981 (and recently republished by Breakdown Press: Dixon 2018). To coincide with the release of this work, several authors have written online articles about SpecZoo: Susannah Lydon wrote one for The Guardian, and Asher Elbein wrote one for Earther. For the latter article, Asher interviewed me, but constraints of space and style meant that he "
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q109592920",
                "wikidata_title": "Alex Abad-Santos",
                "wikipedia_title": "",
                "description": "writer, journalist",
                "intro": "",
                "x_handle": "alex_abads",
                "page_url": ""
            }
        ],
        "author_str": "alex abad-santos",
        "article_urls": [
            "https://www.vox.com/the-highlight/2020/6/17/21286933/sex-covid-coronavirus-dating-kissing-pandemic-safe",
            "https://www.vox.com/the-highlight/2020/6/17/21286933/sex-covid-coronavirus-kissing-pandemic",
            "https://www.vox.com/cards/singer-lawsuit/who-is-bryan-singer",
            "https://www.vox.com/culture/23594371/last-of-us-pedro-pascal-daddy",
            "https://www.vox.com/rss/stream/16785943"
        ],
        "article_texts": [
            "Part of the Romance Issue of The Highlight, our home for ambitious stories that explain our world.\nThe coronavirus pandemic will change the way we live for many more months, if not years. Concerts now seem like potential hot zones. Gyms and restaurants are cutting capacity in order to operate. No one’s rushing to go back to their open-plan offices anytime soon.\nWe may also have to rethink everything about the way we have sex with people we don’t already live with, making dating more fraught than",
            "Part of the Romance Issue of The Highlight, our home for ambitious stories that explain our world.\nThe coronavirus pandemic will change the way we live for many more months, if not years. Concerts now seem like potential hot zones. Gyms and restaurants are cutting capacity in order to operate. No one’s rushing to go back to their open-plan offices anytime soon.\nWe may also have to rethink everything about the way we have sex with people we don’t already live with, making dating more fraught than",
            "What was Bryan Singer accused of?\nTwo men — 31-year-old Michael Egan, and an anonymous 25-year-old referred to as John Doe No. 117 — filed lawsuits accusing Singer of sexually assaulting them when they were underage. Egan alleged the abuse began when he was 15 and continued until he was 17, while John Doe claimed Singer assaulted him once in 2006, at an afterparty for the London premiere of Superman Returns.\nWhat did Michael Egan accuse Bryan Singer of?\nMichael Egan, 31, alleges that Singer drug",
            "At this point, it’s almost impossible to avoid Pedro Pascal. Avoiding him is like evading gravity, unfeasible unless one has access to, say, the moon. The 47-year-old actor is the lead of HBO’s The Last of Us, the biggest show of the moment. In March, he’ll resume his role as the Mandalorian in The Mandalorian, the Star Wars television spinoff that will probably be the biggest show of its moment when the series revs up its third season. Previously, Pascal starred in Narcos and wielded hot bisexu",
            "Vox - Marvel’s Black Panther: reviews, news, and analysis of the game-changing superhero moviehttps://cdn.vox-cdn.com/community_logos/52517/voxv.png2020-08-28T23:03:02-04:00http://www.vox.com/rss/stream/167859432020-08-28T23:03:02-04:002020-08-28T23:03:02-04:00Black Panther star Chadwick Boseman is dead at 43\n<figure>\n<img alt=\"‘Black Panther’ European Premiere - Red Carpet Arrivals\" src=\"https://cdn.vox-cdn.com/thumbor/QUiinoOByRGFDb8mUA0y97REYhk=/551x0:4952x3301/1310x983/cdn.vox-cdn.com/upload"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q4766710",
                "wikidata_title": "Ann Treneman",
                "wikipedia_title": "Ann Treneman",
                "description": "British journalist",
                "intro": "Ann Treneman (born 1956) is an American journalist, currently working for The Times newspaper in the United Kingdom.\nTreneman was born in Iowa City, Iowa, but she grew up in McMinnville, Oregon. She has lived in the UK since the mid-1980s.",
                "x_handle": "anntreneman",
                "page_url": "https://en.wikipedia.org/wiki/Ann_Treneman"
            }
        ],
        "author_str": "ann treneman",
        "article_urls": [
            "https://www.thetimes.co.uk/article/late-nights-and-bullies-p5m5sn8wrh6",
            "https://www.thetimes.co.uk/article/do-mps-have-the-right-to-be-normal-pwck9jlb27f",
            "https://www.thetimes.co.uk/article/mums-not-the-word-px8p2r0q90k",
            "https://www.thetimes.co.uk/article/a-testing-time-for-freedom-inside-and-out-pph3hmkfsp8",
            "https://www.thetimes.co.uk/article/forever-a-creature-of-habit-9c3gjts9qr0"
        ],
        "article_texts": [
            "Late nights and bullies\nIn her first major interview since announcing that she is standing down, Tess Kingham, MP, on why Westminster needs a radical shake-up\nTess Kingham was the epitome of a modern Labour MP when she entered Parliament three years ago. She was 34. Her hair was short and she had just dyed it peroxide blonde. She had a house-husband, a young daughter and an ambition to change the world (or at least her bit of it, in Gloucester). Within days, however, she was beginning to realise",
            "Do MPs have the right to be normal?\nOnly a brave MP will try to change Westminsters archaic working patterns. Ann Treneman meets some who dare\nAnne Campbell doesn’t look or act like a revolutionary. She is 60 years old, a warm and reserved woman who became an MP at the age of 52 after a life as mother and statistician. Yet, as we sit on the terrace of the House of Commons discussing the hours that MPs work, there is no doubt that she is talking about a revolution. More to the point, she is spear",
            "Mum’s not the word\nNext week is National Parents Week. Our correspondent finds the secret diary of the beleaguered PR officer in charge of selling it to us\nDAY ONE: I arrive in office (soaking wet, mascara running down face, train late) and am handed the worst assignment of my (admittedly shortish) career in public relations. Apparently I am to tell the world about National Parents’ Week. I point out that I have already done all the preparatory work for National Incontinence Week. Plus, I point ",
            "The truth: it’s murder on the dancefloor\nDo you know your foxtrot from your jitterbug? Our correspondent doesn’t, and will stay firmly seated during the party season. Here, she and three other writers reflect on the purgatory of dance for non-dancers\nTO DANCE or not to dance? As the party season looms (and on Sainsbury’s shelves it is already here), that is the question. Not that we ever admit it. In fact, I can see you shrugging your shoulders. But that will never do. It is time that we faced t",
            "Loud, scary and that’s just the jackets\nGEORGE BUSH was in town yesterday and, much more amazingly, so was the Sports Minister, Richard Caborn.\nMr Bush was delighted to be here, Mr Caborn apparently furious when he was called back from Australia, where he was watching the rugby and “working” extremely hard.\nLabour was facing defeat over foundation hospitals and had mounted a massive bullying (sorry, whipping) operation to make people vote. Why it is so difficult to get MPs to vote, which is thei"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q76087080",
                "wikidata_title": "Paul Hayward",
                "wikipedia_title": "",
                "description": "Peerage person ID=521192",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q76199842",
                "wikidata_title": "Paul Hayward",
                "wikipedia_title": "",
                "description": "Peerage person ID=599113",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q61648320",
                "wikidata_title": "Paul Hayward",
                "wikipedia_title": "Paul Hayward (journalist)",
                "description": "British sports journalist",
                "intro": "Paul Hayward (born 6 January 1965) is a British sports journalist and author of 'England Football - The Biography (1872-2022)' - a 150-year history of the England men's team. He was until recently Chief Sports Writer at The Daily Telegraph. He has previously written for The Guardian, The Independent, The Observer and the Daily Mail, and regularly appeared as an analyst on Sky Sports' television programme Sunday Supplement.",
                "x_handle": "paulhayward",
                "page_url": "https://en.wikipedia.org/wiki/Paul_Hayward_(journalist)"
            },
            {
                "qid": "Q16012793",
                "wikidata_title": "Paul Hayward",
                "wikipedia_title": "Paul Hayward",
                "description": "Australian rugby league footballer (1954-1992)",
                "intro": "",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/Paul_Hayward"
            },
            {
                "qid": "Q106917950",
                "wikidata_title": "Paul Hayward",
                "wikipedia_title": "",
                "description": "author in Dunedin, New Zealand, b.1956",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q106813688",
                "wikidata_title": "Paul Counsell",
                "wikipedia_title": "",
                "description": "British QC and judge",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            }
        ],
        "author_str": "paul hayward",
        "article_urls": [
            "https://www.theguardian.com/sport/blog/2011/jan/30/andy-murray-novak-djokovic-australian-open",
            "https://www.theguardian.com/sport/blog/2010/jan/30/andy-murray-australian-open-image",
            "https://www.theguardian.com/sport/2009/aug/25/ashes-england-australia-2009-overview"
        ],
        "article_texts": [
            "Britain is the stage for two of the most impressively stubborn vigils in world sport. The England football team's inability to reach the final of an international tournament for 45 summers vies with the 75-year wait for a British man to win one of tennis's four grand slam singles titles. Fred Perry is just weekend wear for ageing Mods.\nOn Friday the Football Association's Sir Trevor Brooking launched a national programme to drag young English footballers into the mainstream of skills‑based play.",
            "Only two summers ago television's Spitting Image update, Headcases, ran a withering puppet skit on Andy Murray. Starting a pop career, the mournful doll sang \"The sun has got his hat on\" in a grating monotone after the announcer had introduced him thus: \"Andy Murray's joyless moaning is the sound of the summer!\"\nAs recently as 2008 that kind of dour-Scot satire chimed with the superficial view of Murray's personality. His undergraduate-slouch was manna for news columnists desperate for something",
            "An England governed by Andrew Strauss would have been a vote-winning concept for the 23,000 at The Oval and millions beyond. It would be a country where egos are constrained, frailties overcome, lost causes chased to the end and victory greeted not as an excuse for self-aggrandisement but as a spur to achieve even more.\nA curiosity of our culture is that some of our finest virtues have expressed themselves through England cricket captains, from the cerebral Mike Brearley through the strategicall"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q7153726",
                "wikidata_title": "Paul Sperry",
                "wikipedia_title": "Paul E. Sperry",
                "description": "American writer",
                "intro": "",
                "x_handle": "paulsperry_",
                "page_url": "https://en.wikipedia.org/wiki/Paul_E._Sperry"
            },
            {
                "qid": "Q122717677",
                "wikidata_title": "Paul Sperry",
                "wikipedia_title": "Paul Sperry",
                "description": "Wikimedia disambiguation page",
                "intro": "Paul Sperry may refer to:\n\nPaul A. Sperry (1895–1982), American inventor, businessman, photographer, screen printer and sailor\nPaul E. Sperry, American author and investigative journalist",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/Paul_Sperry"
            }
        ],
        "author_str": "paul sperry",
        "article_urls": [
            "https://reason.com/2005/09/13/fabled-danger/",
            "https://reason.com/2005/01/01/cut-rate-diplomas-2/",
            "https://reason.com/2005/01/01/cut-rate-diplomas-2/?comments=true",
            "https://reason.com/2005/01/01/cut-rate-diplomas-2/printer/"
        ],
        "article_texts": [
            "Fabled Danger?\nAtta bombshell looks more like case of mistaken ID\nLater this month, Washington may witness one of the most intriguing hearings in history. Senate Judiciary Committee chairman Arlen Specter is expected to call a career military official to testify about his shocking allegation that the Pentagon flagged 9/11 ringleader Mohamed Atta as a potential al-Qaeda terrorist more than a year before the attacks, and that his name and face wound up on a chart buried somewhere in the bureaucrac",
            "Cut-Rate Diplomas\nHow doubts about the government's own \"Dr. Laura\" exposed a résumé fraud scandal.\nLaura L. Callahan was very proud of her Ph.D. When she received it a few years ago, she promptly rewrote her official biography to highlight the academic accomplishment, referring to it not once or twice but nine times in a single-page summary of her career. And she never let her employees at the Labor Department, where she served as deputy chief information officer, forget it, even demanding that",
            "Cut-Rate Diplomas\nHow doubts about the government's own \"Dr. Laura\" exposed a résumé fraud scandal.\nLaura L. Callahan was very proud of her Ph.D. When she received it a few years ago, she promptly rewrote her official biography to highlight the academic accomplishment, referring to it not once or twice but nine times in a single-page summary of her career. And she never let her employees at the Labor Department, where she served as deputy chief information officer, forget it, even demanding that",
            "Cut-Rate Diplomas\nHow doubts about the government's own \"Dr. Laura\" exposed a résumé fraud scandal.\nLaura L. Callahan was very proud of her Ph.D. When she received it a few years ago, she promptly rewrote her official biography to highlight the academic accomplishment, referring to it not once or twice but nine times in a single-page summary of her career. And she never let her employees at the Labor Department, where she served as deputy chief information officer, forget it, even demanding that"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q25189753",
                "wikidata_title": "Phil Wang",
                "wikipedia_title": "Phil Wang",
                "description": "British Malaysian comedian",
                "intro": "Philip Nathaniel Wang Sin Goi (simplified Chinese: 王兴贵; traditional Chinese: 王興貴; pinyin: Wáng Xīngguì; Pha̍k-fa-sṳ: Vòng Hîn-kùi; born 22 January 1990) is a British-Malaysian stand-up comedian and comedy writer who is a member of the sketch comedy group Daphne, and co-creator of their BBC Radio 4 series, Daphne Sounds Expensive. He currently hosts the comedy podcast ‘BudPod’ with fellow comedian and Footlights alumnus Pierre Novellie.",
                "x_handle": "PhilNWang",
                "page_url": "https://en.wikipedia.org/wiki/Phil_Wang"
            }
        ],
        "author_str": "phil wang",
        "article_urls": [
            "https://www.theguardian.com/lifeandstyle/2019/jan/02/a-new-start-phil-wang-on-how-a-coffee-grinder-with-12-settings-changed-his-life"
        ],
        "article_texts": [
            "I bought myself a coffee grinder in 2018 so I could grind beans at home, thus finalising my transition – much like the grinder itself – into a pretentious and unnecessary tool.\nI rarely have more than one cup of coffee a day. So, naturally, I bought the most expensive grinder I could find. It boasts an LCD screen, an aluminium alloy casing and 12 options of grind coarseness: at level 12, the dust is so fine it can be absorbed through the skin; at 1, intact beans just fall out. I have convinced m"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q23772291",
                "wikidata_title": "Latika Bourke",
                "wikipedia_title": "Latika Bourke",
                "description": "Australian author and journalist",
                "intro": "Latika Bourke (born 9 March 1984) is an Australian author and journalist. She writes for The Sydney Morning Herald and The Age, and in the past has worked for the Australian Broadcasting Corporation and 2UE. Her book From India with Love was published in 2015.",
                "x_handle": "latikambourke",
                "page_url": "https://en.wikipedia.org/wiki/Latika_Bourke"
            }
        ],
        "author_str": "latika bourke",
        "article_urls": [
            "https://www.smh.com.au/world/europe/melbourne-pips-sydney-as-preferred-city-for-expats-in-australia-20221130-p5c2ck.html",
            "https://www.smh.com.au/world/oceania/kiwis-locked-out-during-pandemic-urged-to-use-their-vote-against-ardern-20221127-p5c1jo.html",
            "https://www.smh.com.au/world/europe/when-will-borders-open-why-australia-needs-to-set-out-its-covid-endgame-20210414-p57j0w.html",
            "https://www.smh.com.au/world/europe/queen-sprains-back-pulls-out-of-remembrance-day-service-20211114-p598up.html",
            "https://www.smh.com.au/world/europe/distractions-happen-top-us-intelligence-chief-s-china-admission-20221203-p5c3c3.html"
        ],
        "article_texts": [
            "London: Melbourne has been listed in the top 10 most desirable cities to move to and has pipped Sydney as the Australian city of choice for expats.\nThe Expat City Rankings 2022 asked around 12,000 people of 177 different nationalities living in 181 jurisdictions about the quality of their expat life, including the ease of settling into their new home countries, cost of living, ease in making new friends and overall quality of life.\nThe survey by InterNations - a social networking site for expats",
            "The New Zealand opposition is embarking on a world tour to rally the support of expat Kiwis who were locked out of their country as a result of Jacinda Ardern’s tough pandemic restrictions aimed at eliminating every single case of the virus.\nPrime Minister Ardern will face voters next year and Kantar’s most recent poll, conducted in August for 1News, shows the National Party leading Labour by four points. The opposition, led by Christopher Luxon, has been out-polling the government since March.\n",
            "Greg Hunt this week exposed Australia’s predicament. The federal health minister revealed what has been obvious for some time – that Australia’s much-lauded zero-COVID position is incongruous with the world as it is now.\n“If the whole country were vaccinated, you couldn’t just open the borders,” Hunt said on Tuesday.\n“We still have to look at a series of different factors: transmission, longevity [of vaccine protection] and the global impact – and those are factors which the world is learning ab",
            "By Latika Bourke\nLondon: Buckingham Palace says the Queen has sprained her back and was “disappointed” to have pulled out of the UK’s Remembrance Sunday service.\nThe 95-year-old monarch had said she would attend the service, which would have been her first public outing since being told to rest.\nShe had in October pulled out of several events, including a reception at the UN climate talks in Glasgow, after an overnight stay in hospital.\nIn her 69 years on the throne, the monarch had previously m",
            "London: One of the United States’ most senior intelligence chiefs says that the war on terror distracted them for more than a decade from the growing threat of China and delivering on the long-promised tilt towards the Indo-Pacific.\nLieutenant General Scott Berrier heads the Defence Intelligence Agency (DIA) which analyses foreign military capabilities and assesses their threat potential, as well as conducting operations in the field to collect intelligence.\nBerrier has the power to declassify i"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q68006107",
                "wikidata_title": "Matthew Garrahan",
                "wikipedia_title": "",
                "description": "British journalist",
                "intro": "",
                "x_handle": "mattgarrahan",
                "page_url": ""
            }
        ],
        "author_str": "matthew garrahan",
        "article_urls": [
            "https://www.ft.com/content/2d51bf47-e277-4cce-a293-15c0317732b8",
            "http://www.ft.com/content/2d51bf47-e277-4cce-a293-15c0317732b8",
            "https://www.ft.com/content/6aea4572-b49b-11e7-a398-73d59db9e399",
            "https://www.ft.com/content/40831255-a372-3292-82fb-53294af80124",
            "https://www.ft.com/content/b17c4ada-215b-11e8-a895-1ba1f72c2c11"
        ],
        "article_texts": [
            "Jon Stewart: ‘Ain’t nothing as agile as authoritarian regimes’\nWe’ll send you a myFT Daily Digest email rounding up the latest Life & Arts news every morning.\nAlong with watching the Knicks lose at basketball, riding the subway, getting yelled at in the street (or on the subway) and seeing a rat — usually on the subway — is there a more New York experience than eating pizza? This I ponder while I wait for Jon Stewart at John’s of Bleecker Street, a Greenwich Village institution that looks as old",
            "Jon Stewart: ‘Ain’t nothing as agile as authoritarian regimes’\nWe’ll send you a myFT Daily Digest email rounding up the latest Life & Arts news every morning.\nAlong with watching the Knicks lose at basketball, riding the subway, getting yelled at in the street (or on the subway) and seeing a rat — usually on the subway — is there a more New York experience than eating pizza? This I ponder while I wait for Jon Stewart at John’s of Bleecker Street, a Greenwich Village institution that looks as old",
            "What is included in my trial?\nDuring your trial you will have complete digital access to FT.com with everything in both of our Standard Digital and Premium Digital packages.\nStandard Digital includes access to a wealth of global news, analysis and expert opinion. Premium Digital includes access to our premier business column, Lex, as well as 15 curated newsletters covering key business themes with original, in-depth reporting. For a full comparison of Standard and Premium Digital, click here.\nCh",
            "What is included in my trial?\nDuring your trial you will have complete digital access to FT.com with everything in both of our Standard Digital and Premium Digital packages.\nStandard Digital includes access to a wealth of global news, analysis and expert opinion. Premium Digital includes access to our premier business column, Lex, as well as 15 curated newsletters covering key business themes with original, in-depth reporting. For a full comparison of Standard and Premium Digital, click here.\nCh",
            "What is included in my trial?\nDuring your trial you will have complete digital access to FT.com with everything in both of our Standard Digital and Premium Digital packages.\nStandard Digital includes access to a wealth of global news, analysis and expert opinion. Premium Digital includes access to our premier business column, Lex, as well as 15 curated newsletters covering key business themes with original, in-depth reporting. For a full comparison of Standard and Premium Digital, click here.\nCh"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q6777479",
                "wikidata_title": "Marty Makary",
                "wikipedia_title": "Marty Makary",
                "description": "American surgeon and author",
                "intro": "Martin Adel Makary is a British-American surgeon, professor, author and medical commentator. He practices surgical oncology and gastrointestinal laparoscopic surgery at the Johns Hopkins Hospital, is Mark Ravitch Chair in Gastrointestinal Surgery at Johns Hopkins School of Medicine, and teaches public health policy as Professor of Surgery and Public Health at the Johns Hopkins Bloomberg School of Public Health. \nMakary is an advocate for disruptive innovation in medicine and physician-led initiatives such as The Surgical Checklist, which he developed at Johns Hopkins, and was later popularized in Atul Gawande's best-selling book The Checklist Manifesto. Makary was named one of the most influential people in healthcare by HealthLeader magazine. In 2018, Makary was elected to the National Academy of Medicine.During the COVID-19 pandemic, Makary has been a prolific pundit discussing the topics of COVID-19 and mitigation strategies. He was an early advocate for universal masking to control the pandemic and recommends vaccines for adults, but has been an outspoken opponent of broad vaccine mandates and some COVID restrictions at schools.",
                "x_handle": "martymakary",
                "page_url": "https://en.wikipedia.org/wiki/Marty_Makary"
            }
        ],
        "author_str": "marty makary",
        "article_urls": [
            "https://time.com/10230/the-cost-of-chasing-cancer/",
            "https://time.com/3268/surgeon-what-they-dont-teach-in-med-school/"
        ],
        "article_texts": [
            "As a surgeon, I’m trained to crush cancer. For many years, every tumor I palpated and family I counseled drove me to hunt for cancer with a vengeance, using every tool modern medicine has to offer. But recently, one patient reminded me that the quest to seek and destroy cancer can produce collateral damage.\nThe patient’s story began with a full-body CT scan–a screening test used to detect tumors–that revealed a cyst on his pancreas. Some 3% of people have these cysts, and they are rarely problem",
            "As the world watched the brutal struggle between the family of Jahi McMath and her doctors after the 12-year-old’s brain-death complication from a tonsillectomy, I was reminded of how hard it is to approach families about dying patients. Many years ago, I was the doctor whose patient had taken an unexpected turn for the worse. Medical education was notoriously as devoid of information about miracles and comas as it was of eye contact and the art of using plain English.\nThere was one class in med"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q50345244",
                "wikidata_title": "Tara Westover",
                "wikipedia_title": "Tara Westover",
                "description": "American historian and author",
                "intro": "Tara Westover (born September 27, 1986) is an American memoirist, essayist and historian. Her memoir Educated (2018) debuted at No. 1 on The New York Times bestseller list and was a finalist for a number of national awards, including the LA Times Book Prize, PEN America's Jean Stein Book Award, and two awards from the National Book Critics Circle Award. The New York Times ranked Educated as one of the 10 Best Books of 2018. Westover was chosen by Time magazine as one of the 100 most influential people of 2019.",
                "x_handle": "tarawestover",
                "page_url": "https://en.wikipedia.org/wiki/Tara_Westover"
            }
        ],
        "author_str": "tara westover",
        "article_urls": [
            "https://www.theatlantic.com/membership/archive/2018/09/is-school-the-only-way-to-get-an-education/570031/"
        ],
        "article_texts": [
            "Today’s Issue\nTara Westover is the author of the no. 1 New York Times best seller Educated. In this issue, we share highlights from her conversation with the members of the Masthead Book Club.\nSeptember’s book-club picks are Florida by Lauren Groff and Political Tribes by Amy Chua. Our staffers tell you why you should read them.\nFreedom from Isolation: Tara Westover’s Story\nWriting the book Educated, says Tara Westover, “allowed me to reclaim some of my beautiful memories.” She shared a few of t"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q3304911",
                "wikidata_title": "Melanne Verveer",
                "wikipedia_title": "Melanne Verveer",
                "description": "American diplomat",
                "intro": "Melanne Verveer is the executive director of the Georgetown Institute for Women, Peace and Security at Georgetown University. She is a founding partner of Seneca Point Global, a worldwide women's strategy firm, and a co-founder of Seneca Women. Melanne Verveer co-authored the book Fast Forward: How Women Can Achieve Power and Purpose with Kim Azzarelli.\nShe served as the first United States Ambassador-at-Large for Global Women's Issues, nominated by President Barack Obama in February and confirmed by the United States Senate in April 2009. In that role, she directed the Office of Global Women's Issues.\nPreviously, Verveer served as the Chair and Co-CEO of Vital Voices Global Partnership, which she co-founded with Hillary Clinton in 2001. Vital Voices is a global NGO that supports emerging female leaders who are advancing economic, political and social progress in their societies.During the Clinton Administration, Verveer served as Assistant to President Bill Clinton and Chief of Staff to the First Lady Hillary Clinton. Among her duties was overseeing Hillary Clinton's global initiatives on women's rights as human rights.Prior to serving in the White House, she was executive director of People for the American Way, a progressive advocacy group, where she was involved in the passage of civil rights legislation. Earlier, she was Coordinator for Civil Rights and Urban Affairs for the U.S. Catholic Conference. She served on the staff of US Senator George McGovern and Representative Marcy Kaptur.\nShe is a member of the Council on Foreign Relations, the Trilateral Commission and the World Bank Advisory Council on Gender and Development. She served as the 2013 Humanitas visiting professor at Cambridge University. In 2008, the President of Ukraine awarded her the Order of Princess Olga. She holds several honorary degrees and is the recipient of numerous awards, including the U.S. Secretary's Distinguished Service Award.",
                "x_handle": "MelanneVerveer",
                "page_url": "https://en.wikipedia.org/wiki/Melanne_Verveer"
            },
            {
                "qid": "Q63904954",
                "wikidata_title": "Melanne Verveer's Subject Files (NAID 2068127)",
                "wikipedia_title": "",
                "description": "series in the National Archives and Records Administration's holdings",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q63905006",
                "wikidata_title": "Melanne Verveer's Issues and Events files (NAID 42219138)",
                "wikipedia_title": "",
                "description": "series in the National Archives and Records Administration's holdings",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q63905008",
                "wikidata_title": "Melanne Verveer's Correspondence files (NAID 42219139)",
                "wikipedia_title": "",
                "description": "series in the National Archives and Records Administration's holdings",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q63905013",
                "wikidata_title": "Melanne Verveer's Publications files (NAID 42219140)",
                "wikipedia_title": "",
                "description": "series in the National Archives and Records Administration's holdings",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            }
        ],
        "author_str": "melanne verveer",
        "article_urls": [
            "https://foreignpolicy.com/2012/04/23/why-women-are-a-foreign-policy-issue/",
            "https://foreignpolicy.com/2015/09/30/where-women-are-leading-the-peace-security/",
            "https://www.huffpost.com/entry/the-168th-anniversary-of_b_11087610"
        ],
        "article_texts": [
            "Here in Davos, Switzerland, at the World Economic Forum, much of the discussion is about economic growth. The International Monetary Fund’s Christine Lagarde inspired those attending to focus on the power of what she termed “inclusive growth”: “the evidence is clear, as is the message: when women do better, economies do better.” Today, visionary companies that initially embraced this notion through corporate philanthropy are now making investments in women a pillar of their business strategies.\n",
            "On a trip to Afghanistan in the summer of 2009, not long after my appointment as the U.S. State Department's ambassador at large for global women's issues, I stopped for dinner with a group of Afghan women activists in Kabul. One woman opened our conversation with a plea: \"Please don't see us as victims, but look to us as the leaders we are.\"\nThose words have stuck with me as President Barack Obama's administration has endeavored to put women at the heart of its foreign policy. For generations, ",
            "The civil war in South Sudan has ravaged the world’s youngest country, resulting in a catastrophic humanitarian toll. The signing of a new peace deal between the government of President Salva Kiir and rebel forces was welcome news to the international community. And yet, the exclusion of civil society voices — including those of women, who comprise the majority of the population — from the official process casts significant doubt on the country’s chance at a lasting and sustainable peace. In Syr",
            "Conflict rocked more countries in 2016 than at any other time in nearly 30 years. The upswell in violence led U.N. Secretary-General António Guterres to call for a “surge in diplomacy for peace.” Part of that effort, he has advised, should be increasing the number of women mediators—and finding more ways to engage female civil society leaders—in peace processes. Our new research from Georgetown University confirms the wisdom of Guterres’s approach: Talks are more effective when women are involve",
            "On this day in 1848, America's first women's rights convention proclaimed women's full equality with men. Even today, the fight goes on.\nMelanne Verveer is Executive Director, Georgetown Institute for Women, Peace and Security and co-founder of Seneca Women.\nKim Azzarelli is a business, legal and philanthropic adviser, Chair of Cornell Law School's Avon Global Center for Women and Justice and co-founder of Seneca Women.\nThis piece is excerpted from Fast Forward: How Women Can Achieve Power and P"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q72123213",
                "wikidata_title": "Joan Walsh",
                "wikipedia_title": "",
                "description": "local politician in Salford",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q15457884",
                "wikidata_title": "Joan Walsh",
                "wikipedia_title": "Joan Walsh",
                "description": "American journalist",
                "intro": "",
                "x_handle": "joanwalsh",
                "page_url": "https://en.wikipedia.org/wiki/Joan_Walsh"
            },
            {
                "qid": "Q102219249",
                "wikidata_title": "Joan E. Walsh",
                "wikipedia_title": "",
                "description": "Ph.D.",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q110438916",
                "wikidata_title": "Joan Walsh",
                "wikipedia_title": "",
                "description": "1445 - 1472",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q19874683",
                "wikidata_title": "Joan Walsh Anglund",
                "wikipedia_title": "Joan Walsh Anglund",
                "description": "American poet and children's book author (1926-2021)",
                "intro": "Joan Walsh Anglund (January 3, 1926 – March 9, 2021) was an American poet and children's book author and illustrator. A Friend Is Someone Who Likes You, her first children's books, was one of the New York Times Best Illustrated Children's Books. She published more than 120 books, and as of 2014, she had sold over 45 million books worldwide.In 2015 a United States Postal Service stamp was issued commemorating the American author and poet Maya Angelou with the Joan Walsh Anglund quote \"A bird doesn’t sing because it has an answer, it sings because it has a song\" though the stamp apparently attributes the quote to Angelou. The quote is from Anglund's book of poems A Cup of Sun (1967). President Obama also wrongly attributed the sentence to Angelou during the presentation of the 2013 National Medal of Arts and National Humanities Medal.",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/Joan_Walsh_Anglund"
            },
            {
                "qid": "Q75706765",
                "wikidata_title": "Joan Walsheif",
                "wikipedia_title": "",
                "description": "Peerage person ID=296021",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q87492630",
                "wikidata_title": "Joan Walsh-Smith",
                "wikipedia_title": "Joan Walsh-Smith",
                "description": "Australian-based sculptor",
                "intro": "",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/Joan_Walsh-Smith"
            },
            {
                "qid": "Q123522742",
                "wikidata_title": "Joan Walsh Anglund, 95, Dies; Her Children’s Books Touched Millions",
                "wikipedia_title": "",
                "description": "The New York Times article (March 30, 2021)",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q108137461",
                "wikidata_title": "",
                "wikipedia_title": "",
                "description": "Wikimedia disambiguation page",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            }
        ],
        "author_str": "joan walsh",
        "article_urls": [
            "https://www.thenation.com/article/politics/niou-democratic-primary-goldman/",
            "https://www.thenation.com/article/politics/election-2020-ballots/",
            "https://www.thenation.com/article/politics/brian-kemp-stacey-abrams-debate/",
            "https://www.thenation.com/article/politics/kathy-hochul-cuomo/",
            "https://www.thenation.com/article/politics/january-6th-merrick-garland/"
        ],
        "article_texts": [
            "Consider these numbers: 38,142 and 16,686. The first is the number of voters who chose self-described progressive candidates in the Democratic primary for New York’s 10th Congressional District in late August. The second is the number who chose Daniel Goldman. Nevertheless, Goldman, a centrist—for the district, anyway; he’d be regarded as a liberal in the rest of the country—walked away the winner. How did he come out ahead when he garnered only 26 percent of the vote in a field of 12 and when m",
            "The system worked; the guardrails held. Except they almost didn’t. But thanks to a cadre of white Republican men, we still live in a free country. That was the ultimate message of the first three days of the January 6 Committee hearings. I know: The decision to rely on former Trump Republicans was a calculated one. And I am vastly underselling these hearings, on one level. We got photos, videos, and devastating testimony we hadn’t seen or heard before.\nClearly, the guardrails almost failed. The ",
            "In 2018, despite months of hype about a looming blue wave, election night was a dud. Cable commentators sagged, trying to find meaning in what seemed to be mixed results. Democrats appeared to have lost high-profile statewide races in Georgia, Texas, and Florida. And while the party seemed to win control of the House, at midevening it looked to be by the narrowest of margins.\nOn Fox News, anchors mocked it as a mini-wave. CNN anchor Jake Tapper declared, “When you look at what’s going on here to",
            "The contrast between Georgia Republican Senate candidate Herschel Walker and the state’s Democratic gubernatorial nominee, Stacey Abrams, could not be more stark. I’m not talking about intelligence or integrity, though there’s that, but the expectations that political pundits and the media generally set for the two candidates in advance of their first debate.\n“The bar is very low” for Walker, GOP consultant Brendan Buck, a Paul Ryan alum, admitted on MSNBC, since the former football player has h",
            "“What a celebration this is!” Kathy Hochul kvelled in mid-February as she accepted the New York State Democratic Party’s nomination for governor, a job she’d been doing ably for six months. A parade of powerful New York women preceded her at the podium: US Senator Kirsten Gillibrand, state Attorney General Letitia James, state Senate majority leader Andrea Stewart-Cousins, US Representative Carolyn Maloney, and, finally, the woman who introduced Hochul, former US senator (and so much more) Hilla"
        ]
    }
]