[
    {
        "wiki_search_results": [
            {
                "qid": "Q42669139",
                "wikidata_title": "Josh Rogin",
                "wikipedia_title": "Josh Rogin",
                "description": "American journalist",
                "intro": "Josh Rogin is an American journalist currently serving as a foreign policy columnist for the Global Opinions section of The Washington Post and a political analyst for CNN. He is author of the book Chaos Under Heaven: Trump, Xi, and the Battle for the 21st Century.",
                "x_handle": "joshrogin",
                "page_url": "https://en.wikipedia.org/wiki/Josh_Rogin"
            }
        ],
        "author_str": "josh rogin",
        "article_urls": [
            "https://www.thedailybeast.com/us-assads-machinery-of-death-worst-since-the-nazis",
            "https://www.thedailybeast.com/dennis-rodman-and-kim-jong-un-big-pimpin-in-the-hermit-kingdom",
            "https://www.thedailybeast.com/yazidis-face-genocide-by-isis-after-us-turns-away",
            "https://www.thedailybeast.com/republicans-are-pressing-the-isis-fear-button-hard-for-midterm-votes",
            "https://www.thedailybeast.com/top-senate-dem-calls-for-buffer-zone-and-no-fly-zone-in-syria"
        ],
        "article_texts": [
            "Tens of thousands of photographs showing the Syrian government’s torture, murder, and mass starvation of civilians in custody are evidence of the kind of systematic atrocities not seen since Hitler’s Nazi regime exterminated millions during World War II, according to the State Department’s top war crimes official.\nStephen Rapp, the State Department’s ambassador-at-large for War Crimes and director of the Office of Global Criminal Justice, has reviewed large sections of a huge collection of photo",
            "Dennis Rodman is returning from his third trip to North Korea, and has been enjoying a special level of hospitality that very few foreigners experience, according to sources in the region, experts, and by his own personal account.\nVerifiable information from inside North Korea is notoriously hard to come by, but in and around Pyongyang there exists a vibrant information marketplace existing of diplomats, international journalists, spies, and private businessmen, all trading tales of how child ki",
            "In August, the Obama administration intervened to stop what it called a pending genocide of Yazidi minorities in Iraq. Now the U.S. is gone, but the genocide continues.\nThousands of Yazidis remain stranded and starving on Mount Sinjar while thousands more have been sold off into slavery by ISIS, according to Yazidi leaders, several of whom are in Washington to beg for urgent assistance.\nWhen President Obama announced U.S.-led airstrikes in Iraq in early August, he said the mission was twofold: t",
            "As the war against ISIS in Iraq and Syria flails, Republican congressional candidates and political action groups are spending at breakneck speeds to attach the calamity to Democratic incumbents in vulnerable seats, and the worse it gets overseas, the worse it gets for those Democrats.\nLess than a month before Election Day, national security and foreign policy has emerged as a top-tier campaign issue for the first time in several years. In a Gallup poll released Monday, 78 percent of respondents",
            "Senate Armed Services Committee Chairman Carl Levin broke with the Obama administration on Syria Wednesday by calling for buffer and no-fly zones near the Turkish border. The buffer zone would protect civilians, Syrian rebels, and Kurds against ISIS assaults. The no-fly zone would stop Bashar al-Assad’s air force from bombing them while they fight ISIS on the ground.\n“We should seek to establish a delineated buffer zone along the Turkish border in order to protect civilians, a zone which would b"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q1740804",
                "wikidata_title": "Rachel Kramer Bussel",
                "wikipedia_title": "Rachel Kramer Bussel",
                "description": "American writer",
                "intro": "Rachel Kramer Bussel (born 1975) is an American author, columnist, and editor, specializing in erotica. She previously studied at the New York University School of Law and earned her bachelor's degree in political science and women's studies from the University of California, Berkeley.\n\n",
                "x_handle": "raquelita",
                "page_url": "https://en.wikipedia.org/wiki/Rachel_Kramer_Bussel"
            }
        ],
        "author_str": "rachel kramer bussel",
        "article_urls": [
            "https://www.forbes.com/companies/barnes-noble/?list=halo-100/",
            "https://www.forbes.com/companies/barnes-noble/?list=best-employers-by-state",
            "https://broadly.vice.com/en_us/article/shoshanna-evers-what-happens-when-a-bdsm-author-converts-to-christianity",
            "https://broadly.vice.com/en/article/4xkzgn/shoshanna-evers-what-happens-when-a-bdsm-author-converts-to-christianity",
            "https://broadly.vice.com/en/article/aevbv5/the-emotional-roller-coaster-of-thinking-you-have-herpes"
        ],
        "article_texts": [
            "About Barnes & Noble\nBarnes & Noble, Inc. is a content, commerce and technology company, which provides customers easy and convenient access to books, magazines, newspapers and other content across its multi-channel distribution platform. The company operates through three operating segments: B&N Retail, B&N College and NOOK. The B&N Retail segment includes the eCommerce website, barnesandnoble.com, and its publishing operation, Sterling Publishing. This segment trades primarily under the Barnes",
            "After the school shootings at Sandy Hook, Idaho-based erotic romance author Shoshanna Evers, whose titles include The Man Who Holds the Whip, Enslaved and Held Captive by the Cavemen, had a come to Jesus moment—literally. Though she'd been raised Jewish and even practiced Orthodox Judaism, the novelist had been searching for a sign about which direction her faith should take—and she got it from reading the Bible, where, according to her, \"numerous Messianic prophecies in the Old Testament…just j",
            "A few months ago, I returned home from an overnight reporting trip to New York with an unwelcome souvenir: what looked like a pimple forming along my upper lip. \"What is that?\" my boyfriend asked. I hadn't even noticed it beyond a mild annoyance, but after examining it over the next few days and frantically Googling, we both concluded it must be a cold sore. It seemed to meet the criteria for how one develops. WebMD told me cold sores, caused by herpes simplex virus (HSV), \"are groups of small b",
            "This just in: The G-spot doesn’t exist! At least, according to British researchers who’ve made splashy headlines with this claim in a new study in The Journal of Sexual Medicine. According to the abstract, “1,804 unselected female twins aged 22–83 completed a questionnaire about their sexuality and G-spot knowledge” and the point of the study was to find “genetic variance component analysis of self-reported G-spot.” That alone should tell you this study was highly subjective.\nYet the very idea o",
            "Surrounded by giant liquor bottles and sides of beef and pork in Williamsburg’s new hipster butcher shop The Meathook, a chain-smoking Julie Powell seems perfectly at home as she reflects on her latest journey into sex and food. The author, who blogged her way through Julia Child’s Mastering the Art of French Cooking and saw her memoir Julie & Julia turned into a film starring Meryl Streep and Amy Adams, now says her perspective during that time was one of “innocence.” But below the surface, she"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q98225842",
                "wikidata_title": "Jane Qiu",
                "wikipedia_title": "Jane Qiu",
                "description": "journalist",
                "intro": "Jane Qiu (Chinese: 邱瑾; pinyin: Qiū Jǐn) is an independent science journalist based in Beijing, primarily focusing on geoscience and the environment.\n\n",
                "x_handle": "janeqiuchina",
                "page_url": "https://en.wikipedia.org/wiki/Jane_Qiu"
            }
        ],
        "author_str": "jane qiu",
        "article_urls": [
            "https://www.scientificamerican.com/article/archaeologists-uncover-another-branch-of-the-silk-road/",
            "https://www.scientificamerican.com/article/how-chinas-bat-woman-hunted-down-viruses-from-sars-to-the-new-coronavirus1/",
            "https://www.scientificamerican.com/article/glaciers-sing-as-they-crack-at-night/",
            "https://www.scientificamerican.com/article/investigating-climate-change-the-hard-way-at-earth-s-icy-third-pole/",
            "https://www.scientificamerican.com/article/high-altitude-forests-in-the-himalayas-harder-hit-by-droughts/"
        ],
        "article_texts": [
            "Famous for facilitating an incredible exchange of culture and goods between the East and the West, the ancient Silk Road is thought to have meandered across long horizontal distances in mountain foothills and the lowlands of the Gobi Desert. But new archaeological evidence hidden in a lofty tomb reveals that it also ventured into the high altitudes of Tibet—a previously unknown arm of the trade route.\nDiscovered in 2005 by monks, the 1,800-year-old tomb sits 4.3 kilometers above sea level in the",
            "Editor’s Note (4/24/20): This article was originally published online on March 11. It has been updated for inclusion in the June 2020 issue of Scientific American and to address rumors that SARS-CoV-2 emerged from Shi Zhengli’s lab in China.\nThe mysterious patient samples arrived at the Wuhan Institute of Virology at 7 P.M. on December 30, 2019. Moments later Shi Zhengli’s cell phone rang. It was her boss, the institute’s director. The Wuhan Center for Disease Control and Prevention had detected",
            "A spectacular view of Mount Everest was not what most stunned Hokkaido University geoscientist Evgeny A. Podolskiy during his first trip to the Himalayas in October 2017. What shocked him while working and living in the area were the loud, reverberating booms every night.\n“The ice was cracking up,” says Podolskiy, who has done research in several other glacier environments around the world, including Greenland and the Alps. “I've never come across anything like this before.” Aside from one anecd",
            "Lonnie Thompson, a glaciologist at The Ohio State University (O.S.U.) in Columbus, does not believe in the impossible. More than three decades ago he led an expedition that retrieved ice cores from the Quelccaya Ice Cap in Peru at 5,670 meters above sea level, which most glaciologists at the time considered too high for humans to conduct this kind of work. The exquisitely preserved layers of dust and air bubbles in the cores provided an unprecedented climate history of the tropics, and Thompson’",
            "BERLIN—Forests at high-altitudes in the Himalayas and Tibetan Plateau are at risk of dying off or retreating downslope as a result of climate change, threatening the region’s rich biodiversity, researchers warn. “This is in contrast to the situation in other mountains, such as the Alps” where most long-term ecological studies have been based, says Achim Bräuning, a climate scientist at the University of Erlangen-Nuremberg, Germany.\nA main conclusion coming out of Alpine research is that forest g"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q2606618",
                "wikidata_title": "Richard Seymour",
                "wikipedia_title": "Richard Seymour",
                "description": "American poker player and football player (born 1979)",
                "intro": "",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/Richard_Seymour"
            },
            {
                "qid": "Q75281248",
                "wikidata_title": "Richard Seymour",
                "wikipedia_title": "",
                "description": "(1806-1880)",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q7328973",
                "wikidata_title": "Richard Seymour",
                "wikipedia_title": "Richard Seymour (21st-century writer)",
                "description": "British blogger",
                "intro": "",
                "x_handle": "leninology",
                "page_url": "https://en.wikipedia.org/wiki/Richard_Seymour_(21st-century_writer)"
            },
            {
                "qid": "Q21556960",
                "wikidata_title": "Richard Seymour",
                "wikipedia_title": "Richard Sturgis Seymour",
                "description": "British diplomat",
                "intro": "Richard Sturgis Seymour, MVO (21 September 1875 – 21 April 1959) was a British diplomat who served as British Minister to Siam and to Bolivia.A member of the Seymour family, Richard Seymour was the son of Colonel Leopold Seymour and the grandson of the diplomat Sir George Hamilton Seymour. The courtier Sir Edward Seymour was his brother. Seymour was educated at Eton College and Magdalen College, Oxford, and abroad.Seymour entered HM Diplomatic Service in 1898 and served at Berlin, Paris, Teheran, Vienna, St Petersburg, and Copenhagen. He was Secretary of Legation at The Hague from 1915 to 1918, British Minister to Siam from 1919 and 1924 and British Minister to Bolivia from 1924 to 1926.\nA poet, Seymour published Rhyme Unreasoned (1938), Shaded Candles (1939), The Marionettes, and Selected Poems: Afterthoughts.",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/Richard_Sturgis_Seymour"
            },
            {
                "qid": "Q75320967",
                "wikidata_title": "Richard Seymour",
                "wikipedia_title": "",
                "description": "(1843-1906)",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q75772233",
                "wikidata_title": "Richard Seymour",
                "wikipedia_title": "",
                "description": "(1877-1959)",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q23657219",
                "wikidata_title": "Richard Seymour",
                "wikipedia_title": "",
                "description": "designer; partner in seymourpowell",
                "intro": "",
                "x_handle": "BigSey93",
                "page_url": ""
            },
            {
                "qid": "Q75480476",
                "wikidata_title": "Richard Seymour",
                "wikipedia_title": "",
                "description": "Peerage person ID=167860",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q75774549",
                "wikidata_title": "Richard Seymour",
                "wikipedia_title": "",
                "description": "Peerage person ID=327445",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q75892359",
                "wikidata_title": "Richard FitzWilliam Seymour",
                "wikipedia_title": "",
                "description": "Peerage person ID=385343",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            }
        ],
        "author_str": "richard seymour",
        "article_urls": [
            "https://www.vice.com/en/article/n7wypd/matt-hancock-young-people-blame-coronavirus",
            "https://www.vice.com/en_uk/article/qjd7qb/uk-government-coronavirus-response-failures",
            "https://tonic.vice.com/en/article/qb5njx/richard-seymour-education-policy-inequalty",
            "http://www.vice.com/en_uk/read/richard-seymour-education-policy-inequalty",
            "https://www.theguardian.com/commentisfree/2012/jun/07/ed-miliband-progressive-english-patriotism"
        ],
        "article_texts": [
            "With a patronisingly punchable earnestness, Health Secretary Matt Hancock is pleading with the kids: “Don’t kill your gran.”\nThis is the government’s attempt to pre-emptively blame the young for yet another policy disaster in the making, this time the failure of its economic reopening policy. This government is perhaps unique in the frequency with which it has committed itself to a disastrous policy, only to be forced to retreat. From lockdown to downgrading students’ results, every reversal has",
            "Vague optimism is a hell of a drug, and Boris Johnson is a hell of a dealer. He knows what his audience wants. Weary, battered by life and frightened half to death by the younger generation, they want – as the Daily Mail once pleaded for – \"sunshine\". So, amid the carnage, Johnson came bounding toward the Downing Street podium on Monday, following his own recovery from the illness, to give a surreally upbeat speech. At moments of resolve, he pulled his fists up in front of his chest, bared his l",
            "\"Let our children grow tall,\" Margaret Thatcher urged, \"and some taller than others if they have the ability in them to do so.\"\nIf there is one superstition to which the British middle class tends to cling ferociously, it is the idea of meritocracy. The idea is not just that meritocracy is a good thing. It is that Britain is, if not actually a meritocracy, at least within spitting distance of being one. And the education system, here as in the United States, is perceived as the main apparatus th",
            "The Labour leader has called on the left to \"embrace a positive, outward-looking version of English identity\". He is not the first. From the \"progressive patriotism\" of Billy Bragg, to the \"Blue Labour\" patriotism of Maurice Glasman and friends, there is a view among many that the left has to capture the flag for leftist ideas.\nThis is a long-standing argument on the left. In the 1980s, many Labour-supporting intellectuals, particularly those affiliated to the Communist party, argued that the le",
            "This article was taken from the July 2011 issue of Wired magazine. Be the first to read Wired's articles in print before they're posted online, and get your hands on loads of additional content by subscribing online.\nWhen Jonathan Ive joined Jobs in 1997, two chemical reactions began to take place at Apple. The first was a bidding war of material excellence. Ive knew Jobs was a savant-level aesthete and that he could satisfy his needs with details, materials and emotional ergonomics. Jobs knew I"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q328338",
                "wikidata_title": "Jennifer Weiner",
                "wikipedia_title": "Jennifer Weiner",
                "description": "American writer",
                "intro": "Jennifer Weiner (born March 28, 1970) is an American writer, television producer, and journalist. She is based in Philadelphia, Pennsylvania. Her debut novel, published in 2001, was Good in Bed. Her novel In Her Shoes (2002) was made into a movie starring Cameron Diaz, Toni Collette, and Shirley MacLaine.",
                "x_handle": "jenniferweiner",
                "page_url": "https://en.wikipedia.org/wiki/Jennifer_Weiner"
            }
        ],
        "author_str": "jennifer weiner",
        "article_urls": [
            "https://newrepublic.com/article/119894/jennifer-weiner-responds-margo-howard-amazon-reviewers",
            "http://www.newrepublic.com/article/119894/jennifer-weiner-responds-margo-howard-amazon-reviewers",
            "http://www.newrepublic.com/article/114762/jennifer-weiner-responds-jonathan-franzen"
        ],
        "article_texts": [
            "The irony, of course, is that in trying to show that she’s not, as the “freebie people” say, a coddled, name-dropping, well-connected rich lady, Howard comes across as a well-connected rich lady. Everything from her name-dropping (both a MacArthur genius and a long-time Vanity Fair staff writer loved her book!) to her solution to the problem (it turns out that Howard knows two members of Amazon’s board of directors!) smacks of barely-examined privilege.\nStill, I can feel Howard’s pain. Show me a",
            "Dear readers, the commoners have reviewed Margo Howard’s book … and Ms. Howard is not pleased.\nA bit of background: long-time advice columnist Howard wrote a memoir called Eat, Drink, and Remarry: Confessions of a Serial Wife. Publisher’s Weekly called it a “touching” memoir by a “pampered princess” that relied heavily on name-dropping for its draw.\nAmazon’s critics were less impressed—specifically, Amazon’s “most trusted” reviewers who, Howard says, are given “freebies … cold cream, sneakers, p",
            "Last week, Jonathan Franzen, the best-selling, award-winning literary novelist who’s known for the excellence of his books and his bold stands against Oprah, Facebook, e-books, iPhones, and overly generous assessments of Edith Wharton’s looks, unburdened himself of a rant. The dense, lengthy piece, excerpted from his new book, was modestly titled “What’s Wrong with the Modern World?” In it, Franzen bemoaned high-class writers like Salman Rushdie succumbing to Twitter. The literary world, Franzen"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q6290170",
                "wikidata_title": "Joshua Rozenberg",
                "wikipedia_title": "Joshua Rozenberg",
                "description": "British journalist",
                "intro": "Joshua Rufus Rozenberg KC (hon) (born 30 May 1950) is a British solicitor, legal affairs commentator, and journalist.",
                "x_handle": "JoshuaRozenberg",
                "page_url": "https://en.wikipedia.org/wiki/Joshua_Rozenberg"
            }
        ],
        "author_str": "joshua rozenberg",
        "article_urls": [
            "https://www.theguardian.com/law/2013/may/24/sally-bercow-social-media-macalpine"
        ],
        "article_texts": [
            "For once, a cliché is justified: the government’s appeal to the Supreme Court next week really will be a landmark case. The underlying issue could not be greater: the political future of the United Kingdom and its relationship with the European Union. The number of judges could not be greater either: 11 is the largest panel to have heard a single appeal, not just since the court was created seven years ago but since its predecessor was established in 1876. But perhaps the greatest issue at stake",
            "Jonathan Sumption has developed ‘many strange habits over the years’, he tells us disarmingly, and one of these is to read the international press. ‘I read the French and German press most days, and sometimes the Italian and Spanish press as well.’\nSome might think the retired Supreme Court justice was showing off. But these remarks were addressed to a group of German judges at the end of 2019. His message to them was that the British people might have been wrong to vote for Brexit — but they we",
            "The Speaker's wife has learned the hard way that while her husband and his fellow MPs make the law, it is the judges who interpret and apply it.\nThe outcome of Lord McAlpine's libel case against Sally Bercow is likely to have provided her with an expensive lesson on the British constitution.\nWhile it's possible that she was represented on a no win, no fee basis by her solicitors Carter-Ruck and the two barristers who appeared for her at the high court earlier in the month, she will certainly hav"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q5591083",
                "wikidata_title": "Grace Dent",
                "wikipedia_title": "Grace Dent",
                "description": "English columnist, broadcaster and author",
                "intro": "Grace Dent (born 3 October 1973) is a British columnist, broadcaster and author. She is a restaurant critic for The Guardian and from 2011 to 2017 wrote a restaurant column for the Evening Standard. She is a regular critic on the BBC's MasterChef UK and has appeared on Channel 4's television series Very British Problems.\nDent has written 11 novels for teenagers, and her first non-fiction title How to Leave Twitter was published in July 2011.",
                "x_handle": "gracedent",
                "page_url": "https://en.wikipedia.org/wiki/Grace_Dent"
            },
            {
                "qid": "Q75499487",
                "wikidata_title": "Grace Hewet",
                "wikipedia_title": "",
                "description": "(died 1704)",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q111307568",
                "wikidata_title": "Grace Dent",
                "wikipedia_title": "",
                "description": "shipwreck (Sailing vessel) wrecked in 1895 in New Zealand, Australia",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            }
        ],
        "author_str": "grace dent",
        "article_urls": [
            "https://www.theguardian.com/food/2022/sep/09/solstice-newcastle-upon-tyne-theatre-pacing-exquisite-detail-restaurant-review#comments",
            "https://www.theguardian.com/lifeandstyle/2018/apr/06/ikoyi-london-sw1-restaurant-review",
            "https://www.theguardian.com/food/2021/jun/25/the-barn-at-moor-hall-aughton-lancashire-restaurant-review-grace-dent",
            "https://www.theguardian.com/lifeandstyle/2018/jun/22/ynyshir-powys-delicious-pigheadedness-restaurant-review",
            "https://www.theguardian.com/food/2022/sep/30/the-bonny-comet-low-fell-i-suspected-all-was-not-right-in-the-kitchen-restaurant-review-grace-dent#comments"
        ],
        "article_texts": [
            "Solstice arrived on Newcastle’s Quayside at the beginning of summer. It took root on the Side, one of the few medieval streets left in Tyneside, which also boasts the Crown Posada pub, said to be about 240 years old. Newcastle is a brilliant and often overlooked city. When I was a child, on our pilgrimages from Carlisle some 60 miles away, it felt a bit like Manhattan: we’d eat stotties and Tudor crisps, then ransack Geordie Jeans for the latest ice-wash skin-tights. Coming back years later to v",
            "Restaurant criticism, a little like black pudding, does not benefit from close scrutiny as to its beginnings. How I choose which restaurants to sprinkle my own brand of fairy dust on is the question I’m asked most, but the answer rarely pleases. It’s complex, fickle, flighty.\nIkoyi, for example, named after an affluent district of Lagos, has pirouetted around my “should go” list for at least six months, tumbling downwards into the “distracted by shinier, newer things” pile, before rallying upwar",
            "It’s Wednesday lunchtime at The Barn in Aughton, a classy, “relaxed”, fine-dining restaurant, and each and every table is filled with chipper, liberated, double-jabbed sixty-somethings. They are eating plates of brown butter-poached Cornish turbot with terrines of plump, glazed jersey royals on the side. They’re ordering guinea fowl with celeriac puree and caramelised apple mille-feuille. Each group appears to be catching up with gossip that’s been stacking up for at least 15 months. It’s a spir",
            "Often I pick restaurants due to a sort of stubborn mischief. Ynyshir is a country house set in 11 acres just south of the Snowdonia National Park, and outwardly it offers a cacophony of reasons to stay at home. It’s a Welsh/Japanese-influenced, Michelin-starred restaurant that focuses on fatty meat, fermentation and pickling. It required me to take a 400-mile round trip and offered only a 19-course tasting menu. Dinner, I was told, would last a minimum of four hours. No menu was available to pre",
            "Gateshead, where The Bonny Comet lives, might be where my culinary journey began.\nWhen I was a child, Gateshead became home, in 1986, to the first, vast, American-style shopping mall the north of England ever saw. The Metrocentre was 2,000,000 square feet of retail space with an indoor rollercoaster. Unfathomable joy. Although, more exciting than shopping, for me, was the Clockworks food court: a pastel-pink, multifloored, world-cuisine hub. This was the 1980s, so “world food” was largely Italia"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q43432",
                "wikidata_title": "Justin Timberlake",
                "wikipedia_title": "Justin Timberlake",
                "description": "American singer and actor (born 1981)",
                "intro": "",
                "x_handle": "jtimberlake",
                "page_url": "https://en.wikipedia.org/wiki/Justin_Timberlake"
            },
            {
                "qid": "Q110037274",
                "wikidata_title": "Justin Timberlake",
                "wikipedia_title": "",
                "description": "episode of Saturday Night Live (S38 E16)",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q110036507",
                "wikidata_title": "Justin Timberlake",
                "wikipedia_title": "",
                "description": "episode of Saturday Night Live (S29 E2)",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q110036903",
                "wikidata_title": "Justin Timberlake",
                "wikipedia_title": "",
                "description": "episode of Saturday Night Live (S32 E9)",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q1088647",
                "wikidata_title": "Justin Timberlake discography",
                "wikipedia_title": "Justin Timberlake discography",
                "description": "artist discography",
                "intro": "",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/Justin_Timberlake_discography"
            },
            {
                "qid": "Q110037108",
                "wikidata_title": "Justin Timberlake/Lady Gaga",
                "wikipedia_title": "",
                "description": "episode of Saturday Night Live (S36 E22)",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q110036946",
                "wikidata_title": "Justin Timberlake/Ciara",
                "wikipedia_title": "",
                "description": "episode of Saturday Night Live (S34 E21)",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q91494007",
                "wikidata_title": "Justin Timberlake's albums in chronological order",
                "wikipedia_title": "",
                "description": "albums discography",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q6318207",
                "wikidata_title": "Justin Timberlake videography",
                "wikipedia_title": "Justin Timberlake videography",
                "description": "artist videography",
                "intro": "American entertainer Justin Timberlake has released four video albums and has been featured in thirty-seven music videos, seventeen films, fifteen television shows, and six commercials. He achieved early fame when he appeared in the Disney Channel television series The All-New Mickey Mouse Club, alongside singers Britney Spears and Christina Aguilera and actor Ryan Gosling. Timberlake rose to fame in the late 1990s as the lead singer of the boy band NSYNC. In 2002, he launched his solo career and released his solo debut single \"Like I Love You\", the music video for which was directed by Bucky Chrome. Francis Lawrence directed the video for \"Cry Me a River\". The video features Timberlake's character as he spies on a former lover, who according to the director portrays his former romantic interest Spears. At the 2003 MTV Video Music Awards, the video won the accolades for Best Male Video and Best Pop Video.In 2005, Timberlake starred in the thriller Edison alongside Morgan Freeman and Kevin Spacey. The film received negative reviews from film critics and was a box office bomb. He then portrayed Frankie Ballenbacher in the crime drama Alpha Dog (2006); it received mixed responses from critics and attained box office success. The same year, Timberlake released his second studio album FutureSex/LoveSounds—four music videos for singles from the album were shot. Samuel Bayer directed the music video for \"What Goes Around... Comes Around\" (2007) in which American actress Scarlett Johansson plays Timberlake's love interest. From 2007 until 2009, he appeared in the music videos for his collaborations with other artists including 50 Cent (\"Ayo Technology\"), Madonna (\"4 Minutes\") and T.I. (\"Dead and Gone\").\nTimberlake starred in the 2010 drama The Social Network, in which he portrayed Sean Parker, the first president of Facebook. The film received acclaim from critics and was a box office success. In 2011, he starred in the comedies Bad Teacher and Friends with Benefits alongside Cameron Diaz and Mila Kunis respectively. Both films were financial successes. The music videos for his songs \"Mirrors\" and \"Suit & Tie\" were released in 2013. They earned him a MTV Video Music Award for Video of the Year and a Grammy Award for Best Music Video, respectively. Timberlake has also hosted Saturday Night Live five times, being both host and musical guest three times. In film, he released Justin Timberlake + The Tennessee Kids and voiced Branch in Trolls (2016) as well as its two sequels Trolls World Tour (2020) and Trolls Band Together (2023).",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/Justin_Timberlake_videography"
            },
            {
                "qid": "Q16998010",
                "wikidata_title": "Justin Timberlake: Live from London",
                "wikipedia_title": "Justin Timberlake: Live from London",
                "description": "album by Justin Timberlake",
                "intro": "",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/Justin_Timberlake:_Live_from_London"
            }
        ],
        "author_str": "justin timberlake",
        "article_urls": [
            "https://time100.time.com/2013/04/18/time-100/slide/jimmy-fallon/",
            "https://time100.time.com/2013/04/18/time-100/slide/jimmy-fallon/#signin"
        ],
        "article_texts": [
            "The 2013 TIME 100\nTIME presents its annual list of the 100 most influential people in the world, from artists and leaders to pioneers, titans and icons\nJimmy Fallon\nJimmy Fallon just can’t help himself.\nHe’s a brilliant comedian. A talented musician. A spot-on impersonator. Jimmy has redefined and recharged late-night television with a genuine excitement and energy that gets under your skin.\nThat’s probably because watching you laugh might be the thing that makes Jimmy most happy. This explains "
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q6182904",
                "wikidata_title": "Jerome Socolovsky",
                "wikipedia_title": "",
                "description": "journalist",
                "intro": "",
                "x_handle": "jeromesoco",
                "page_url": ""
            }
        ],
        "author_str": "jerome socolovsky",
        "article_urls": [
            "http://www.voanews.com/a/mosque-plan-ignites-debate-about-religious-freedom-commemoration-of-911-101189739/124231.html",
            "http://www.voanews.com/a/obama-speech-does-not-end-controversy-over-new-york-mosque--100689184/123842.html"
        ],
        "article_texts": [
            "The plan to build an Islamic cultural center containing a mosque two blocks from the site of the September 11, 2001 attacks has triggered a fierce nationwide controversy. The debate says as much about freedom of religion in the United States as the failure to adequately memorialize the site of the terrorist attacks.\nThe U.S. constitution creates what's often called a \"wall of separation\" between church and state. Not only may the government not interfere in religious affairs, but minorities are ",
            "U.S. President Barack Obama's support for an Islamic center to be built near the scene of the September 11, 2001 terrorist attacks has done little to mollify critics of the plan. However, it has strengthened the argument that it should be allowed in because of America's tradition of religious freedom.\nThe proposed cultural center and mosque would be built a few blocks away from Ground Zero in New York city. That's the site of the former World Trade Center, which was destroyed when hijackers from"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q48816340",
                "wikidata_title": "Shams Charania",
                "wikipedia_title": "Shams Charania",
                "description": "American sports reporter",
                "intro": "Shams Charania ( SHAHMZ; born April 1, 1994) is an American sports reporter for The Athletic and Stadium where he covers the NBA.",
                "x_handle": "ShamsCharania",
                "page_url": "https://en.wikipedia.org/wiki/Shams_Charania"
            }
        ],
        "author_str": "shams charania",
        "article_urls": [
            "https://theathletic.com/4183943/2021/12/19/suns-devin-booker-returns-from-hamstring-injury-in-sunday-win-over-hornets/"
        ],
        "article_texts": [
            "The Brooklyn Nets have informed suspended star Kyrie Irving of the six action items he must complete in order to return to the franchise in the wake of controversy from him posting a movie link with antisemitic material, multiple league sources told The Athletic.\nThose steps are as followed, according to sources with direct knowledge:\n- Issue an apology for posting a link to the movie on Oct. 27, condemn the harmful and false content and make clear that he does not have anti-Jewish beliefs.\n- Co",
            "NBA teams are just about one month from a marquee date on the trade market calendar, Dec. 15, and front-office executives are monitoring the buyers, sellers and available players. As The Athletic’s Sam Amick and John Hollinger have recently written, the early season’s strong play by the Utah Jazz and other surprising starts by rebuilding franchises like the Indiana Pacers and San Antonio Spurs are a far cry from the tanking many clamored about during training camp. As always, the buyers and sell",
            "Utah Jazz guard Mike Conley Jr. is expected to miss at least two weeks with a left knee strain, league sources told The Athletic on Sunday. Here’s what you need to know:\n- Conley exited Saturday’s game against Portland in the third quarter with a non-contact left knee injury and did not return.\n- Conley avoided major injury or ligament damage, according to league sources.\n- Utah improved to 12-6 after Saturday’s 118-113 win and sits in first place in the Western Conference.\nBackstory\nConley appe",
            "A former Spurs female employee has alleged that guard Josh Primo exposed himself to her, and she has hired attorney Tony Buzbee, a source with direct knowledge of the matter confirmed to The Athletic. ESPN first reported Saturday that his release from the team stemmed from multiple alleged instances of him exposing himself to women.\nAdvertisement\nBuzbee represented the women in the sexual misconduct lawsuits against NFL quarterback Deshaun Watson.\nThe Spurs announced Friday that they waived Prim",
            "Former San Antonio Spurs psychologist Hillary Cauthen is suing the Spurs and the team’s 2021 No. 12 draft pick Josh Primo over alleged incidents involving indecent exposure by Primo, according to a lawsuit filed Thursday in Bexar County, Texas.\nCauthen will also file a criminal complaint against Primo for “multiple counts of indecent exposure,” her attorney Tony Buzbee said Thursday during a news conference in Houston.\nAdvertisement\n“We expect them to prosecute,” Buzbee said.\nThe Bexar County Sh"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q7613159",
                "wikidata_title": "Steve Lillebuen",
                "wikipedia_title": "Steve Lillebuen",
                "description": "Canadian journalist",
                "intro": "Steve Lillebuen is a Canadian author and journalist. He divides his time between Australia and Canada.",
                "x_handle": "lillebuen",
                "page_url": "https://en.wikipedia.org/wiki/Steve_Lillebuen"
            }
        ],
        "author_str": "steve lillebuen",
        "article_urls": [
            "https://www.smh.com.au/national/victoria/weird-weather-summer-snow-brings-end-to-week-of-extremes-20160115-gm6g8d.html"
        ],
        "article_texts": [
            "By Steve Lillebuen\nFirst came the unbearable heat, then a blinding dust storm, and now, as a sunny weekend approaches, there is a sprinkling of summer snow.\nVictoria's week of wild weather has ended on a frosty note as freezing temperatures overnight brought a light dusting of the white stuff across the state's alpine regions.\nThe snow came only two days after Melbourne hit 42 degrees, sending air-conditioners into overdrive, trains into slow motion, and families to the beach in a bid to escape "
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q5523884",
                "wikidata_title": "Garrett Epps",
                "wikipedia_title": "Garrett Epps",
                "description": "US author and legal scholar",
                "intro": "Garrett Epps (born 1950 in Richmond, Virginia) is an American legal scholar, novelist, and journalist. He was professor of law at the University of Baltimore until his retirement in June 2020; previously he was the Orlando J. and Marian H. Hollis Professor of Law at the University of Oregon.",
                "x_handle": "Profepps",
                "page_url": "https://en.wikipedia.org/wiki/Garrett_Epps"
            }
        ],
        "author_str": "garrett epps",
        "article_urls": [
            "https://www.theatlantic.com/ideas/archive/2018/06/the-court-slices-a-narrow-ruling-out-of-masterpiece-cakeshop/561986/",
            "https://www.theatlantic.com/politics/archive/2017/03/a-victory-for-the-eighth-amendment/521160/",
            "https://www.thenation.com/article/archive/judicial-jeopardy/",
            "https://www.thenation.com/article/archive/voter-id-fraud/",
            "https://www.theatlantic.com/politics/archive/2015/12/when-can-race-be-a-college-admissions-factor/419808/"
        ],
        "article_texts": [
            "Justice Kennedy’s Masterpiece Ruling\nThe Supreme Court found in favor of a baker who refused to sell a cake to a same-sex couple, but used a rationale that sheds little light on the case’s larger civil-rights implications.\nWhen the Supreme Court opened its October term last year, Masterpiece Cakeshop v. Colorado Civil Rights Commission—the “gay wedding cake” case—loomed as a blockbuster, a major step toward resolving conflicts between religious freedom and anti-discrimination laws protecting LGB",
            "The major news out of Moore v. Texas, the Supreme Court’s death-penalty decision announced Tuesday, is that all eight of the current justices rejected a crude list of “factors” the Texas courts had evolved to tell when a criminal defendant can be executed despite evidence that he or she is intellectually disabled. (“Intellectual disability,” or “ID,” is the condition courts until recently called “mental retardation.”)\nThese factors include questions like “Did those who know the person best durin",
            "In the wake of their election victory, Republicans are spreading the idea that judicial nominations are a presidential prerogative, much like visits to Camp David, and that the role of the Senate in the process is a ministerial one. Senate majority leader Bill Frist recently attacked Democratic opposition to Bush nominees as treason: “This filibuster is nothing less than a formula for tyranny by the minority,” he said. “If this is allowed to stand, the minority will have effectively seized from ",
            "There’s a war on across the country over who will be allowed to vote in 2008. One of the key battles in the election was fought on January 9 before the Supreme Court.\nThe case is called Crawford v. Marion County Election Board. It tests an Indiana statute, passed in 2005, requiring voters to present a government-issued ID before they can cast a ballot. The law is aimed at alleged fraudulent voting by unregistered or noncitizen voters. Republicans insist that these voters pose a major problem, de",
            "“If this Court rules that the University of Texas can’t consider race, or if it rules that universities that consider race have to die a death of a thousand cuts for doing so, we know exactly what’s going to happen,” Gregory Garre, the lawyer for the University of Texas, told the U.S. Supreme Court on Wednesday. “Experience tells us that.” When the use of race has been dropped elsewhere, “diversity plummeted.”\nYou say that like it’s a bad thing, Justice Antonin Scalia in essence replied. “There "
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q6485636",
                "wikidata_title": "Lang Whitaker",
                "wikipedia_title": "Lang Whitaker",
                "description": "American sportswriter",
                "intro": "Lang Whitaker is an American author and sportswriter who works for the Memphis Grizzlies as the General Manager of Grizz Gaming, and a contributor to Grind City Media, as well as a contributor to GQ Magazine.",
                "x_handle": "langwhitaker",
                "page_url": "https://en.wikipedia.org/wiki/Lang_Whitaker"
            }
        ],
        "author_str": "lang whitaker",
        "article_urls": [],
        "article_texts": [
            "Photo: Stephen Dunn/Getty Images\nGreg Maddux was great, but he was brainy and reserved and kept his dry wit mostly to himself. Roger Clemens was great, but he was a cheater, a mercenary and an asshole. Pedro Martinez—now here was an all-time great pitcher and an all-time great personality. Funny, fiery, endlessly quotable, unforgettably peculiar. In New York, he is perhaps best known for two things: (1) dumping then-septuagerian Yankees bench coach Don Zimmer head first on the grass, matador-sty",
            "I hate the New York Mets; as a native Atlantan, this virulence was bred into me. Yet I must also admit that, as a 14-year resident of New York City, I often find myself settling down and tuning into SNY on summer nights to watch the Mets broadcasts—not for the team, but for analyst Keith Hernandez.\nAs a player, Hernandez was named National League co-MVP in 1979, and won two World Series titles (one with the Cardinals in ’82, one with the Mets in ’86). He was just as dynamic off the field, a man ",
            "It was July in Miami, and the early evening air was an unpleasant combination of muggy and breezy, like someone was holding a hair dryer switched to HOT just a few feet from your face. We plopped down at an outdoor bar at the Mandarin Oriental, looking to take the edge off after a long day of sitting around the pool.\nI don’t know why on such a warm evening my mother-in-law ordered a Grey Goose dirty martini—perhaps she was worried about maintaining her sodium levels, what with the heat? Whatever",
            "A few weeks ago, as NBC broadcast the U.S. women's gymnastics team standing on the podium, gold medals being draped around their necks, I sat on my couch, my arms waving wildly in the air. These events were not connected.\nI was driven by neither pride nor patriotism: It was a few minutes before midnight, and I was 29 NikeFuel points shy of hitting my daily target of 3,200. If I was going to surpass my goal, I'd have to get moving. Or at least get my Nike+ FuelBand moving.\nFor the last month, I'v",
            "The most impactful moment on television this past year for me came in the season finale of the show Atlanta, when Earnest Marks (Donald Glover) walked home one night from his girlfriend’s place to his temporary spot, a rented storage facility. He slipped headphones over his ears and OutKast’s “Elevators” played, perfectly encapsulating the entire first season of the show while also demonstrating what the city of Atlanta has meant to so many people—a beacon of hope, where just about anyone might "
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q27926004",
                "wikidata_title": "Robyn Urback",
                "wikipedia_title": "Robyn Urback",
                "description": "Canadian journalist",
                "intro": "Robyn Urback (born 1988) is a Canadian journalist and political commentator. She is known for her work at the National Post, and as of 2020 writes an opinion column for The Globe and Mail.\n\n",
                "x_handle": "RobynUrback",
                "page_url": "https://en.wikipedia.org/wiki/Robyn_Urback"
            }
        ],
        "author_str": "robyn urback",
        "article_urls": [
            "https://nationalpost.com/opinion/robyn-urback-the-world-wont-change-for-you-sorry",
            "https://nationalpost.com/opinion/robyn-urback-the-world-wont-change-for-you-sorry/wcm/e2701f6c-e651-484d-accc-018aa245000f/amp/",
            "https://nationalpost.com/opinion/robyn-urback-the-ontario-pcs-should-nominate-a-seedless-watermelon-to-run-against-kathleen-wynne",
            "https://nationalpost.com/opinion/robyn-urback-tony-clements-anti-terrorism-plan-is-in-a-word-bananas",
            "https://nationalpost.com/opinion/robyn-urback-feminism-is-standing-up-for-women-when-it-is-uncomfortable-trudeau-missed-a-chance-to-show-that"
        ],
        "article_texts": [
            "Robyn Urback: The world won't change for you. Sorry\nTo pursue a wholly allergen-free environment is an unreasonable and futile endeavor. You simply can’t cut out milk and eggs from classroom the same way you can with peanuts — they’re in too many food products.\nArticle content\nLast fall, a father’s note to his neighbours ahead of the upcoming Halloween night went viral on the Internet.\nAdvertisement 2\nArticle content\n“My son Fletcher is 8 years old and will be dressed as an Angry Bird for Hallow",
            "Robyn Urback: The world won't change for you. Sorry\nTo pursue a wholly allergen-free environment is an unreasonable and futile endeavor. You simply can’t cut out milk and eggs from classroom the same way you can with peanuts — they’re in too many food products.\nLast fall, a father’s note to his neighbours ahead of the upcoming Halloween night went viral on the Internet.\n[np_storybar title=”School faces human rights complaint over student’s egg, dairy allergy” link=”http://news.nationalpost.com/2",
            "Robyn Urback: The Ontario PCs should nominate a seedless watermelon to run against Kathleen Wynne\nThe good thing about seedless watermelons is that they can’t, for example, promise to publicly fund all religious schools in Ontario, or to fire 100,000 government workers, or to repeal the province’s new sex education curriculum.\nArticle content\nIf the Ontario PCs nominated a seedless watermelon to run against Kathleen Wynne in the 2018 provincial election, the party might have its best chance yet ",
            "Robyn Urback: Tony Clement's anti-terrorism plan is, in a word, bananas\nIf Kellie Leitch is blowing into a dog whistle with her immigration proposal, Tony Clement, with his anti-terror plan, is blowing into a kazoo.\nArticle content\nIf Conservative party leadership candidate Kellie Leitch is, as she is being accused, blowing into a dog whistle with her proposal to screen would-be immigrants for “anti-Canadian values,” then fellow candidate Tony Clement, who announced his national security plan th",
            "Robyn Urback: Feminism is standing up for women when it is uncomfortable. Trudeau missed a chance to show that\nA true feminist would not indulge in a privilege afforded to him only by virtue of the fact he is a man, which is exactly what Trudeau did by speaking on the ground floor of a segregated Ottawa mosque.\nArticle content\nIf Canada’s prime minister were a woman, she wouldn’t have been permitted where Justin Trudeau stood earlier this week: on the ground floor of a gender-segregated Ottawa m"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q451136",
                "wikidata_title": "Scott Turow",
                "wikipedia_title": "Scott Turow",
                "description": "American writer",
                "intro": "Scott Frederick Turow (born April 12, 1949) is an American author and lawyer. Turow has written 13 fiction and three nonfiction books, which have been translated into more than 40 languages and sold more than 30 million copies. Turow’s novels are set primarily among the legal community in the fictional Kindle County. Films have been based on several of his books.",
                "x_handle": "ScottTurow",
                "page_url": "https://en.wikipedia.org/wiki/Scott_Turow"
            }
        ],
        "author_str": "scott turow",
        "article_urls": [
            "https://time.com/4559137/scott-turow/?utm_source=feedburner&amp%3Butm_medium=feed&amp%3Butm_campaign=Feed%3A+time%2Ftopstories+(TIME%3A+Top+Stories)",
            "https://www.theatlantic.com/magazine/archive/2005/12/missing-bellow/304421/"
        ],
        "article_texts": [
            "Chicago was basically closed for business on Nov. 4, as an estimated 5 million people took to the streets for a parade from Wrigley Field to Grant Park to celebrate the Chicago Cubs and their exhilarating, comeback victory in the World Series, securing the Cubs first title in 108 years.\nAccording to anecdotal reports, there was also heavy traffic in area cemeteries the following weekend. Many wanted to pay respects to the Cubs fans who for more than a century handed us the ball, so to speak, at ",
            "I never met Saul Bellow. Billions who walk the planet—Bantu tribesmen and Brazilian rose farmers and factory workers in Guangdong Province—could say the same thing if they had an inkling who Saul Bellow was, and so could millions of the late novelist's admirers who relished his work but never really imagined that their paths might cross his. But in my case this non-event occurred by choice. Over the decades I had a glancing, minimal relationship with Bellow, awkward and comic in some of its dime"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q92950562",
                "wikidata_title": "Amy Maxmen",
                "wikipedia_title": "Amy Maxmen",
                "description": "science writer",
                "intro": "Amy Maxmen (born 1978) is an American science journalist who writes about evolution, medicine, science policy and scientists. She was awarded the Victor Cohn Prize for Excellence in Medical Science Reporting for her coverage of the COVID-19 pandemic, and other awards for her reporting on Ebola and malaria.",
                "x_handle": "amymaxmen",
                "page_url": "https://en.wikipedia.org/wiki/Amy_Maxmen"
            }
        ],
        "author_str": "amy maxmen",
        "article_urls": [
            "http://www.newscientist.com/article/mg21929272-500-dna-fails-to-take-off/",
            "https://www.newscientist.com/article/mg21929250-400-designing-for-microscopic-life-in-the-great-indoors/",
            "https://www.newscientist.com/article/mg21729012-400-moulding-fungal-furniture-the-unnatural-way/",
            "https://www.newscientist.com/article/mg21428601-600-a-slice-of-life-in-finely-furled-paper/",
            "https://www.newscientist.com/article/mg21428611-200-luminous-life-on-show/"
        ],
        "article_texts": [
            "DNA fails to take off\nFor every dollar invested in the Human Genome Project, $141 was returned to the US economy (Image: Donald E. Hurlbert and James di Loreto/Smithsonian)\nEven crucial science doesn’t necessarily translate into an exciting exhibition, to judge by Genome: Unlocking life’s code, an exhibition in Washington DC\nGenome: Unlocking life’s code, National Museum of Natural History, Washington DC, until 1 September 2014, then across North America\nAdvertisement\nWHITE, filamentous and twis",
            "Designing for microscopic life in the great indoors\nOur homes, offices and even gadgets are teeming with microbial life, but is it the kind we want? Ecologist Jessica Green tells Amy Maxmen why it’s time for designers and architects to consider the ecosystems that thrive in and on their creations\nYou began your career as a civil engineer. How did you come to study microbes?\nWhen training as an engineer, I was applying fractal mathematics to model patterns of plant diversity. I was …\nContinue rea",
            "Moulding fungal furniture the (un)natural way\nArtist Paul Ross sculpts fungus with light, air and his own creative concoctions of chemicals. The result? Fabulous furniture\nYamanaka Chairs by Phil Ross at The Workshop Residence, San Francisco\nI’M INTERVIEWING Phil Ross on mushrooms. The fungal chair he’s sitting on slopes ergonomically under his back; the underside of mine is shaped by the wheelbarrow in which it grew. The chairs differ in the details too, with small antler-shaped fungi blossomin",
            "A slice of life in finely furled paper\nSee more: An illustrated version of this article will be published within the next two weeks on our CultureLab books and arts blog\nLISA NILSSON was first intrigued by novel perspectives on human anatomy when she came across an image of a torso cross section in a surgical manual from 1911. Seeing artistic potential, she searched for more tissue sections and found photographs of frozen and sliced cadavers. For many people, she realised, it can be difficult to",
            "Luminous life on show\nSee more: An illustrated version of this article will be published within the next two weeks on our CultureLab books and arts blog\nA new exhibition at the American Museum of Natural History in New York celebrates luminescent wildlife – and may introduce the first known biofluorescent eel\nCreatures of Light: Nature’s bioluminescence, American Museum of Natural History, New York, until 6 January 2013\nAN EEL glows green under the glare of a blue light. It may be one of the fir"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q4994314",
                "wikidata_title": "Laurence Tribe",
                "wikipedia_title": "Laurence Tribe",
                "description": "American lawyer and Harvard Law School professor",
                "intro": "Laurence Henry Tribe (born October 10, 1941) is an American legal scholar who is a University Professor Emeritus at Harvard University. He previously served as the Carl M. Loeb University Professor at Harvard Law School.\nA constitutional law scholar, Tribe is co-founder of the American Constitution Society. He is also the author of American Constitutional Law (1978), a major treatise in that field, and has argued before the United States Supreme Court 36 times. Tribe was elected to the American Philosophical Society in 2010.\n\n",
                "x_handle": "tribelaw",
                "page_url": "https://en.wikipedia.org/wiki/Laurence_Tribe"
            },
            {
                "qid": "Q74761649",
                "wikidata_title": "Laurence Tribe, Abortion: The Clash of Absolutes",
                "wikipedia_title": "",
                "description": "scientific article published on 01 January 1992",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            }
        ],
        "author_str": "laurence tribe",
        "article_urls": [
            "https://www.thedailybeast.com/pelosi-is-wrong-trump-is-more-impeachable-than-ever"
        ],
        "article_texts": [
            "A perfect storm of political violence is upon us. The horrific Oct. 28 attack on Paul Pelosi, husband of House Speaker Nancy Pelosi, at their San Francisco home is the latest sign. MAGA forces have heightened the danger by blaming their rivals for the violence that their own lies have created.\nThe monumental marker of our broader descent into disorder, of course, is the violent Jan. 6 siege on the US Capitol. But nearly as dangerous is the way the Republican National Committee normalized that in",
            "As President Donald Trump reflects on his sinking approval ratings and grows more desperate by the day, he’s been floating a dictator’s dream: postponing the November election. Even Senate Majority Leader Mitch McConnell and other Trump loyalists, including the Federalist Society co-founder Steven Calabresi, swiftly rejected this authoritarian fantasy. So Trump has retreated to a fallback position: casting doubt on the legitimacy of any election he doesn’t win. That starts by inventing fables ab",
            "Too Much Law, Too Little Justice: An Argument for Delegalizing America\nAnd [Jesus] said Woe unto you lawyers also! for ye load men with burdens grievous to be borne, and ye yourselves touch not the burdens with one of your fingers. Luke, 11:46\nTHE Atlantic\nFOUNDED IN 1857\nby Laurence H. Tribe\nThe litigious society\nUndaunted even by that judgment, lawyers have overburdened more than a few societies before and since. Gibbon wrote that, after five years of legal education, law students in the Roman",
            "The Supreme Court may not realize it, but in overturning Roe v. Wade it would open up a horrifying and perhaps counterintuitive possibility that should repulse all admirers of liberty: the legality of forced abortion or sterilization. Just as a fetus is inextricably fused with the body of the person gestating it, if the Court erases Roe and thus obliterates the right not to beget and bear a child, it will inevitably erase its reflection: the right to bring a child into the world. If Roe was wron",
            "J anuary 20, 1981. For the first time in history the Inaugural stand has been built on the West Front of the Capitol, facing Pennsylvania Avenue and the White House a mile away. But at noon, the time fixed for the Inauguration, a lone workman standing on the Inaugural platform sees only the normal traffic of a midwinter midday. The platform is ready, but there is no new President—none of the candidates carried a majority of the electoral vote on November 4, 1980.\nBehind the West Front, the House"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q26698356",
                "wikidata_title": "John Wemple Searles",
                "wikipedia_title": "",
                "description": "California pioneer and discoverer of Searles Lake",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q96652520",
                "wikidata_title": "John Searles",
                "wikipedia_title": "",
                "description": "(6 May 1711 - after 1776)",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q6257188",
                "wikidata_title": "John Searles",
                "wikipedia_title": "John Searles",
                "description": "American writer",
                "intro": "John Searles is an American writer and book critic. He is the author of four novels: Her Last Affair (ISBN 0-06-077965-9), Help For The Haunted (ISBN 978-0-06-077963-4), Strange But True (ISBN 0-06-072179-0) and Boy Still Missing (ISBN 0-06-082243-0). His essays have appeared in national magazines and newspapers, and he contributes frequently to morning television shows as a book critic.  He is based in New York City.",
                "x_handle": "searlesbooks",
                "page_url": "https://en.wikipedia.org/wiki/John_Searles"
            },
            {
                "qid": "Q100921306",
                "wikidata_title": "John Searles",
                "wikipedia_title": "",
                "description": "college basketball player (1971–1972) Arkansas",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            }
        ],
        "author_str": "john searles",
        "article_urls": [
            "https://www.thedailybeast.com/the-helen-gurley-brown-i-knew"
        ],
        "article_texts": [
            "My first day as an intern in the books department at Cosmopolitan also happened to be the day the O.J. Simpson verdict was announced. The buzz among the editorial staff was that at one o'clock, we would meet to watch the decision in “her office.” I didn’t know whose office they meant, but at five minutes till one, I followed a brigade of women in miniskirts and high heels into an office with chintz wallpaper, a leopard-print rug, and a China-doll collection lined up along the windows looking out"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q508412",
                "wikidata_title": "Billy Bragg",
                "wikipedia_title": "Billy Bragg",
                "description": "English singer-songwriter and left-wing political activist",
                "intro": "",
                "x_handle": "billybragg",
                "page_url": "https://en.wikipedia.org/wiki/Billy_Bragg"
            },
            {
                "qid": "Q106353254",
                "wikidata_title": "Billy Bragg's albums in chronological order",
                "wikipedia_title": "",
                "description": "Wikimedia albums discography",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q4912260",
                "wikidata_title": "Billy Bragg discography",
                "wikipedia_title": "Billy Bragg discography",
                "description": "Wikimedia artist discography",
                "intro": "The discography of British singer-songwriter Billy Bragg includes 13 studio albums (including two with Wilco and one with The Blokes), six live albums, 12 compilation albums, five extended plays, and 20 singles.\n\n",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/Billy_Bragg_discography"
            }
        ],
        "author_str": "billy bragg",
        "article_urls": [
            "https://www.theguardian.com/music/2022/jun/22/i-popped-the-question-of-course-she-said-yes-she-was-as-wasted-as-i-was-the-glastonbury-festival-ill-never-forget"
        ],
        "article_texts": [
            "\"Tall, thin and ancient, Pete Seeger towers over folk music like a giant redwood. Throughout his career, he has embodied a pioneer spirit, clearing a path through the cultural landscape that has been followed by generations of rock musicians.\n\"Before Dylan hitchhiked to Greenwich Village, Pete had travelled America with Woody Guthrie. He was among the first to write songs questioning the Vietnam war, only to be banned from performing them on TV.\n\"Long before the Stones were busted for possession",
            "‘We were left pondering the ritual we had just witnessed’\nIn the days before Shangri-La became the focus of late-night revelry at Glastonbury, festival goers were left to find their own entertainment in the relative quiet after the Pyramid Stage closed down. I could usually be found around midnight in the blues tent, an informal venue where, under dimmed lighting, you could buy a can of Red Stripe for a pound and listen to loud, heavy dub reggae.\nLate one night walking back to my tent, I heard a"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q7815838",
                "wikidata_title": "Tom Foreman",
                "wikipedia_title": "Tom Foreman",
                "description": "American journalist",
                "intro": "Tom Foreman (born December 6, 1959) is an American broadcast journalist for CNN whose reporting experience spans more than three decades. Beginning as a local television reporter in Montgomery, Alabama, at WSFA, he continued on to work for WWL-TV, the CBS affiliate in New Orleans, Louisiana.  In 1990, Foreman relocated to Denver, Colorado, as a national network correspondent for ABC World News Tonight with Peter Jennings and Nightline.  In 2000, Foreman signed with National Geographic and anchored National Geographic Today, a daily news story focusing on major scientific and breaking nature news, and Inside Base Camp, for which he won an Emmy award as best interviewer.  He joined CNN in 2004, and currently works out of CNN's Washington DC Bureau covering a wide range topics from breaking political news to international crises.  His career has taken him to all 50 states and through more than 20 countries for coverage of earthquakes, civil wars, economic upheavals and social unrest.\n\n",
                "x_handle": "tomforemancnn",
                "page_url": "https://en.wikipedia.org/wiki/Tom_Foreman"
            }
        ],
        "author_str": "tom foreman",
        "article_urls": [
            "https://gq.com/story/cnn-correspondent-gets-lost-running-in-the-desert"
        ],
        "article_texts": [
            "Training while traveling was complicated. I not only had to figure out routes in cities I barely knew, I also had to fit training in with schedules that might require 100 hours of work or more a week. In Vegas, where we’d come to cover stories about the economy, everything was behind schedule. Each interview took twice as long as planned. Every place we visited took much longer to reach than we had budgeted, thanks to stop-and-go Strip traffic. As the day evaporated, I began hating the flashing "
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q6834427",
                "wikidata_title": "Michael Skapinker",
                "wikipedia_title": "Michael Skapinker",
                "description": "South African journalist",
                "intro": "Michael Skapinker (born 1955 in South Africa) is a South African journalist. He is presently an Associate Editor of the Financial Times and a columnist.",
                "x_handle": "Skapinker",
                "page_url": "https://en.wikipedia.org/wiki/Michael_Skapinker"
            }
        ],
        "author_str": "michael skapinker",
        "article_urls": [
            "https://www.ft.com/content/eab55621-5a6e-4176-bcb9-c451417db328",
            "https://www.ft.com/content/4a85c0b6-e673-4fb9-9005-3ceecb79591e",
            "https://www.ft.com/content/b87aaa2a-23f6-11e6-9d4d-c11776a5124d",
            "https://www.ft.com/content/4f2c668c-fb18-11e5-8f41-df5bda8beb40",
            "https://www.ft.com/content/10c27940-22de-11e9-b329-c7e6ceb5ffdf"
        ],
        "article_texts": [
            "Confidence matters for new managers\nWe’ll send you a myFT Daily Digest email rounding up the latest Leadership news every morning.\nThe writer is an FT contributing editor\nSome new managers beam about their new roles. They are full of schemes about what they plan to shake up. Others are terrified. Many of the bubbly ones are secretly frightened too, and the ones who aren’t discover within days how misplaced their confidence was and how hard it is to run things.\nOne of the biggest challenges a new",
            "Why nobody thinks to thank their boss\nWe’ll send you a myFT Daily Digest email rounding up the latest Management news every morning.\nA new manager once approached me, a few months into her job. She was finding it hard. Hardest of all was the lack of gratitude. She had sorted out several problems for her team, but no one had said “thank you”. All they did was complain about something else.\nYou have teenagers, I said. How often did they thank her? She smiled. Hardly ever. How much did they complai",
            "How to be a good middle manager\nWe’ll send you a myFT Daily Digest email rounding up the latest Management news every morning.\nWhen UK retailer JD Sports announced the departure of its long-term boss Peter Cowgill last month, Chris Bird, a former non-executive director, predicted the company would be all right. “They’ve got good middle management in there with that JD DNA,” he said.\nThis was unusual backing for an often-derided manager group. “The very phrase ‘middle managers’ evokes mediocrity,",
            "Corruption scandals show why leaders should highlight ethics\nWe’ll send you a myFT Daily Digest email rounding up the latest Corporate culture news every morning.\nIn January, Rolls-Royce agreed to pay £671m to the authorities in the UK, the US and Brazil. In return, the company will not face criminal prosecution for corruption, false accounting and failure to prevent bribery.\nThe agreement followed a four-year investigation by the UK’s Serious Fraud Office into the engine-maker’s conduct over th"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q51561923",
                "wikidata_title": "Graeme I. Paton",
                "wikipedia_title": "",
                "description": "researcher",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q18577928",
                "wikidata_title": "Graeme Paton",
                "wikipedia_title": "Graeme Paton",
                "description": "British journalist",
                "intro": "Graeme Paton is a British journalist, and Transport Correspondent for The Times. He was formerly Education Editor of the Daily Telegraph, which he joined in 2006.He was educated at a comprehensive school in Warrington, then the University of Hull.",
                "x_handle": "GraemePaton",
                "page_url": "https://en.wikipedia.org/wiki/Graeme_Paton"
            }
        ],
        "author_str": "graeme paton",
        "article_urls": [
            "https://www.thetimes.co.uk/article/the-environmental-impact-of-electric-cars-dzz77hdds"
        ],
        "article_texts": [
            "TIMES EARTH\nThe environmental impact of electric cars\nJust how green are low-emission vehicles? Graeme Paton and Anna Lombardi track their production, from mineral mines to the road and beyond\nFor more than a century, vehicles have been powered by fossil fuels. Latest figures show that there are 32.7 million cars on UK roads, of which about 32.5 million are still propelled completely, or in part, by petrol or diesel.\nThe future, however, will be electric. By the end of this decade, the UK will b"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q548180",
                "wikidata_title": "Lily Brett",
                "wikipedia_title": "Lily Brett",
                "description": "Australian writer",
                "intro": "Lily Brett  (born Lilijahne Brajtsztajn 5 September 1946, Feldafing displaced persons camp, Bavaria, Germany) is an Australian novelist, essayist and poet. She lived in North Carlton and then Elwood/Caulfield (suburbs of Melbourne) from 1948 to 1968, in London 1968–1971, Melbourne (1971–1989) and then moved permanently to New York City. In Australia she had an early career as a pop music journalist, including writing for music magazine Go-Set from May 1966 to September 1968. From 1979 she started writing poems, prose fiction and non-fiction. As a daughter of Holocaust survivors, her works include depictions of family life including living in Melbourne and New York. Four of her fictional novels are Things Could Be Worse (1990), Just Like That (1994), Too Many Men (2001)\nand You Gotta Have Balls (2005).",
                "x_handle": "LilyBrettAuthor",
                "page_url": "https://en.wikipedia.org/wiki/Lily_Brett"
            }
        ],
        "author_str": "lily brett",
        "article_urls": [
            "http://www.smh.com.au/lifestyle/life-and-relationships/before-he-died-my-father-showed-me-how-to-pierce-grief-with-laughter-20210902-p58o6j.html",
            "http://smh.com.au/lifestyle/life-and-relationships/before-he-died-my-father-showed-me-how-to-pierce-grief-with-laughter-20210902-p58o6j.html"
        ],
        "article_texts": [
            "This was published 1 year ago\nBefore he died, my father showed me how to pierce grief with laughter\nBy Lily Brett\nThe day my father died was like many other days of his life. He got up early. He ate all of his breakfast. A couple of hours later, he had his morning tea: a cup of tea with milk and sugar, and two or three biscuits.\nHe had a large, hearty lunch and an extra slice of cake with his afternoon tea. He was in a good mood and looked well. He was almost always in a good mood. After dinner "
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q7396436",
                "wikidata_title": "Sabrina Tavernise",
                "wikipedia_title": "Sabrina Tavernise",
                "description": "American journalist",
                "intro": "Sabrina Tavernise (born February 24, 1971) is an American journalist who writes for The New York Times, and is a co-host of the Times podcast The Daily. She has been a war correspondent for the Times from Iraq, Lebanon, and Russia, including recent dispatches from the Russian invasion of Ukraine.\n\n",
                "x_handle": "stavernise",
                "page_url": "https://en.wikipedia.org/wiki/Sabrina_Tavernise"
            }
        ],
        "author_str": "sabrina tavernise",
        "article_urls": [
            "https://www.nytimes.com/2022/08/23/podcasts/the-daily/abortion-abolition-roe-v-wade.html"
        ],
        "article_texts": [
            "WASHINGTON — There were infamous white nationalists and noted conspiracy theorists who have spread dark visions of pedophile Satanists running the country. Others were more anonymous, people who had journeyed from Indiana and South Carolina to heed President Donald Trump’s call to show their support. One person, a West Virginia lawmaker, had only been elected to office in November.\nAll of them converged Wednesday on the grounds of the US Capitol, where hundreds of rioters crashed through barrica",
            "Why the Announcement of a Looming White Minority Makes Demographers Nervous\nWASHINGTON — The graphic was splashy by the Census Bureau’s standards and it showed an unmistakable moment in America’s future: the year 2044, when white Americans were projected to fall below half the population and lose their majority status.\nThe presentation of the data disturbed Kenneth Prewitt, a former Census Bureau director, who saw it while looking through a government report. The graphic made demographic change ",
            "transcript\nThe Far Right Rises in Israel\nA look at the improbable return of former Prime Minister Benjamin Netanyahu and the arrival of the nation’s most right-wing government.\nThis transcript was created using speech recognition software. While it has been reviewed by human transcribers, it may contain errors. Please review the episode audio before quoting from this transcript and email transcripts@nytimes.com with any questions.\n- sabrina tavernise\nFrom “The New York Times,” I’m Sabrina Tavern",
            "transcript\nThe Man Who Was Supposed to Save Crypto\nThe spectacular rise and fall of Sam Bankman-Fried and FTX.\nThis transcript was created using speech recognition software. While it has been reviewed by human transcribers, it may contain errors. Please review the episode audio before quoting from this transcript and email transcripts@nytimes.com with any questions.\n- sabrina tavernise\nHi, “Daily” listeners. It’s Sabrina. We’ll start our show in just a minute. But I wanted to mention that our co",
            "transcript\nQatar’s Big Bet on the World Cup\nHow a tiny nation ended up hosting the single largest sporting event on the planet — and at what cost.\nThis transcript was created using speech recognition software. While it has been reviewed by human transcribers, it may contain errors. Please review the episode audio before quoting from this transcript and email transcripts@nytimes.com with any questions.\n- sabrina tavernise\nFrom “The New York Times,” I’m Sabrina Tavernise, and this is “The Daily.”\n"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q52279737",
                "wikidata_title": "Hadas Gold",
                "wikipedia_title": "Hadas Gold",
                "description": "American journalist",
                "intro": "Hadas Gold (born February 25, 1988) is an American media and business reporter for CNN and CNN International based in Jerusalem.\n\n",
                "x_handle": "hadas_gold",
                "page_url": "https://en.wikipedia.org/wiki/Hadas_Gold"
            }
        ],
        "author_str": "hadas gold",
        "article_urls": [
            "https://www.politico.eu/blogs/on-media/2017/03/russias-state-news-service-applies-for-white-house-pass/",
            "https://www.politico.eu/article/rupert-murdoch-donald-trump-is-wrong/"
        ],
        "article_texts": [
            "The Russian state-owned news website Sputnik has applied for a White House hard pass and is seeking membership in the White House Foreign Press Group in order to become a part of pool rotations.\nSputnik, which Foreign Policy magazine described as the “BuzzFeed of propaganda,” would be part of a rotating group of roughly 22 overseas outlets following President Donald Trump in his everyday interactions along with pool reporters from American print, TV, and radio outlets.\nAndrew Feinberg, Sputnik’s",
            "Rupert Murdoch, the 21st Century Fox/News Corp chief who has long pushed the Republican party to embrace immigration reform, took Donald Trump to task over the weekend for his recent controversial remarks about Mexican immigrants:\nMexican immigrants, as with all immigrants, have much lower crime rates than native born. Eg El Paso safest city in U.S. Trump wrong.\n— Rupert Murdoch (@rupertmurdoch) July 12, 2015\nTrump popularity based on frustration with DC and endless regulations over people’s liv"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q124387972",
                "wikidata_title": "J K Rowling The Edinburgh Award",
                "wikipedia_title": "",
                "description": "plaque in Edinburgh, Scotland, United Kingdom",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q34660",
                "wikidata_title": "J. K. Rowling",
                "wikipedia_title": "J. K. Rowling",
                "description": "British author and philanthropist (born 1965)",
                "intro": "Joanne Rowling  ( ROH-ling); born 31 July 1965), better known by her pen name J. K. Rowling, is a British author and philanthropist. She wrote Harry Potter, a seven-volume fantasy series published from 1997 to 2007. The series has sold over 600 million copies, been translated into 84 languages, and spawned a global media franchise including films and video games. The Casual Vacancy (2012) was her first novel for adults. She writes Cormoran Strike, an ongoing crime fiction series, under the alias Robert Galbraith.\nBorn in Yate, Gloucestershire, Rowling was working as a researcher and bilingual secretary for Amnesty International in 1990 when she conceived the idea for the Harry Potter series. The seven-year period that followed saw the death of her mother, the birth of her first child, divorce from her first husband, and relative poverty until the first novel in the series, Harry Potter and the Philosopher's Stone, was published in 1997. Six sequels followed, concluding with Harry Potter and the Deathly Hallows (2007). By 2008, Forbes had named her the world's highest-paid author.\nThe novels follow a boy called Harry Potter as he attends Hogwarts (a school for wizards), and battles Lord Voldemort. Death and the divide between good and evil are the central themes of the series. Its influences include Bildungsroman (the coming-of-age genre), school stories, fairy tales, and Christian allegory. The series revived fantasy as a genre in the children's market, spawned a host of imitators, and inspired an active fandom. Critical reception has been more mixed. Many reviewers see Rowling's writing as conventional; some regard her portrayal of gender and social division as regressive. There were also religious debates over the Harry Potter series.\nRowling has won many accolades for her work. She has received an OBE and was made a Companion of Honour for services to literature and philanthropy. Harry Potter brought her wealth and recognition, which she has used to advance philanthropic endeavours and political causes. She co-founded the charity Lumos and established the Volant Charitable Trust, named after her mother. Rowling's charitable giving centres on medical causes and supporting at-risk women and children. In politics, she has donated to Britain's Labour Party and opposed Scottish independence and Brexit. She has publicly expressed her opinions on transgender people and related civil rights since 2017. These views have been described as transphobic by critics and LGBT rights organisations. They have divided feminists, fuelled debates on freedom of speech and cancel culture, and prompted declarations of support for transgender people from the literary, arts, and culture sectors.",
                "x_handle": "jk_rowling",
                "page_url": "https://en.wikipedia.org/wiki/J._K._Rowling"
            }
        ],
        "author_str": "j k rowling",
        "article_urls": [
            "http://content.time.com/time/specials/packages/article/0,28804,1894410_1893847_1894201,00.html",
            "https://time.com/5710785/j-k-rowling-orphanage-tourism-no/"
        ],
        "article_texts": [
            "The 2009 TIME 100\nIn our annual TIME 100 issue, we do the impossible: name the people who most affect our world\nGordon Brown\nBack in the mid-1990s, when he was new labour's brooding, intellectual heavyweight, I was a lone parent struggling to get by. He said he was not interested in stigmatizing the poor but in finding solutions for their predicament. I was tired of hearing government ministers lambaste the likes of me as irresponsible scroungers. I wanted Gordon Brown in charge.\nHe went on to b",
            "This is a lightly edited transcript of remarks by J.K. Rowling at the One Young World global forum in London on Oct. 24. The author was speaking at the launch of #HelpingNotHelping, a campaign led by her children’s charity Lumos intended to educate young people about the potential harms of orphanage tourism and volunteering.\nIn 2004, I read a story about a 6 or 7-year-old boy who was being kept 24 hours at a time in a cage bed, which is effectively a cot with chicken wire around it.\nI saw this v"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q5213719",
                "wikidata_title": "Dan Hurley",
                "wikipedia_title": "Dan Hurley",
                "description": "American basketball player-coach",
                "intro": "",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/Dan_Hurley"
            },
            {
                "qid": "Q16729984",
                "wikidata_title": "Dan Hurley",
                "wikipedia_title": "Dan Hurley (author)",
                "description": "American journalist",
                "intro": "Dan Hurley (born November 11, 1957) is an American health and medical journalist and author. He has written several books and contributed pieces to The New York Times, Wired, The Washington Post, Neurology Today and The Atlantic.",
                "x_handle": "Get_Smarter",
                "page_url": "https://en.wikipedia.org/wiki/Dan_Hurley_(author)"
            },
            {
                "qid": "Q62609092",
                "wikidata_title": "Dan Hurley",
                "wikipedia_title": "",
                "description": "Canadian political candidate",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            }
        ],
        "author_str": "dan hurley",
        "article_urls": [
            "https://www.thedailybeast.com/are-you-smarter-than-a-mouse-excerpt-from-smarter-the-new-science-of-building-brain-power",
            "https://www.theatlantic.com/magazine/archive/2015/12/the-return-of-electroshock-therapy/413179/",
            "https://www.theatlantic.com/health/archive/2014/02/the-science-behind-brain-training/283634/",
            "https://www.theatlantic.com/health/archive/2014/10/the-mysterious-polio-like-disease-affecting-american-kids/381869/",
            "https://www.theatlantic.com/health/archive/2014/04/new-studies-show-promise-for-brain-training-in-improving-fluid-intelligence/360290/"
        ],
        "article_texts": [
            "Remember the Fox television show Are You Smarter Than a 5th Grader?\nIn November 2011, results of the ultimate extreme version of that kind of contest were reported in Seattle at the annual meeting of the Psychonomic Society. Gene Brewer, a psychologist at Arizona State University, was the first author of a paper entitled “Working Memory in Rats and Humans.”i Working memory is the ability to juggle multiple items of information in your head, to not simply remember the numbers 13 and 4 but to mult",
            "One morning in early October, on her final day as the chair of the psychiatry and behavioral-sciences department at the Duke University School of Medicine, Sarah Hollingsworth Lisanby ushered me over to a display case in one of the department’s conference rooms. There, behind glass, sits the world’s only museum, such as it is, of electroconvulsive therapy (ECT), or what most people still call “shock therapy.” The oldest artifacts on display, some of which are made of polished wood and brass, dat",
            "The Science Behind 'Brain Training'\nIncreasing fluid intelligence has proven beneficial for people diagnosed with ADHD, and selling memory improvement is a big business. Are the claims overheated?\nIn 2002, Torkel Klingberg, a psychologist at Sweden’s Karolinska Institute, published a study involving 14 children with attention deficit hyperactivity disorder. All of the children were asked to spend a total of 10.5 hours, over five weeks, practicing computerized games that put demands on their work",
            "COLUMBUS, Ohio—More than 100 cases of a polio-like syndrome causing full or partial paralysis of the arms or legs have been seen in children across the United States in recent months, according to doctors attending the annual meeting of the Child Neurology Society.\nSymptoms have ranged from mild weakness in a single arm to complete paralysis of arms, legs, and even the muscles controlling the lungs, leading in some cases to a need for surgery to insert a breathing tube, doctors said.\nThe outbrea",
            "New Studies Show Promise for Brain Training in Improving Fluid Intelligence\nThough not definitive, new research points to short- and long-term real-world benefits of playing brain-training games.\nWhether computerized games designed by psychologists and neuroscientists can literally make people smarter has been hotly debated by scientists, with a small but outspoken cadre of skeptics demanding stronger proof. Now two new studies have found the kind of real-world benefits from the brain-training g"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q1507300",
                "wikidata_title": "Alex Ross",
                "wikipedia_title": "Alex Ross",
                "description": "American comic book artist",
                "intro": "",
                "x_handle": "thealexrossart",
                "page_url": "https://en.wikipedia.org/wiki/Alex_Ross"
            },
            {
                "qid": "Q952149",
                "wikidata_title": "Alex Ross",
                "wikipedia_title": "Alex Ross (music critic)",
                "description": "American music critic (born 1968)",
                "intro": "",
                "x_handle": "alexrossmusic",
                "page_url": "https://en.wikipedia.org/wiki/Alex_Ross_(music_critic)"
            },
            {
                "qid": "Q205520",
                "wikidata_title": "Alex Ross",
                "wikipedia_title": "Alex Ross (disambiguation)",
                "description": "Wikimedia disambiguation page",
                "intro": "",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/Alex_Ross_(disambiguation)"
            },
            {
                "qid": "Q109303341",
                "wikidata_title": "Alex Ross",
                "wikipedia_title": "",
                "description": "owner, and co-founder of Sharkwerks",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q19519559",
                "wikidata_title": "Alex Ross",
                "wikipedia_title": "Alex Ross (cricketer)",
                "description": "cricketer",
                "intro": "",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/Alex_Ross_(cricketer)"
            },
            {
                "qid": "Q4717717",
                "wikidata_title": "Alex Ross",
                "wikipedia_title": "Alex Ross (rower)",
                "description": "New Zealand rower",
                "intro": "",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/Alex_Ross_(rower)"
            },
            {
                "qid": "Q4717718",
                "wikidata_title": "Alex Ross",
                "wikipedia_title": "Alex Ross (politician)",
                "description": "Canadian politician",
                "intro": "",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/Alex_Ross_(politician)"
            },
            {
                "qid": "Q4717716",
                "wikidata_title": "Alex Ross",
                "wikipedia_title": "Alex Ross (rugby union)",
                "description": "Australian rugby union player",
                "intro": "Alexander William Ross (4 November 1905 – 30 August 1996) was an Australian state and national representative rugby union player who captained the Wallabies in thirteen Test matches in 1933-34.\n\n",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/Alex_Ross_(rugby_union)"
            },
            {
                "qid": "Q61748305",
                "wikidata_title": "Alex Ross",
                "wikipedia_title": "Alex Ross (American football)",
                "description": "American professional gridiron football quarterback playing for the San Diego Fleet",
                "intro": "",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/Alex_Ross_(American_football)"
            },
            {
                "qid": "Q42315366",
                "wikidata_title": "Alex Ross",
                "wikipedia_title": "",
                "description": "music critic",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            }
        ],
        "author_str": "alex ross",
        "article_urls": [
            "https://www.theguardian.com/music/2020/sep/17/why-did-lefties-love-wagner-alex-ross-wagnerism-revolution-hitler"
        ],
        "article_texts": [
            "In 1883, the year of Richard Wagner’s death, the theatre critic William Archer noticed a red-haired, bearded youth who was sitting day after day in the British Library with two volumes open on his desk: the French edition of Das Kapital, which Karl Marx had written in the same library decades earlier, and the full score of Wagner’s Tristan und Isolde. The young man was George Bernard Shaw, a staunch leftist who saw no conflict between the composer’s Romantic mythology and Marx’s historical mater"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q4982968",
                "wikidata_title": "Buck Wolf",
                "wikipedia_title": "Buck Wolf",
                "description": "Senior editor of the Huffington Post",
                "intro": "Buck Wolf is the managing editor of trends at The Huffington Post, and a former member of the Us Weekly Fashion Police.\nWolf writes on film, music and TV, but specializes in offbeat features. His writing has appeared in the Village Voice, the Miami Herald, and New York Newsday, and he's appeared as a guest on Countdown with Keith Olbermann.\nOne investigative piece succeeded in getting Larry Harmon's version of Bozo the Clown thrown out of the International Clown Hall of Fame, after he proved that Harmon had falsely described himself as the original Bozo. Wolf was part of the 2001 Peabody Award-winning team at ABC News that covered the September 11 attacks.\nAt ABCNEWS.com from 1997 to 2007, Wolf was entertainment producer and author of The Wolf Files, a weekly pop culture report that was also featured on ABC radio stations across the country.\nA collection of his work at ABC, The Wolf Files: Adventures in Weird News, was published in 2003 by Globe Pequot Press.In 2009, Wolf launched the Weird News section at AOL News. After AOL purchased the Huffington Post in 2011, Wolf and his core reporters formed HuffPost Weird News. Wolf is also the executive editor of Huffpost Crime.\nIn 2014, Wolf won a Shorty Award in the Weird Category. It was presented by Andrew W.K.Wolf, a native of Great Neck, New York, began his writing career working for Generation magazine at the State University of New York at Buffalo in 1984. \n\n",
                "x_handle": "wolfb",
                "page_url": "https://en.wikipedia.org/wiki/Buck_Wolf"
            }
        ],
        "author_str": "buck wolf",
        "article_urls": [
            "https://www.huffpost.com/entry/world-longest-fingernails_n_962851"
        ],
        "article_texts": [
            "It takes a newborn baby 18 years to grow into adulthood. And it took Chris \"The Dutchess\" Walton just as long to grow her record-setting fingernails to 19 feet, 9 inches long.\n\"The hardest thing for me to do is dig in my pockets,\" the 45-year-old rock singer from Las Vegas says. \"Everything else I can do myself -- driving, shopping, cleaning the house ... although when I vacuum, the cord gets tangled in my fingers.\"\nA day before the release of the 2012 Guinness World Records, The Dutchess visite"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q108796649",
                "wikidata_title": "Noam Hassenfeld",
                "wikipedia_title": "",
                "description": "",
                "intro": "",
                "x_handle": "nhassenfeld",
                "page_url": ""
            }
        ],
        "author_str": "noam hassenfeld",
        "article_urls": [
            "https://www.vox.com/2020/7/17/21326232/covid-19-vaccine-coronavirus-today-explained",
            "https://www.vox.com/2020/7/31/21348301/elections-voting-explained-to-kids"
        ],
        "article_texts": [
            "School’s out for summer. And maybe longer, as scientists race to develop a vaccine for the coronavirus. But why is it taking so long?\nThe first of four episodes of Today, Explained to Kids: Summer Camp, Vox’s explainer podcast for kids, answers that question by taking kids back to the Island of Explained to talk to scientist Maria Elena Bottazzi, a microbiologist who co-leads vaccine development at Baylor College of Medicine in Houston, about the development of a vaccine. We also take a curious ",
            "Although the 2020 presidential election is still a few months away in the US, voters on the Island of Explained are headed to the polls today to pick their new president and decide which party (the Now Party or the Later Party) will carry the day.\nIn the second of four episodes of Today, Explained to Kids: Summer Camp, Vox’s explainer podcast series for kids, we head back to the island to learn about political parties (wait, there’s no cake?) and listen in to a debate between the island’s two pr"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q4348999",
                "wikidata_title": "Lizzie Velasquez",
                "wikipedia_title": "Lizzie Velásquez",
                "description": "American motivational speaker",
                "intro": "Elizabeth Anne Velásquez (; born March 13, 1989) is an American motivational speaker, activist, writer, and YouTuber. She was born with an extremely rare congenital disease called Marfanoid–progeroid–lipodystrophy syndrome that, among other symptoms, prevents her from accumulating body fat and gaining weight. Her conditions resulted in bullying during her childhood. During her teenage years, she faced cyberbullying, which ultimately inspired her to take up motivational speaking.",
                "x_handle": "littlelizziev",
                "page_url": "https://en.wikipedia.org/wiki/Lizzie_Vel%C3%A1squez"
            }
        ],
        "author_str": "lizzie velasquez",
        "article_urls": [
            "http://www.thedailybeast.com/articles/2015/09/25/lizzie-velasquez-my-anti-bullying-story.html"
        ],
        "article_texts": [
            "I remember when I was a kid and I was asked what I wanted to be when I grew up. My immediate answer was always a waitress. I wanted to be able to serve people and help them with whatever they needed. I think deep down it’s always been in me to want to be a person of service in some way or another.\nWhen I was a kid I was hit with a big wake-up call. It was my first introduction to the bullying experience as well as realizing I was born with a syndrome that caused me to look different. Each of us "
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q4679542",
                "wikidata_title": "Adam Nagourney",
                "wikipedia_title": "Adam Nagourney",
                "description": "American writer and journalist",
                "intro": "Adam Nagourney (born October 10, 1954) is an American journalist who covers national politics  for The New York Times. Nagourney is the author of “The Times: How the Newspaper of Record Survived Scandal, Scorn, and the Transformation of Journalism,” a history of the newspaper published in 2023.\n\n",
                "x_handle": "adamnagourney",
                "page_url": "https://en.wikipedia.org/wiki/Adam_Nagourney"
            }
        ],
        "author_str": "adam nagourney",
        "article_urls": [
            "https://www.nytimes.com/2022/03/21/movies/academy-museum-jewish-founders.html",
            "https://www.nytimes.com/2020/09/30/us/politics/trump-debate-video.html"
        ],
        "article_texts": [
            "After Criticism, Film Museum Will Highlight Hollywood’s Jewish History\nThe new Academy Museum of Motion Pictures in Los Angeles, which tried to present an inclusive history of film, overlooked the role Jewish immigrants played in creating the industry.\nLOS ANGELES — When the Academy Museum of Motion Pictures, a 300,000-square-foot tribute to Hollywood, opened here last fall, it was lauded for honoring, in an industry historically dominated by white men, the contributions that women, artists of c",
            "Watch 4 Key Moments From Trump at the First 2020 Debate\nThese were the moments that defined President Trump’s first presidential debate against Joe Biden.\nPresident Trump’s first debate appearance with Joseph R. Biden Jr., his Democratic rival, was marked by 90 minutes of interruptions, accusations and, at times, flat-out false statements. Here are some of the more memorable moments.\n‘I wear masks when needed’\nMr. Trump has always been ambivalent about masks as a tool for curbing the spread of t"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q2962321",
                "wikidata_title": "Bob Drogin",
                "wikipedia_title": "Bob Drogin",
                "description": "American journalist",
                "intro": "Bob Drogin (29 March 1952) is an American journalist and author. He worked for the Los Angeles Times, for nearly four decades. Drogin began his career with the Times as a national correspondent, based in New York, traveling to nearly every state in the United States. He spent eight years as a foreign correspondent, and as bureau chief in Manila and Johannesburg, before returning to the U.S. He covered intelligence and national security in the Washington bureau, from 1998 until retiring in November 2020.During his college years, he traveled throughout Asia and worked with UNICEF as a Shansi representative, of Oberlin College. He has a bachelor's degree in Asian Studies and received his master's degree in journalism from Columbia University.\nDrogin has won a number of awards during his career, including the Pulitzer Prize for Public Service, and two prizes for his book, \"Curveball: Spies, Lies, and the Con Man Who Caused a War,\" a story of the Iraqi informant, who was a key source of false claims about Saddam Hussein's Weapons of Mass Destruction (WMD).\n\n",
                "x_handle": "BobDrogin",
                "page_url": "https://en.wikipedia.org/wiki/Bob_Drogin"
            }
        ],
        "author_str": "bob drogin",
        "article_urls": [
            "https://newrepublic.com/article/67036/the-vanishing",
            "https://www.latimes.com/archives/la-xpm-2004-sep-03-na-spyprobe3-story.html",
            "https://www.latimes.com/archives/la-xpm-2004-sep-15-na-goss15-story.html",
            "https://www.latimes.com/archives/la-xpm-2004-sep-21-na-goss21-story.html",
            "https://www.latimes.com/archives/la-xpm-2004-sep-23-na-goss23-story.html"
        ],
        "article_texts": [
            "Saeed first came to Muthanna in 1980 with a half-dozen other military scientists to set up Project 922, which was dedicated to the covert production of chemical weapons. With a master's degree in chemistry from the University of Baghdad and a membership card in Saddam's Baath Party, Saeed was appointed chief of quality control, responsible for certifying every production run. He already had served eight years in the army's chemical defense corps, which helped train and protect Iraqi soldiers aga",
            "Israel Has Long Spied on U.S., Say Officials\nDespite its fervent denials, Israel secretly maintains a large and active intelligence-gathering operation in the United States that has long attempted to recruit U.S. officials as spies and to procure classified documents, U.S. government officials said.\nFBI and other counterespionage agents, in turn, have covertly followed, bugged and videotaped Israeli diplomats, intelligence officers and others in Washington, New York and elsewhere, the officials ",
            "CIA Nominee Vows to Shake Partisan Past\nUnder sharp questioning from Senate Democrats, Rep. Porter J. Goss (R-Fla.) pledged Tuesday to shed his partisan past and to embrace reform if he is named chief of America’s beleagured intelligence community.\nGoss, President Bush’s nominee for director of central intelligence, also surprised members of the Senate Intelligence Committee when he said he would need more time than previously thought to build the CIA’s clandestine service and other human intell",
            "CIA Nominee Sails Toward Confirmation\nThe Republican congressman chosen by President Bush to head America’s battered intelligence community sailed through a final day of questioning Monday and appeared headed for quick confirmation this week by the full Senate.\nRep. Porter J. Goss (R-Fla.) told members of the Senate Intelligence Committee that, if confirmed as CIA director, he would protect intelligence analysts from pressure from the White House or other outside sources to tailor judgments to s",
            "Bush CIA Pick Goss Has Easy Confirmation\nThe Senate voted overwhelmingly Wednesday to approve Rep. Porter J. Goss (R-Fla.) as director of central intelligence, handing him a post with an uncertain future and the task of taking over America’s battered spy services as they confront their worst crisis since the CIA was created after World War II.\nGoss, a former CIA agent and a longtime defender of the agency, now faces a series of Herculean challenges if America’s vast intelligence apparatus is to "
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q4716670",
                "wikidata_title": "Alex Beam",
                "wikipedia_title": "Alex Beam",
                "description": "American journalist",
                "intro": "",
                "x_handle": "imalexbeamyrnot",
                "page_url": "https://en.wikipedia.org/wiki/Alex_Beam"
            },
            {
                "qid": "Q4716669",
                "wikidata_title": "Alex Beam",
                "wikipedia_title": "Alex Beam (baseball)",
                "description": "American baseball player",
                "intro": "Alexander Roger Beam (November 21, 1869 – April 17, 1938) was a Major League Baseball pitcher. He started and completed two games for the Pittsburgh Alleghenys in 1889, going 1-1. He then played in the minor leagues until 1892.",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/Alex_Beam_(baseball)"
            }
        ],
        "author_str": "alex beam",
        "article_urls": [
            "https://www.bostonglobe.com/2021/04/16/opinion/whats-afoot-politically/?ia=119331417",
            "https://www.bostonglobe.com/2022/09/16/opinion/charles-be-still-my-heart/?ia=142247546",
            "https://www2.bostonglobe.com/2022/11/10/opinion/slouching-toward-twittergeddon/?ia=144827182",
            "https://www.bostonglobe.com/2022/11/25/opinion/hello-darkness-my-new-friend/?ia=145454766",
            "https://www.bostonglobe.com/2022/07/22/opinion/why-it-matters/?ia=139688222"
        ],
        "article_texts": [
            "Regime change in a nutshell: High heels out. Sneakers and slippers in.\nIt has not gone unnoticed — certainly not in the pages of Footwear News — that the Biden administration has ushered in a new era of women’s footwear. The Trump ladies, according to journalist Nina Burleigh, favored “the vertiginous spike-heel shoe. . . . [F]or Ivana, Ivanka, Melania, and the Trump daughters-in-law, Carrie Bradshaw’s shoe of choice never went out of style.”\nBy contrast, BidenWorld is relaxing and putting its f",
            "I’m a Charles man, always have been.\nNow more than ever, as the man no one would call Bonnie Prince Charlie has become King Charles III of England — and, oddly, of Canada, New Zealand, and assorted other entities.\nCharles’s ascension to the throne is untimely. At 73, he inhabits the late autumn of his life; his proverbial best years lie behind him. But nothing ever happens quite when we would like it to, and I predict that Charles will make the most of his years as king.\nWhy the optimism? Becaus",
            "Twitter, the bite-sized social media “news”-cum-gossip-cum-matters of utter indifference site is blowing up. New owner Elon Musk — yes, him again — has problematical notions about free speech, plus he is making noises about charging user fees, which would send congenital cheapskates like me hurtling toward the exits.\nA mini-parade of B+ list celebrities, such as Whoopi Goldberg, Toni Braxton, and Mick Foley (sorry, who?) say they have quit the site. Others may follow.\nI hated Twitter from the ge",
            "The most depressing months of the calendar loom ahead. The torturous grasp of the “holidays” — the ghastly muzak, the techno-presents that no one really wants, the constant strain of jollifying family members you’ve avoided for a whole year — is upon us.\nThen there is the darkness. It’s 4:30 p.m., and it feels like bedtime. Yes, the days will start lengthening around Christmas Day — by 14 lousy seconds! The first 5 p.m. sunset won’t occur until Feb. 3, perilously close to Jan. 17, “Blue Monday,”",
            "The New York Times has crowned actress Daisy Edgar-Jones the new “Hollywood ‘It Girl.’” She starred in the TV series “Normal People” and “Under the Banner of Heaven,” and now plays the lead in the movie “Where the Crawdads Sing.”\nI remember when Springfield’s Own Chloe Sevigny was the Hollywood “It Girl.” Novelist Jay McInerney, arguably 1994′s “it” writer, awarded her the coveted title in a memorable New Yorker profile, “Chloe’s Scene.” Sevigny was 19 at the time. (Edgar-Jones is 24.) “She just"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q76211509",
                "wikidata_title": "James Landale",
                "wikipedia_title": "",
                "description": "(born 1836)",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q75259452",
                "wikidata_title": "James Landale",
                "wikipedia_title": "",
                "description": "(1882-1915)",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q6137748",
                "wikidata_title": "James Landale",
                "wikipedia_title": "James Landale",
                "description": "British journalist",
                "intro": "James Landale is a British journalist who is the diplomatic correspondent of the BBC.",
                "x_handle": "BBCJLandale",
                "page_url": "https://en.wikipedia.org/wiki/James_Landale"
            },
            {
                "qid": "Q75628876",
                "wikidata_title": "James Landale Melville",
                "wikipedia_title": "",
                "description": "(born 1963)",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            }
        ],
        "author_str": "james landale",
        "article_urls": [
            "https://www.thetimes.co.uk/article/cooks-hotline-for-britons-in-trouble-lmvpfwhsfcm"
        ],
        "article_texts": [
            "Newlyweds start married life in separate boats\nTODAY is the first day of the race of my life. As you read this over breakfast, I shall be sailing towards the French coast in a 60ft yacht for Portgual, the first stop in The Times Clipper 2000 round-the-world yacht race.\nLast night, however, there was huge frustration for the crews as most of the fleet was forced to anchor off West Cowes after the wind dropped off entirely. Unable to make the right marker bouy, they dropped their hooks to avoid be",
            "Cooks hotline for Britons in trouble\nA 24-HOUR international hotline is to be set up to give British travellers in trouble instant help and advice from consular staff.\nRobin Cook, the Foreign Secretary, promised a new “contract” of support for the 40 million Britons who travel abroad every year.\nHe told Labour’s party conference: “Using the latest in communications technology, it will guarantee 24-hour, seven-day access to help wherever you are in the world.” Anyone who has been robbed, falls il"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q16185339",
                "wikidata_title": "Nikki Finke",
                "wikipedia_title": "Nikki Finke",
                "description": "American journalist",
                "intro": "Nikki Jean Finke (December 16, 1953 – October 9, 2022) was an American blogger, journalist, publisher and writer. She also was the founder, editor-in-chief and president of Deadline Hollywood, a website with original content consisting of reporting and commentary on the business of the entertainment industry by her and other show business journalists. She founded and was the chief executive officer of Hollywood Dementia LLC and its website, HollywoodDementia.com, for showbiz short fiction.\n\n",
                "x_handle": "nikkifinke",
                "page_url": "https://en.wikipedia.org/wiki/Nikki_Finke"
            },
            {
                "qid": "Q123487417",
                "wikidata_title": "Nikki Finke, Caustic Hollywood Chronicler, Is Dead at 68",
                "wikipedia_title": "",
                "description": "The New York Times article (October 10, 2022)",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            }
        ],
        "author_str": "nikki finke",
        "article_urls": [
            "https://www.latimes.com/archives/la-xpm-1987-11-05-vw-18787-story.html",
            "https://www.latimes.com/archives/la-xpm-1987-11-12-vw-20528-story.html"
        ],
        "article_texts": [
            "Designing Woman\nAli MacGraw hasn’t been on screen since the ’84-85 season of “Dynasty,” but she’s not scratching around for jobs. She’s been hard at work as the interior designer of Malibu Adobe, the star-financed boite due for its invitation-only kickoff bash Saturday (see Restaurant Notebook, Page 108). Is her thespian career kaput?\n“I’m still an actress,” she told us. “But there’s a very strange misconception here that if you’re not in front of the camera, your life is over. I’ve always thoug",
            "Producer’s Gossipy Film-Industry Guide to Fine Dining Is Elitist Hit\nIn certain Los Angeles circles, “making it” means a membership at Helena’s, an invitation to Mary and Irving (Swifty) Lazar’s Oscar Night party at Spago and a regular table for the Polo Lounge’s weekday power breakfasts.\nNow, add another status symbol: a free subscription to film producer Jay Weston’s homely but highly sought-after Restaurant Newsletter.\nWhat started out four years ago as a one-page review of a Chinese restaura",
            "All Sides Get Worked Up Over Study of Aerobics Videos\nAnd you thought aerobics videos were good for you?\nNot necessarily, says USC researcher Margaret Morse, who over a period of two years watched hundreds of hours of aerobics videos by such exercise gurus as Jane Fonda, Raquel Welch, Kathy Smith, Debbie Reynolds and Richard Simmons.\nShe discovered, she says in a newly published study, that nearly all the tapes encourage “passive femininity”; many show women as sexual objects, and some even have"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q540544",
                "wikidata_title": "Bob Barr",
                "wikipedia_title": "Bob Barr",
                "description": "American attorney and politician (born 1948)",
                "intro": "",
                "x_handle": "bobbarr",
                "page_url": "https://en.wikipedia.org/wiki/Bob_Barr"
            },
            {
                "qid": "Q4931742",
                "wikidata_title": "Bob Barr",
                "wikipedia_title": "Bob Barr (1880s pitcher)",
                "description": "American baseball player (1856-1930)",
                "intro": "",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/Bob_Barr_(1880s_pitcher)"
            },
            {
                "qid": "Q4931743",
                "wikidata_title": "Bob Barr",
                "wikipedia_title": "Bob Barr (footballer, born 1865)",
                "description": "Scottish footballer (1865-1935)",
                "intro": "",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/Bob_Barr_(footballer,_born_1865)"
            },
            {
                "qid": "Q4931741",
                "wikidata_title": "Bob Barr",
                "wikipedia_title": "Bob Barr (1930s pitcher)",
                "description": "American baseball player (1908-2002)",
                "intro": "",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/Bob_Barr_(1930s_pitcher)"
            },
            {
                "qid": "Q19871143",
                "wikidata_title": "Bob Barr",
                "wikipedia_title": "Bob Barr (Australian footballer)",
                "description": "Australian rules footballer",
                "intro": "",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/Bob_Barr_(Australian_footballer)"
            },
            {
                "qid": "Q4931748",
                "wikidata_title": "Bob Barrett",
                "wikipedia_title": "Bob Barrett (politician)",
                "description": "American politician",
                "intro": "",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/Bob_Barrett_(politician)"
            },
            {
                "qid": "Q4931747",
                "wikidata_title": "Bob Barrett",
                "wikipedia_title": "Bob Barrett (baseball)",
                "description": "American baseball player",
                "intro": "",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/Bob_Barrett_(baseball)"
            },
            {
                "qid": "Q4931746",
                "wikidata_title": "Bob Barrett",
                "wikipedia_title": "Bob Barrett (actor)",
                "description": "English stage and television actor",
                "intro": "",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/Bob_Barrett_(actor)"
            },
            {
                "qid": "Q4931745",
                "wikidata_title": "Bob Barrett",
                "wikipedia_title": "Bob Barrett (American football)",
                "description": "American football player",
                "intro": "",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/Bob_Barrett_(American_football)"
            },
            {
                "qid": "Q4931749",
                "wikidata_title": "Bob Barry, Jr.",
                "wikipedia_title": "Bob Barry Jr.",
                "description": "American sportscaster",
                "intro": "Robert Bonnin Barry (December 21, 1956 – June 20, 2015), sometimes known by the abbreviated nickname \"BBJ\", was an American sportscaster.\nBarry spent most of his broadcasting career at NBC affiliate KFOR-TV (channel 4) in Oklahoma City, Oklahoma, and served as the station's sports director for 17 years. At the time of his death, he was main sports anchor for the station's weeknight 5:00, 6:00 and 10:00 p.m. newscasts and hosted the 15-minute weekly sports highlight show that airs within the 10:00 p.m. newscast, Friday Sports Overtime. In addition to his duties at KFOR-TV, he also served as host of Sports Morning on sports radio station WWLS (640 AM, now ESPN Radio affiliate KWPN; and 104.9 FM, now at 98.1) since 1993, co-hosting the drive time talk show with former Oklahoma State University football coach Pat Jones.",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/Bob_Barry_Jr."
            }
        ],
        "author_str": "bob barr",
        "article_urls": [
            "http://www.washingtontimes.com/news/2010/oct/5/anti-bpa-science-less-than-meets-the-eye/"
        ],
        "article_texts": [
            "OPINION:\nQuestionable science that came to light last year and earlier this year has cast a continuing cloud over the global-warming debate - a fact with which advocates of global-warming legislation must still contend. Now a similar debate over the science that advocates of anti-BPA legislation have employed is eroding the credibility of that movement.\nThe public discourse over the plastics additive Bisphenol-A (BPA), often used as a coating inside food containers, is tinged with a fervor seldo"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q318506",
                "wikidata_title": "Deepak Chopra",
                "wikipedia_title": "Deepak Chopra",
                "description": "Indian-born American author and alternative-medicine advocate, physician and public speaker",
                "intro": "",
                "x_handle": "DeepakChopra",
                "page_url": "https://en.wikipedia.org/wiki/Deepak_Chopra"
            },
            {
                "qid": "Q80189305",
                "wikidata_title": "Deepak Chopra",
                "wikipedia_title": "",
                "description": "researcher (ORCID 0000-0002-0018-6007)",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q91122244",
                "wikidata_title": "Deepak Chopra",
                "wikipedia_title": "",
                "description": "researcher (ORCID 0000-0002-8493-8930)",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q98648389",
                "wikidata_title": "Deepak Chopra",
                "wikipedia_title": "",
                "description": "researcher ORCID 0000-0001-5817-3551",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q5250497",
                "wikidata_title": "Deepak Chopra",
                "wikipedia_title": "Deepak Chopra (Canada Post)",
                "description": "Canadian businessman",
                "intro": "Deepak Chopra is a Canadian businessman who was, from January 18, 2011, until March 31, 2018, the president and chief executive officer of Canada Post Corporation. Chopra is a certified general accountant and a member of the Certified General Accountants of Ontario. In 2009, he was named a Fellow of the Certified General Accountants of Canada. He served from January 2011 to March 2018. Previously he was the President and chief executive officer of Pitney Bowes Canada and Latin America.Chopra was appointed to these roles by  the Conservative government of Stephen Harper on January 18, 2011, for a five-year term from February 1, 2011, to January 31, 2016. Chopra took over the post from Stewart Bacon, who returned from retirement as interim president and CEO in July 2010 when then-CEO Moya Greene left to take over Britain's national carrier, Royal Mail. This appointment was renewed by Harper's government in July 2015, just before the scheduled federal election in October 2015, for a five-year term starting February 2016 at an approximate salary of $500,000.In 2013, Canada Post, led by Chopra, introduced the extremely unpopular plan of eliminating door-to-door delivery of mail and converting to \"community mail boxes.\" This plan was opposed by all federal parties except the Conservatives during the Canadian Federal Election of 2015. The plan was stopped by the Liberal Party after they won the election.\nFollowing the 2015 federal election, Chopra was asked to resign and re-apply for his position by the newly elected government of Justin Trudeau. Chopra refused in a letter written by Sian Matthews, chair of the board of directors for Canada Post. In the summer of 2017, he announced that he would be stepping down on March 31, 2018, three years before his term was originally due to expire. He was succeeded, on an interim basis, by Jessica McDonald, former CEO of BC Hydro, effective April 2, 2018.",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/Deepak_Chopra_(Canada_Post)"
            },
            {
                "qid": "Q5250496",
                "wikidata_title": "Deepak Chopra's Buddha",
                "wikipedia_title": "Deepak Chopra's Buddha",
                "description": "",
                "intro": "",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/Deepak_Chopra%27s_Buddha"
            }
        ],
        "author_str": "deepak chopra",
        "article_urls": [
            "https://newrepublic.com/article/115600/deepak-chopra-responds-pseudoscience-allegations",
            "https://www.huffpost.com/entry/3-mantras-that-can-help-you-get-through-any-crisis_n_5a0c746be4b0b17ffce1dcde",
            "https://www.huffpost.com/entry/3-mantras-that-can-help-you-get-through-any-crisis_n_6110bc74e4b0ed63e656498b",
            "http://content.time.com/time/specials/packages/article/0,28804,1984685_1984949_1985228,00.html",
            "https://www.huffpost.com/entry/thinking-outside-the-skul_b_3743986"
        ],
        "article_texts": [
            "But don’t take my word for it—read a sample of Chopra’s “scientific” pronouncements:\nConsciousness may exist in photons, which seem to be the carrier of all information in the universe.\nYou know, the idea here is that if we quieten the turbulence in our collective mind and heal the rift in our collective soul, could that have an effect on nature's mind, if nature has a mind? The gaia hypothesis says nature does have a mind, that the globe is conscious. So a critical mass of people praying or a c",
            "In the face of a crisis—whether the loss of a job, the end of a relationship, a betrayal or a financial setback—the human mind has a tendency to react in conditioned, limited ways that usually only intensify our pain. We may ruminate on the past, getting stuck in feelings of resentment, regret or self-pity. Or we may project into the future, getting caught up in fears and worst-case scenarios. Instead of becoming trapped in the mind’s repetitive and ultimately self-defeating thought loops, you c",
            "In our annual TIME 100 issue we name the people who most affect our world\nSachin Tendulkar\nIn the history of cricket, only one man has scored a double century — 200 runs — in a One Day International match, and his name is Sachin Tendulkar. To millions of Indians and countless fans around the world, this act, which caps a career of record-breaking feats, arouses a sense of awe.\nCricket casts the tiniest shadow on the American sports scene, but globally it stokes the fire in people's souls. Inheri",
            "By Deepak Chopra, M.D., FACP, Menas C. Kafatos, Ph.D., Fletcher Jones Endowed Professor in Computational Physics, Chapman University, P. Murali Doraiswamy, MBBS, FRCP, Professor of Psychiatry, Duke University Medical Center, Durham, North Carolina, Rudolph E. Tanzi, Ph.D., Joseph P. and Rose F. Kennedy Professor of Neurology at Harvard University, and Director of the Genetics and Aging Research Unit at Massachusetts General Hospital (MGH),Neil Theise, MD, Professor, Pathology and Medicine, (Divi",
            "By Deepak Chopra, M.D., FACP, Menas C. Kafatos, Ph.D., Fletcher Jones Endowed Professor in Computational Physics, Chapman University, P. Murali Doraiswamy, MBBS, FRCP, Professor of Psychiatry, Duke University Medical Center, Durham, North Carolina, Rudolph E. Tanzi, Ph.D., Joseph P. and Rose F. Kennedy Professor of Neurology at Harvard University, and Director of the Genetics and Aging Research Unit at Massachusetts General Hospital (MGH),Neil Theise, M.D., Professor, Pathology and Medicine, (Di"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q7685103",
                "wikidata_title": "Tara McKelvey",
                "wikipedia_title": "Tara McKelvey",
                "description": "American journalist",
                "intro": "Tara Shannon McKelvey is an American journalist who is a White House reporter for the BBC and a former correspondent for Newsweek/The Daily Beast. She has reported on topics which include national-security issues from the Middle East, South Asia and Russia.",
                "x_handle": "Tara_Mckelvey",
                "page_url": "https://en.wikipedia.org/wiki/Tara_McKelvey"
            }
        ],
        "author_str": "tara mckelvey",
        "article_urls": [
            "https://www.thedailybeast.com/james-clappers-troubled-tenure-as-director-of-national-intelligence",
            "https://www.thedailybeast.com/richard-holbrookes-successor-frank-ruggiero-is-doomed",
            "https://www.thedailybeast.com/hillary-clintons-power-grab-for-usaid",
            "http://www.thedailybeast.com/articles/2011/06/23/state-department-s-diplomatic-surge-in-afghanistan-why-it-isn-t-working.html",
            "https://www.thedailybeast.com/anne-patterson-new-ambassador-heads-for-egypt"
        ],
        "article_texts": [
            "James Clapper’s cringe-inducing encounter with Diane Sawyer was not his finest hour. Here he was, being asked about the arrests of 12 terror suspects that day in London, and the director of national intelligence had to glance at his administration colleagues with an awkward smile that said, Help Me Out Here, Guys.\nWatching a counterterrorism czar look clueless on national television is, well, unsettling—especially since the gaffe occurred shortly before the anniversary of the arrest of the Under",
            "Frank Ruggiero was having a drink with a State Department official at The Duck and Cover, a bar tucked inside a trailer that was surrounded by sandbags, at the U.S. Embassy in Kabul. It was the fall of 2009 and the staffer, Matthew Hoh, who reported to Ruggiero, had decided to resign in protest of the war.\nState Department officials were upset with Hoh’s decision to take a public stance and, as Ruggiero told him at the bar, Richard Holbrooke, the special representative to Afghanistan and Pakista",
            "The Foggy Bottom Smackdown, as it is known in Washington, quietly unfolded in recent weeks. Round One went to Secretary of State Hillary Clinton for taking away power that administrators of a rival agency, the U.S. Agency for International Development, had managed to hold onto during the Bush administration. Even worse, Rajiv Shah, the new head of USAID, is a Hillary “minion,” as one insider puts it, who has hardly put up a fight.\nOne year after the Haiti earthquake, Clinton and Shah are shining",
            "President Obama may have ordered the withdrawal of the 30,000 soldiers he sent to Afghanistan under a military surge, but there is a very different kind of surge under way.\nSecretary of State Hillary Clinton told the Senate Foreign Relations Committee on Thursday that civilians are going to the war-torn nation as part of a “diplomatic surge” that is “supporting Afghan-led efforts to reach a political solution that will chart a more secure future.”\nThat, at least, is the idea. So far, the evidenc",
            "Wearing pale lipstick and a beige manicure, with a floral-print scarf tied loosely around her neck, the five-foot-one-and-a-half Anne Patterson hardly looks imposing. Yet as ambassador to Pakistan, she faced down generals in a country that has, as she has described it, “a raging domestic insurgency.” Adm. Mike Mullen, chairman of the Joint Chiefs of Staff, said on Thursday he believes Pakistani officials had “sanctioned” the killing of a journalist who’d written about the military, and Patterson"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q5605224",
                "wikidata_title": "Greg Abbott",
                "wikipedia_title": "Greg Abbott",
                "description": "governor of Texas since 2015",
                "intro": "",
                "x_handle": "GregAbbott_TX",
                "page_url": "https://en.wikipedia.org/wiki/Greg_Abbott"
            },
            {
                "qid": "Q5605225",
                "wikidata_title": "Greg Abbott",
                "wikipedia_title": "Greg Abbott (footballer)",
                "description": "English footballer and manager (born 1963)",
                "intro": "Gregory Stephen Abbott (born 14 December 1963) is an English football coach and former player who is the head of recruitment of Carlisle United.\nHe played as a right back or midfielder. Abbott was the manager of Carlisle United from December 2008 until September 2013.\nBorn in Coventry, Abbott started his career with his hometown team Coventry City. He was released without playing a game but recommended to Bradford City, where he won the Division Three title in the 1984–85 season and went on to play more than 300 games. He had spells with Halifax Town and non-league Guiseley before he returned to The Football League with former manager Terry Dolan at Hull City. He spent four seasons with Hull playing another 100 games to take his career total to in excess of 500 first team matches.\nAfter retiring, he went into coaching. He spent a decade at Leeds United coaching a number of junior and reserve sides, before he was appointed assistant manager of Carlisle United in 2006. He spent a brief spell as caretaker manager in 2007. He was given the job full-time in December 2008, after the dismissal of John Ward.",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/Greg_Abbott_(footballer)"
            },
            {
                "qid": "Q5605226",
                "wikidata_title": "Greg Abbott",
                "wikipedia_title": "Greg Abbott (disambiguation)",
                "description": "Wikimedia disambiguation page",
                "intro": "",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/Greg_Abbott_(disambiguation)"
            },
            {
                "qid": "Q124740284",
                "wikidata_title": "Greg Abbott",
                "wikipedia_title": "",
                "description": "",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            }
        ],
        "author_str": "greg abbott",
        "article_urls": [
            "https://www.washingtontimes.com/news/2022/sep/20/affirming-the-rule-of-law-in-a-nation-of-hopes-and/",
            "https://www.washingtontimes.com/news/2022/apr/27/texas-leading-the-charge-in-all-of-the-above-energ/",
            "http://www.washingtontimes.com/news/2022/sep/20/affirming-the-rule-of-law-in-a-nation-of-hopes-and/",
            "http://www.washingtontimes.com/news/2022/apr/27/texas-leading-the-charge-in-all-of-the-above-energ/",
            "https://www.washingtontimes.com/news/2022/apr/27/texas-leading-the-charge-in-all-of-the-above-energ/#content"
        ],
        "article_texts": [
            "Our hearts are heavy.\nLast night in Dallas, five law enforcement officers were killed; seven officers and two civilians were wounded.\nThe coordinated ambush and deliberate, brutal executions were acts of cowardice – hiding behind innocents to target and savagely slaughter peace officers dedicated to preserving life and our freedoms.\nThe full force of the law must ensure all responsible are brought to justice and our communities are kept secure.\nJustice will be served, but justice is small solace",
            "OPINION:\nAs the land of unparalleled freedom and opportunity, America represents the hopes and dreams for people the world over. It is imperative, however, that our nation’s leaders clearly and unequivocally assert that America is a nation of laws. We simply cannot allow, or encourage, the mass illegal immigration and chaos our country is currently experiencing along the southern border.\nPresident Biden‘s dangerous refusal to address the crisis on America’s southern border has opened the floodga",
            "OPINION:\nTexas is the energy capital of the world, and we’re proud of that. Ever since Spindletop blew just outside Beaumont in 1901, Texas has been the centerpiece of the U.S. energy sector. Whether it’s oil, natural gas, chemical products, or the pipelines that carry them, we have been supplying the world with the energy they need to fuel their cars, power their homes, and produce the products we all rely upon each and every day.\nMore than one million Texans work in the energy sector in everyt"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q29643213",
                "wikidata_title": "Neil McIntosh",
                "wikipedia_title": "Neil McIntosh (paediatrician)",
                "description": "neonatologist",
                "intro": "",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/Neil_McIntosh_(paediatrician)"
            },
            {
                "qid": "Q18641511",
                "wikidata_title": "Neil McIntosh",
                "wikipedia_title": "Neil McIntosh (footballer)",
                "description": "Australian rules footballer (1920-1995)",
                "intro": "",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/Neil_McIntosh_(footballer)"
            },
            {
                "qid": "Q15488176",
                "wikidata_title": "Neil McIntosh",
                "wikipedia_title": "Neil McIntosh (journalist)",
                "description": "British journalist",
                "intro": "",
                "x_handle": "nmcintosh",
                "page_url": "https://en.wikipedia.org/wiki/Neil_McIntosh_(journalist)"
            },
            {
                "qid": "Q47471814",
                "wikidata_title": "Neil McIntosh",
                "wikipedia_title": "Neil McIntosh (public administrator)",
                "description": "Scottish public administrator",
                "intro": "Sir Neil William David Mcintosh  FCIPD (born 30 January 1940) is a Scottish public administrator.",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/Neil_McIntosh_(public_administrator)"
            },
            {
                "qid": "Q112399394",
                "wikidata_title": "Neil McIntosh",
                "wikipedia_title": "",
                "description": "",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q47016532",
                "wikidata_title": "Neil McIntosh",
                "wikipedia_title": "Neil McIntosh",
                "description": "Wikimedia disambiguation page",
                "intro": "",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/Neil_McIntosh"
            }
        ],
        "author_str": "neil mcintosh",
        "article_urls": [
            "https://www.theguardian.com/uk/2001/nov/15/neilmcintosh"
        ],
        "article_texts": [
            "It's the internet fad of the week: links to a photograph of a vandalised Microsoft poster in the East End of London have been circulating the net like wildfire today.\nThe image shows a poster, hung high above a busy junction near Liverpool Street station, the wording of which has been carefully altered. The message \"Suddenly everything clicks\" has been changed to read: \"Suddenly everything sucks\".\nOur deepthroat - signing himself only as Dr D Adbust of Bishopsgate NCP - gave only a simple messag"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q16730765",
                "wikidata_title": "Kevin Maher",
                "wikipedia_title": "Kevin Maher (writer)",
                "description": "Irish writer",
                "intro": "Kevin Maher (born 1972) is an Irish writer. He is currently employed as a film critic at The Times. His work has appeared in The Guardian, The Independent, and The Observer. His debut novel, The Fields, was published by Reagan Arthur Books in 2013.  It was listed in the 2013 Waterstones 11, a literary book prize aimed at promoting debut authors.",
                "x_handle": "KevinTMaher",
                "page_url": "https://en.wikipedia.org/wiki/Kevin_Maher_(writer)"
            },
            {
                "qid": "Q76205976",
                "wikidata_title": "Kevin Thomas Maher",
                "wikipedia_title": "",
                "description": "Peerage person ID=603248",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q6396837",
                "wikidata_title": "Kevin Maher",
                "wikipedia_title": "Kevin Maher",
                "description": "Footballer (born 1976)",
                "intro": "",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/Kevin_Maher"
            },
            {
                "qid": "Q6396604",
                "wikidata_title": "Kevin James Maher",
                "wikipedia_title": "Kevin James Maher",
                "description": "Canadian musician, producer, film composer and remix artist",
                "intro": "",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/Kevin_James_Maher"
            },
            {
                "qid": "Q11301336",
                "wikidata_title": "Kevin Maher",
                "wikipedia_title": "",
                "description": "American lawyer, former diplomat",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q16230088",
                "wikidata_title": "Kevin Maher",
                "wikipedia_title": "Kevin Maher (disambiguation)",
                "description": "Wikimedia disambiguation page",
                "intro": "",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/Kevin_Maher_(disambiguation)"
            },
            {
                "qid": "Q6396838",
                "wikidata_title": "Kevin Maher",
                "wikipedia_title": "Kevin Maher (American soccer)",
                "description": "American soccer player",
                "intro": "",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/Kevin_Maher_(American_soccer)"
            }
        ],
        "author_str": "kevin maher",
        "article_urls": [
            "https://www.thetimes.co.uk/article/sr-review-fascinating-peer-into-a-hollywood-family-psyche-nzpb3tdjg",
            "https://www.thetimes.co.uk/article/tori-and-lokita-review-masterclass-in-social-commentary-h7w02gnnp",
            "https://www.thetimes.co.uk/article/fanny-and-alexander-1982-review-bergman-s-autobiographical-masterpiece-b29rffnjw",
            "https://www.thetimes.co.uk/article/three-minutes-a-lengthening-review-casually-snapped-holiday-footage-that-s-full-of-historical-trauma-p735x2lk0",
            "https://www.thetimes.co.uk/article/violent-night-review-david-harbour-gives-heart-to-this-splatterfest-gx663tdr3"
        ],
        "article_texts": [
            "Andrew Garfield is in the rapids, and he doesn't want to be in the rapids. I know this because he's just said it. \"I'm in the rapids,\" he says, leaning nervously over a camomile tea in the basement restaurant of Frank Lloyd Wright's twirly-whirly Guggenheim Museum on New York's Upper East Side, \"And I don't want to be in the rapids!\"\nBy \"the rapids\", Garfield is referring to fame. For the 28-year-old Anglo-American (his father is American, his mother's from Essex) who was once known for deliveri",
            "Sr review — fascinating peer into a Hollywood family psyche\nFascinating in ambition, if not execution, this eccentric portrait of the countercultural film-maker Robert Downey Sr, produced by his A-lister son Robert Downey Jr, is a noble and consistently entertaining failure.\nThe father, 83 years old as filming begins in 2019, is unashamedly inscrutable and slowly succumbing to Parkinson’s disease. The son, thus, with the aid of director Chris Smith (The Yes Men), decides to make an alternative b",
            "Tori and Lokita review — masterclass in social commentary\nArthouse heavy-hitters the Dardenne brothers (Rosetta) are back with another masterclass in socially conscious storytelling.\nThe Belgian directors, Jean-Pierre (71) and Luc (68), understand the mechanics of narrative at a level that is unsurpassed in contemporary cinema.\nThis new film begins as an exposé of inhuman EU bureaucracy, as two refugees from Benin and Cameroon — 16-year-old Lokita (Mbundu Joely) and 12-year-old Tori (Pablo Schil",
            "Fanny and Alexander (1982) review — Bergman’s autobiographical masterpiece\nThe last great Ingmar Bergman masterwork, made when the 64-year-old film-maker was recovering from a tax evasion case, is also his most harshly autobiographical. Mined from the difficult specifics of Bergman’s childhood in early 20th-century Uppsala, the ecclesiastical centre of Sweden, the drama is built around a long-running battle of wills between young and imaginative Alexander Ekdahl (Bertil Guve) and his joyless and",
            "Three Minutes: A Lengthening review — casual holiday footage that’s full of historical trauma\nThe French cultural critic Roland Barthes once said that the photographic moment was a “traumatic one in which the subject experiences the passing from living being to dead image”. That theory is evident in a gripping documentary about casually snapped holiday footage that’s full of historical trauma.\nThe subject is three minutes of colour 16mm film, capturing the carefree Jewish community in the small "
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q75903459",
                "wikidata_title": "John Llewellyn Mulholland",
                "wikipedia_title": "",
                "description": "(1908-1989)",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q16732985",
                "wikidata_title": "John Mulholland",
                "wikipedia_title": "John Mulholland (journalist)",
                "description": "Irish journalist (born 1962)",
                "intro": "",
                "x_handle": "jnmulholland",
                "page_url": "https://en.wikipedia.org/wiki/John_Mulholland_(journalist)"
            },
            {
                "qid": "Q1701168",
                "wikidata_title": "John Mulholland",
                "wikipedia_title": "John Mulholland (magician)",
                "description": "American stage magician",
                "intro": "",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/John_Mulholland_(magician)"
            },
            {
                "qid": "Q28823439",
                "wikidata_title": "John Mulholland",
                "wikipedia_title": "John Mulholland (footballer, born 1928)",
                "description": "association football player (1928-2015)",
                "intro": "",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/John_Mulholland_(footballer,_born_1928)"
            },
            {
                "qid": "Q20657398",
                "wikidata_title": "John Mulholland",
                "wikipedia_title": "John Mulholland (director)",
                "description": "American documentary filmmaker",
                "intro": "",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/John_Mulholland_(director)"
            },
            {
                "qid": "Q6249744",
                "wikidata_title": "John Mulholland",
                "wikipedia_title": "John Mulholland (footballer, born 1932)",
                "description": "Footballer (1932-2000)",
                "intro": "",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/John_Mulholland_(footballer,_born_1932)"
            },
            {
                "qid": "Q6249738",
                "wikidata_title": "John Mulholland",
                "wikipedia_title": "John Mulholland",
                "description": "Wikimedia disambiguation page",
                "intro": "",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/John_Mulholland"
            },
            {
                "qid": "Q6249746",
                "wikidata_title": "John Mulholland",
                "wikipedia_title": "John Mulholland (politician)",
                "description": "Irish mayor",
                "intro": "John Mulholland (1946 – 12 October 2022) was an Irish politician who was the Mayor of Galway from 1986 to 1987 and again from 1996 to 1997.",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/John_Mulholland_(politician)"
            },
            {
                "qid": "Q6249742",
                "wikidata_title": "John Mulholland",
                "wikipedia_title": "John Mulholland (Irish republican)",
                "description": "Irish republican",
                "intro": "",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/John_Mulholland_(Irish_republican)"
            },
            {
                "qid": "Q6249740",
                "wikidata_title": "John Mulholland, 1st Baron Dunleath",
                "wikipedia_title": "John Mulholland, 1st Baron Dunleath",
                "description": "British Baron (1819-1895)",
                "intro": "",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/John_Mulholland,_1st_Baron_Dunleath"
            }
        ],
        "author_str": "john mulholland",
        "article_urls": [
            "https://www.theguardian.com/us-news/2020/jun/23/us-clean-water-crisis-2020-guardian-us-editor"
        ],
        "article_texts": [
            "Almost exactly 10 years ago, on 28 July 2010, the United Nations declared water a human right under international law. And not just any water, but clean water – and sufficient water for “drinking, personal sanitation, washing of clothes, food preparation, personal and household hygiene”.\nImagine a country where, 10 years years on, over two million people are denied access to running water and basic indoor plumbing.\nWhere another 30 million live in areas where they lack access to safe drinking wa"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q20128093",
                "wikidata_title": "Harry Leslie Smith",
                "wikipedia_title": "Harry Leslie Smith",
                "description": "British writer and political commentator (1923-2018)",
                "intro": "Harry Leslie Smith (25 February 1923 – 28 November 2018) was an English writer and political commentator. He grew up in poverty in Yorkshire, served in the Royal Air Force in the Second World War, and emigrated to Canada in 1953. After retiring, Smith wrote his memoirs and about the social history of 20th-century Britain. Smith wrote five books, about life in the Great Depression, the Second World War, and post-war austerity, and columns for The Guardian, New Statesman, The Daily Mirror, International Business Times, and the Morning Star. He appeared in public at the 2014 Labour Party conference in Manchester, and during the 2015 general election and the 2016 EU membership referendum. In Canada he made a 2015 \"Stand Up for Progress\" national tour.",
                "x_handle": "Harryslaststand",
                "page_url": "https://en.wikipedia.org/wiki/Harry_Leslie_Smith"
            },
            {
                "qid": "Q81594092",
                "wikidata_title": "Harry Leslie Smith, ‘World’s Oldest Rebel,’ Is Dead at 95",
                "wikipedia_title": "",
                "description": "obituary in the New York Times",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            }
        ],
        "author_str": "harry leslie smith",
        "article_urls": [
            "https://www.theguardian.com/cities/2016/apr/26/london-old-people-no-past-future-elderly",
            "https://www.theguardian.com/cities/series/ageing-cities/2016/apr/26/all"
        ],
        "article_texts": [
            "When I was younger, a visit to London always charged my soul with a sense that anything was possible and that all could be overcome through pluck, determination and defiance in the face of insurmountable odds. I guess I felt that way because I was first introduced to London during the second world war.\nBack then the city behaved like the capital of a great nation should during a time of conflict: with dignity and perseverance. London stood as a beacon of hope to all of its inhabitants and citize",
            "#sp_message_iframe_690155 { display:block; width: 100%; height: 100%; border: 0 none; } #sp_message_container_690155 { overflow:auto;-webkit-overflow-scrolling:touch; display: none; position: fixed; z-index: 2147483647; left: 0; right: 0; bottom: 0; top: 0; height: 100%; width: 100%; max-width: 100%; max-height: 100vh;}.sp-message-open { height: 100vh !important; width: 100vw !important } .sp-message-open body { overflow: hidden !important; position: fixed !important; margin-top: 0px !important;"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q81215461",
                "wikidata_title": "Ketan Joshi",
                "wikipedia_title": "",
                "description": "Science writer from Australia",
                "intro": "",
                "x_handle": "ketanj0",
                "page_url": ""
            }
        ],
        "author_str": "ketan joshi",
        "article_urls": [
            "https://foreignpolicy.com/2020/10/15/clean-energy-dirty-roots-electric-vehicles-climate-change-mineral-supply-chain/"
        ],
        "article_texts": [
            "Clean Energy Can’t Have Dirty Roots\nSecuring human rights in the supply chain of critical minerals is vital for a green future.\nOn the face of it, the recent news that California will ban the sale of petrol cars in 2035 and favor electric vehicles is a positive development toward a greener, safer, and more sustainable world. And yet this announcement brings as many questions as answers, not least whether electric vehicles really are the best and easiest solution to the climate crisis.\nThe realit"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q108391378",
                "wikidata_title": "Katharine Q. Seelye",
                "wikipedia_title": "",
                "description": "American journalist",
                "intro": "",
                "x_handle": "kseelye",
                "page_url": ""
            }
        ],
        "author_str": "katharine q seelye",
        "article_urls": [
            "https://nationalpost.com/news/world/winner-of-560m-lottery-sues-to-stay-anonymous-says-scammers-are-plaguing-her"
        ],
        "article_texts": [
            "Winner of $560M New Hampshire Powerball says she's being plagued by scammers\nOne chancer in Costa Rica offered to claim Jane Doe's ticket for $1 million, travel expenses and 'warm clothes to wear in New Hampshire'\nArticle content\nNASHUA, N.H. — The winner of a $560 million Powerball jackpot has yet to claim her prize, but her lawyers say she is already being preyed upon and is highly stressed.\nAdvertisement 2\nArticle content\nWhen the winner, known in court papers only as Jane Doe, said last mont"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q27947574",
                "wikidata_title": "Ben Mathis-Lilley",
                "wikipedia_title": "Ben Mathis-Lilley",
                "description": "American journalist",
                "intro": "Ben Mathis-Lilley is an American journalist and the chief news blogger of Slate's news section, The Slatest. He was formerly a contributor to Slate.",
                "x_handle": "BenMathisLilley",
                "page_url": "https://en.wikipedia.org/wiki/Ben_Mathis-Lilley"
            }
        ],
        "author_str": "ben mathis-lilley",
        "article_urls": [
            "https://slate.com/news-and-politics/2022/07/liz-showtime-cheney-is-dropping-beguiling-hints-about-another-potential-jan-6-bombshell.html",
            "https://slate.com/news-and-politics/2022/10/democrats-bad-midterm-polls-bad-vibes.html",
            "https://slate.com/news-and-politics/2022/05/sam-bankman-fried-cryptocurrency-carrick-flynn-loss.html",
            "https://slate.com/news-and-politics/2022/07/alex-murdaugh-indicted-south-carolina-murder.html",
            "https://slate.com/news-and-politics/2022/09/las-vegas-reporter-murdered-robert-telles-jeff-german-articles.html"
        ],
        "article_texts": [
            "In the tradition of the Clintonometer, the Trump Apocalypse Watch, and the Impeach-O-Meter, the Is It a Crime-O-Meter is a wildly subjective and speculative estimate of whether the Jan. 6 select committee’s work will convince enough individuals of relevance (prosecutors, juries, voters) that Donald Trump committed insurrection-related crimes that he will be, in some fashion, held accountable for them.\nThe joke about having apostate GOP Rep. Liz Cheney serve as vice-chair of the House’s Jan. 6 se",
            "It’s been a real “well, shit” few days for Democrats, for which one could either blame the New York Times or the underlying reality on which the New York Times reports.\nOn Monday, the Times’ Upshot section released a new poll in which Republicans led Democrats by just over three points when respondents were asked which party’s candidate they supported in their district—a gain of about four points for the GOP in the last month on the measure. It was the latest such “generic ballot” question on wh",
            "With a significant lead in the Democratic primary that will likely determine who represents Oregon’s newly created 6th District in the House, state Rep. Andrea Salinas appears headed for a comfortable victory over crypto-backed political newcomer Carrick Flynn, who has conceded to Salinas.\nThe race attracted national attention because of the insane amount of money spent by a single cryptocurrency-related interest group to support Flynn—a 35-year-old who grew up in the area but hadn’t lived there",
            "Alex Murdaugh—the attorney from a prominent South Carolina family who is suspected of committing a truly staggering number of crimes that were revealed in the aftermath of a fatal 2019 boat crash—was indicted Thursday for murder. He is accused of killing his wife Maggie and 22-year-old son Paul in June 2021. We will attempt to briefly review this very complicated and extremely tragic situation as coherently as possible.\nWhy did Alex Murdaugh allegedly kill his wife and son?\nWe don’t know yet. Th",
            "On Saturday, a longtime Las Vegas investigative journalist named Jeff German—the author of a book called Murder in Sin City—was found dead outside his home in an apparent stabbing. On Wednesday, authorities arrested a local elected official named Robert Telles, whom German had covered extensively for the Las Vegas Review-Journal, on suspicion of having killed the reporter, who was 69. Below, we try to answer some of the most obvious questions about this tragic but undeniably intriguing situation"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q231460",
                "wikidata_title": "Molly Ringwald",
                "wikipedia_title": "Molly Ringwald",
                "description": "American actress, singer, dancer, and author (1968-)",
                "intro": "Molly Kathleen Ringwald (born February 18, 1968) is an American actress, writer, and translator. She began her career as a child actress on the sitcoms Diff'rent Strokes and The Facts of Life (both 1979–1980) before being nominated for a Golden Globe for her performance in the drama film Tempest (1982). Ringwald became a teen idol following her appearances in filmmaker John Hughes' teen films Sixteen Candles (1984), The Breakfast Club (1985), and Pretty in Pink (1986). These films led to the media referring to her as a member of the \"Brat Pack.\" Her final teen roles were in For Keeps and Fresh Horses (both in 1988). \nFollowing leading roles in King Lear (1987), The Pick-up Artist (1987), Strike It Rich (1990), and Betsy's Wedding (1990), Ringwald moved to Paris and began acting in French films. In subsequent decades, Ringwald acted in the television shows The Secret Life of the American Teenager (2008–2013), Riverdale (2017–2023), Creepshow (2021), and Dahmer – Monster: The Jeffrey Dahmer Story (2022). In February 2024, Ringwald made her runway modeling debut at New York Fashion Week, walking for Batsheva.\n\n",
                "x_handle": "MollyRingwald",
                "page_url": "https://en.wikipedia.org/wiki/Molly_Ringwald"
            },
            {
                "qid": "Q94320099",
                "wikidata_title": "Molly Ringwald's albums in chronological order",
                "wikipedia_title": "",
                "description": "albums discography",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q94319778",
                "wikidata_title": "Molly Ringwald discography",
                "wikipedia_title": "",
                "description": "artist discography",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            }
        ],
        "author_str": "molly ringwald",
        "article_urls": [
            "https://www.theguardian.com/lifeandstyle/2015/may/01/ask-molly-ringwald-old-affair-haunting-marriage",
            "https://www.theguardian.com/lifeandstyle/2015/jun/19/ask-molly-ringwald-friend-texting-boyfriend",
            "https://www.theguardian.com/lifeandstyle/2015/jun/26/ask-molly-ringwald-wicked-campers-wedding-anniversary",
            "https://www.theguardian.com/lifeandstyle/2015/aug/14/ask-molly-ringwald-droopy-breasts-stopping-me-having-sex",
            "https://www.theguardian.com/lifeandstyle/2015/aug/21/ask-molly-ringwald-friend-sexual-comment-about-wife"
        ],
        "article_texts": [
            "I have been married for 33 years, but eight years into the marriage I had a misguided fling. I was found out when the girl betrayed me, but my wife and I decided to stay together (we had a young baby). Now we’re both in our mid-50s, and the fling still comes up during arguments. We haven’t had sex since June 2001 and I’m not even sure if we still love each other. I’ve often considered divorce, but I’d hate to end up with nothing for a silly mistake.\nFourteen years without sex? Your wife is one h",
            "When I was first dating my boyfriend, he texted me one night saying he was going for a drink with my friend Lisa. They had bumped into each other at a work event. I immediately had a sick feeling in my stomach. Lisa is attractive and charming (most men I know like her or have slept with her). I didn’t say anything about my feelings at the time, but recently he got a text from Lisa and I got upset. I know we have a good relationship and I am probably overreacting, but I am wondering where these f",
            "My husband wants to hire a Wicked camper van for our wedding anniversary holiday. I’m morally opposed to giving a penny to a company that thinks it’s OK to paint disgusting slogans about women all over its vans. He won’t budge and insists this is the only way, as other options are too expensive or fuel-inefficient. This is going to be our first holiday together in five years and I really want it to be special, with no drama. But does this have to mean I compromise on an issue I feel so strongly ",
            "I am about to go to university and really want to have a proper relationship with someone, but I’m too embarrassed to have sex because of my droopy, ugly breasts. I can’t imagine ever taking my clothes off for anyone, let alone in a situation where I need to feel relaxed and confident. They have destroyed my self-esteem. So maybe the crux of my question is, can I have a sexual relationship without letting my partner see my body, and would it be sustainable and fair to them?\nI’m sorry you feel so",
            "One of my best friends jokingly made a negative remark about my wife in front of two other friends. What he said had a sexual connotation and it affected me badly. I felt threatened and angry. On the one hand, I feel bad about what he said; on the other, I risk losing a three-year friendship with him. How do I deal with this situation?\nIs it worth trashing a three-year friendship over one negative comment that was obviously intended as a joke? I’m not sure it is, though that’s without knowing ex"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q111982",
                "wikidata_title": "Andrei Soldatov",
                "wikipedia_title": "Andrei Soldatov",
                "description": "Russian investigative journalist and writer",
                "intro": "Andrei Alekseyevich Soldatov (Russian: Андрей Алексеевич Солдатов, born 4 October 1975 in Moscow, Russia) is a Russian investigative journalist and Russian security services expert. Together with fellow journalist Irina Borogan he is co-founder and editor of the Agentura.Ru website.",
                "x_handle": "AndreiSoldatov",
                "page_url": "https://en.wikipedia.org/wiki/Andrei_Soldatov"
            }
        ],
        "author_str": "andrei soldatov",
        "article_urls": [
            "http://www.thedailybeast.com/articles/2016/05/28/the-soviet-atomic-spy-who-asked-for-a-u-s-pension.html",
            "https://www.thedailybeast.com/inside-vladimir-putins-shadowy-army-of-global-spies",
            "https://foreignpolicy.com/2016/09/21/putin-has-finally-reincarnated-the-kgb-mgb-fsb-russia/",
            "http://foreignpolicy.com/2016/09/21/putin-has-finally-reincarnated-the-kgb-mgb-fsb-russia/"
        ],
        "article_texts": [
            "Andrei Soldatov and Irina Borogan’s new book, Red Web: The Struggle Between Russia’s Digital Dictators and the New Online Revolutionaries, documents the rise of the Russian Internet—and state surveillance of it—from the closing years of the Soviet Union to the present day. In this exclusive excerpt, the authors recount an early initiative in 1999 put forth to soon-to-be Russian president Vladimir Putin that would have effectively given the state full ownership over the country’s online services.",
            "This is how the most dramatic scene of The First Circle, the most famous novel of Alexander Solzhenitsyn, begins:\n“One of the wooden booths outside the station was empty but seemed to have a broken window. Innokenty walked on, into the station. Here the four booths set into the wall were all occupied. But in the one to the left, a rough-looking character, not quite sober, was finishing his call and hanging up the receiver. He smiled at Innokenty and started to say something. Innokenty took his p",
            "The Compatriots explores the tricky relationship between the Kremlin and the Russians abroad—how the political regime in Moscow got obsessed with the threat posed by political exiles and how it has been trying to use them—from espionage to assassinations, a practice that is very much alive today.\nIn Russia, legendary Soviet dissident Vladimir Bukovsky, who died October 27, is mostly remembered for exposing the use of psychiatry against political opponents of the Kremlin and as someone who was fa",
            "The untold story of how Vladimir Putin created his own foreign intelligence service to shore up his standing in post-Soviet Russia.\nIt was the height of summer in Moscow, and the offices around the city were suffering from the heat, including an attic of a five-story building in the old and prestigious district of Arbat. The attic was home to the weekly newspaper Versia, which had a rather scandalous reputation. It was 2002, and I headed the national security department. Staffed with reporters i",
            "Russia’s Digital Underground\nHow the Kremlin is waging war on information freedom.\nMOSCOW — On March 26, a village school in a distant Russian region in Eastern Siberia, only few kilometers from the Mongolian border, was raided by the authorities. A team of FSB agents with the support of a local prosecutor's office rushed into the school in Kochetovo village in the Tuva republic. Were these agents of the state hot on the trail of terrorists, Mafiosi, or drug smugglers? No, they were there to che"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q7183513",
                "wikidata_title": "Philip Elmer-DeWitt",
                "wikipedia_title": "Philip Elmer-DeWitt",
                "description": "journalist",
                "intro": "Philip Elmer-DeWitt (born September 8, 1949) is an American writer and editor. He was Time's first computer writer—producing much of the magazine's early coverage of personal computers and the Internet—and for 12 years its science editor.  He is currently writing a daily blog about Apple Inc. called Apple 3.0.",
                "x_handle": "philiped",
                "page_url": "https://en.wikipedia.org/wiki/Philip_Elmer-DeWitt"
            }
        ],
        "author_str": "philip elmer-dewitt",
        "article_urls": [
            "http://content.time.com/time/magazine/article/0,9171,973090,00.html",
            "http://content.time.com/time/magazine/article/0,9171,973136,00.html",
            "http://content.time.com/time/magazine/article/0,9171,983882,00.html",
            "http://content.time.com/time/subscriber/article/0,33009,983882-2,00.html",
            "https://content.time.com/time/magazine/article/0,9171,983882,00.html"
        ],
        "article_texts": [
            "Look Who's Going Green\nU.S. utilities, with the help of enlightened regulators, are finding ways to do good by selling less\nPower companies get to play the heavy in more than their share of environmental dramas. If they're not damming scenic rivers or generating nuclear waste, they're burning fossil fuels, contributing to acid rain, urban smog and the buildup of greenhouse gases in the atmosphere. In that regard, American utilities have a lot to answer for. The U.S., with 5% of the world's popul",
            "Hold On to Your Joysticks\nNintendo's powerful new game system could get zapped\nSometime in the next few months, an argument is going to break out in the 30 million families infected by the Nintendo video-game craze. The kids, primed by saturation advertising, are going to tell their parents they \"gotta have\" the awesome new 16-bit Nintendo system for Christmas. The parents, remembering the hundreds of dollars they have invested in the old 8-bit Nintendo, are going to say, \"No way.\"\nNintendo last",
            "HEADLINERS: BILL GATES\nA billionaire genius, he strove to turn the info superhighway into a virtual marketplace\nBILL GATES A billionaire genius, he strove to turn the info superhighway into a virtual marketplace\nFOR MORE THAN A DECADE HE HAS TOWERED OVER the world of computing like a boyish, tousle-haired colossus, controlling the software that runs our desktop computers and helping transform a hobbyist toy into the engine of a $100 billion industry.\nBut this was the year that Bill Gates, chairm",
            "HEADLINERS: BILL GATES\nA billionaire genius, he strove to turn the info superhighway into a virtual marketplace\n(2 of 2)\nIn Gates' vision, the information superhighway leads not to a global village but to a virtual marketplace where, by a process he calls friction-free capitalism, buyers and sellers can exchange goods and services without paper money, malls or middlemen. Except, of course, for the ultimate middleman, Microsoft--which, in return for making those electronic transactions secure and",
            "Don't Tread on My Lab\nResearchers brace themselves for a new era of tighter control and stingier funding from Washington\nScience is like a flashlight; what it illuminates depends on where it is pointed. Traditionally, U.S. scientists have been free to decide for themselves where to focus their research. From time to time, politicians and interest groups would lobby for specific agendas -- space exploration, say, or AIDS or breast cancer. But by and large, science in America has been run by the s"
        ]
    }
]