[
    {
        "wiki_search_results": [
            {
                "qid": "Q263024",
                "wikidata_title": "Questlove",
                "wikipedia_title": "Questlove",
                "description": "American hip hop musician, record producer and DJ",
                "intro": "",
                "x_handle": "questlove",
                "page_url": "https://en.wikipedia.org/wiki/Questlove"
            },
            {
                "qid": "Q30324894",
                "wikidata_title": "Questlove Supreme",
                "wikipedia_title": "Questlove Supreme",
                "description": "Podcast",
                "intro": "Questlove Supreme is a weekly podcast led by Questlove (Ahmir Thompson) and co-hosted by Team Supreme: Phonte (Phonte Coleman), Unpaid Bill (Bill Sherman), Suga Steve (Steven Mandel), Laiya St. Clair, and Boss Bill (Bill Johnson).Questlove Supreme features interviews with musicians, songwriters, producers, actors, directors, and industry executives. QLS has recorded and published over 300 episodes. Guests include: Carlos Santana, Bruce Springsteen, Maya Rudolph, Solange, Shep Gordon, Q-Tip, Usher, Chris Rock, Steve Miller, Maya Rudolph, Weird Al, The Revolution, and Chaka Khan. QLS also sometimes features public figures outside the music industry such as John Oliver, Bill Clinton, and Michelle Obama.\n\n",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/Questlove_Supreme"
            }
        ],
        "author_str": "questlove",
        "article_urls": [
            "https://poy.time.com/2012/12/19/tributes-to-those-we-lost-in-2012/slide/don-cornelius/"
        ],
        "article_texts": [
            "Tributes To Those We Lost in 2012\nRemembering those who left us in 2012\nDon Cornelius\nThere was a time in the ’60s when the image of the black teenager came from the news. There was a lot of rioting. There were a lot of marches. And sometimes the nightly news was not a place where you could get a three-dimensional view of a person or a group. Don Cornelius saved the esteem of a race. His Soul Train enabled America to see us in a different light, in a celebrative and expressive way. We were grant"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q20648385",
                "wikidata_title": "Tom Tugendhat",
                "wikipedia_title": "Tom Tugendhat",
                "description": "British Conservative politician (born 1973)",
                "intro": "Thomas Georg John Tugendhat  (born 27 June 1973) is a British politician who serves as Minister of State for Security since September 2022. A member of the Conservative Party, he has been the Member of Parliament (MP) for Tonbridge and Malling since 2015. Tugendhat was the chairman of the House of Commons Foreign Affairs Committee from 2017 to 2022.\nBefore entering politics, he worked as a journalist and as a public relations consultant in the Middle East. He also had a part-time role as an officer in the British Army reserves, the Territorial Army; Tugendhat served in the Iraq War and the Afghanistan War.\nIn July 2022, Tugendhat stood in the Conservative Party leadership election, following Prime Minister Boris Johnson's resignation, and was eliminated in the third round of parliamentary voting. He subsequently supported Liz Truss's bid to become Conservative leader. Following Truss's appointment as Prime Minister, she appointed Tugendhat as Minister of State for Security, a role in which he continues to serve under the subsequent Prime Minister Rishi Sunak.",
                "x_handle": "TomTugendhat",
                "page_url": "https://en.wikipedia.org/wiki/Tom_Tugendhat"
            }
        ],
        "author_str": "tom tugend",
        "article_urls": [
            "https://www.jpost.com/diaspora/jewish-journal-of-los-angeles-ceases-print-publication-moves-online-646178",
            "https://www.jpost.com/diaspora/article-717373"
        ],
        "article_texts": [
            "When British troops were on patrol in Iraq and Afghanistan, we faced many enemies, from jihadis to press-ganged civilians. But for me, the most terrifying ones lay buried. Bullets usually miss. Improvised explosive devices – IEDs — don’t. They are frighteningly simple. Old munitions wired together or plastic bottles packed with fertiliser and ball-bearings could destroy a vehicle and kill its passengers.\nDuring my four years in Afghanistan I saw IEDs evolve: first came remote triggers, then pres",
            "Like many veterans, this last week has been one that has seen me struggle through anger, grief and rage. The feeling of abandonment, not just of a country but of the sacrifice that my friends made. I’ve been to funerals from Poole to Dunblane; I’ve watched good men go into the earth, taking with them a part of me and a part of us all. And this week has torn open those wounds, left them raw, left us all hurting. I know it’s not just soldiers. I know aid workers and diplomats who feel the same way",
            "On Monday, British Prime Minister Theresa May confirmed what many already suspected: A Russian-made nerve agent was used to try to kill Sergei Skripal and his daughter Yulia in Salisbury, England. Given the nature of the weapon, May concluded, either the Russian government sanctioned the attack or it has lost control of its stock of this extraordinarily lethal substance. Moscow is still refusing to provide a straight answer.\nA similar question was asked 12 years ago following the discovery that ",
            "RED BOX | TOM TUGENDHAT, JULIA PAMILIH\nDepending on China for rare earth metals leaves Britain vulnerable\nThe Times\nAs world leaders descended on Glasgow for Cop26, Bill Gates pointed out that “there is no comparable feat that mankind has ever achieved to what we need to do for climate change”. Rebuilding the world with clean energy is a transition that will reshape the global economy. And it is one that risks setting us onto a new path of resource dependence.\nInstead of coal and oil, our future",
            "As China Rises, Britain and Australia Need Closer Security Ties\nDrinking more shiraz isn’t enough to counter Beijing.\nAfter Australia was hit with harsh Chinese trade tariffs on wine, one country stepped up: In Britain, we took one—or rather several—for the team, and imports of South Australia’s finest surged 30 percent. Britain is now the No. 1 destination for Australian wine.\nThat’s great for the wine drinkers among us, but a few extra glasses of shiraz won’t be enough for Britain to defend it"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q114413752",
                "wikidata_title": "Stephen Kalin",
                "wikipedia_title": "",
                "description": "journalist",
                "intro": "",
                "x_handle": "stephenkalin",
                "page_url": ""
            },
            {
                "qid": "Q7609646",
                "wikidata_title": "Stephen Kalinich",
                "wikipedia_title": "Stephen Kalinich",
                "description": "American poet",
                "intro": "Stephen John Kalinich ( kə-LIN-itch; born 1942) is an American poet mostly known for his songwriting collaborations with Brian and Dennis Wilson of the Beach Boys. In 1969, he recorded his only album, A World of Peace Must Come, with production by Brian Wilson. It was unreleased until 2008.",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/Stephen_Kalinich"
            }
        ],
        "author_str": "stephen kalin",
        "article_urls": [
            "https://www.huffpost.com/entry/mosul-isis-victory_n_5962387ae4b02e9bdb0d4656",
            "http://www.businessinsider.com/r-in-mosul-orphanage-islamic-state-groomed-child-soldiers-2017-2"
        ],
        "article_texts": [
            "MOSUL, Iraq, July 9 (Reuters) - Iraqi Prime Minister Haider al-Abadi arrived in Mosul on Sunday and congratulated the armed forces for their “victory” over Islamic State after nearly nine months of urban warfare, bringing an end to jihadist rule in the city.\nIslamic State’s defeat in Mosul three years after taking the city is a major blow for the hardline Sunni Islamist group, which is also losing ground in its operational base in the Syrian city of Raqqa from where it has planned global attacks",
            "MOSUL, Iraq (Reuters) - When the boys first arrived at the Islamic State training facility in eastern Mosul they would cry and ask about their parents, who went missing when the militants rampaged through northern Iraq in 2014.\nBut as the weeks passed they appeared to absorb the group's ultra-hardline ideology, according to a worker at the former orphanage where they were housed.\nThe children, aged from three to 16 and mostly Shi'ite Muslims or minority Yazidis, began referring to their own fami"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q155079",
                "wikidata_title": "Missy Elliott",
                "wikipedia_title": "Missy Elliott",
                "description": "American rapper and singer (born 1971)",
                "intro": "",
                "x_handle": "MissyElliott",
                "page_url": "https://en.wikipedia.org/wiki/Missy_Elliott"
            },
            {
                "qid": "Q125446144",
                "wikidata_title": "Missy Elliott",
                "wikipedia_title": "",
                "description": "episode of All That (S4 E9)",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q1939237",
                "wikidata_title": "Missy Elliott discography",
                "wikipedia_title": "Missy Elliott discography",
                "description": "Wikimedia artist discography",
                "intro": "",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/Missy_Elliott_discography"
            },
            {
                "qid": "Q105480800",
                "wikidata_title": "Missy Elliott's albums in chronological order",
                "wikipedia_title": "",
                "description": "Wikimedia albums discography",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q105480936",
                "wikidata_title": "Missy Elliott compilation albums discography",
                "wikipedia_title": "",
                "description": "Wikimedia compilation albums discography",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q105481095",
                "wikidata_title": "Missy Elliott EPs discography",
                "wikipedia_title": "",
                "description": "Wikimedia EPs discography",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q17018911",
                "wikidata_title": "Missy Elliott production discography",
                "wikipedia_title": "Missy Elliott production discography",
                "description": "Wikimedia production discography",
                "intro": "The following is a discography of songs with production and writing credits from American woman rapper and record producer Missy Elliott, sorted by album, date, and title.",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/Missy_Elliott_production_discography"
            },
            {
                "qid": "Q99312290",
                "wikidata_title": "Missy Elliott concert performed during Montreux Jazz Festival the 2010-07-05",
                "wikipedia_title": "",
                "description": "",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q121433845",
                "wikidata_title": "",
                "wikipedia_title": "",
                "description": "",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            }
        ],
        "author_str": "missy elliott",
        "article_urls": [
            "https://ew.com/music/missy-elliott-honors-lizzo-entertainers-of-the-year-2022/"
        ],
        "article_texts": [
            "Dapper Dan is the blueprint for our culture in hip-hop. He defined fashion in “the hood” and in celebrity culture. According to him, dapper no longer belonged just to Wall Street and business professionals; Dan claimed the term for the Black community. The first outfits of his that I remember were on the cover of Eric B. and Rakim’s album Paid in Full—they were refreshing, a blend of hood and expensive. Then I began to see iconic looks from his creative mind on artists such as Big Daddy Kane and",
            "Missy Elliott celebrates Lizzo for EW's 2022 Entertainers of the Year: 'She's going to be deemed legendary'\nWhen Lizzo busted onto the radio and into our hearts in 2019, it seemed like a debut that would be impossible to top — but the multi-hyphenate just keeps on impressing.\nOver the past year, the recording artist not only scored her second no. 1 single with \"About Damn Time,\" but the song's album, Special, made her the highest-charting female artist of the year and a five-time 2023 Grammy nom"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q1524875",
                "wikidata_title": "Gina Kolata",
                "wikipedia_title": "Gina Kolata",
                "description": "American journalist",
                "intro": "Gina Bari Kolata (born February 25, 1948) is an American science journalist, writing for The New York Times.\n\n",
                "x_handle": "ginakolata",
                "page_url": "https://en.wikipedia.org/wiki/Gina_Kolata"
            }
        ],
        "author_str": "gina kolata",
        "article_urls": [
            "https://www.nytimes.com/2020/04/21/health/coronavirus-antibodies-california.html",
            "http://smh.com.au/lifestyle/health-and-wellness/does-moderate-drinking-protect-your-heart-a-genetic-study-offers-a-new-answer-20220330-p5a98u.html"
        ],
        "article_texts": [
            "Coronavirus Infections May Not Be Uncommon, Tests Suggest\nTwo preliminary efforts to survey citizens for antibodies to the virus have produced controversial results.\nTwo new studies using antibody tests to assess how many people have been infected with the coronavirus have turned up numbers higher than some experts had expected.\nBoth studies were performed in California: one among residents of Santa Clara County, south of San Francisco, and the other among residents of Los Angeles County. In bot",
            "New Alzheimer’s trials show that finding patients for treatments is becoming insurmountable obstacle\nComplicating the problem, the number of trials has exploded in recent years. There are more than 100 Alzheimer's studies looking for a whopping 25,000 participants\nArticle content\nThe task facing Eli Lilly, the giant pharmaceutical company, sounds simple enough: Find 375 people with early Alzheimer’s disease for a bold new clinical trial aiming to slow or stop memory loss.\nAdvertisement 2\nArticle",
            "The FBI is investigating how scientists are sending stolen American research to China\nA number of investigations have fanned fears that China is exploiting the relative openness of the U.S. scientific system to engage in wholesale economic espionage\nArticle content\nThe scientist at M.D. Anderson Cancer Center in Houston was hardly discreet. “Here is the bones and meet of what you want,” he wrote in a misspelled email to researchers in China.\nAdvertisement 2\nArticle content\nAttached was a confide",
            "This was published 10 months ago\nDoes moderate drinking protect your heart? A genetic study offers a new answer\nBy Gina Kolata\nLast week, two patients asked Dr Stanley L. Hazen, a cardiologist at the Cleveland Clinic in the US, how much daily alcohol consumption would be good for their cardiac health.\nHe gave them both well-accepted medical advice: An average of about one drink a day helps the heart.\n“I didn’t give it a second thought,” he said.\nThen he saw a paper published in JAMA Network Open"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q32777",
                "wikidata_title": "Vladimír Špidla",
                "wikipedia_title": "Vladimír Špidla",
                "description": "Czech minister of labour and social affairs of the CR, vice prime minister of the Czech Republic, member of Czech Parliament (1996–2006) and prime minister of the CR",
                "intro": "Vladimír Špidla (Czech pronunciation: [ˈvlaɟɪmiːr ˈʃpɪdla]) (born 22 April 1951) is a Czech politician who served as the prime minister of the Czech Republic from July 2002 to August 2004 and as European Commissioner for Employment, Social Affairs and Equal Opportunities from November 2004 to February 2010. He also served as chief adviser to Prime Minister Bohuslav Sobotka from 2014 to 2017.",
                "x_handle": "vladimir_spidla",
                "page_url": "https://en.wikipedia.org/wiki/Vladim%C3%ADr_%C5%A0pidla"
            },
            {
                "qid": "Q3112694",
                "wikidata_title": "Vladimír Špidla's cabinet",
                "wikipedia_title": "Cabinet of Vladimír Špidla",
                "description": "",
                "intro": "",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/Cabinet_of_Vladim%C3%ADr_%C5%A0pidla"
            }
        ],
        "author_str": "vladimir spidla",
        "article_urls": [
            "https://www.politico.eu/article/no-doubt-about-the-need-to-reform-the-eus-social-model/",
            "https://www.politico.eu/article/europes-poor-must-not-be-forgotten/",
            "https://www.politico.eu/article/consensus-as-a-base-on-which-to-build-inclusion/"
        ],
        "article_texts": [
            "Doubts themselves are not a bad thing. The famous Polish sociologist Zygmunt Bauman once said that the best thing about a society was not its level of material comfort, nor any of its specific institutions, but its capacity for self-reflection and self-doubt. Our current uncertainties can therefore be seen as providing an opportunity for such in-depth questioning.\nThe main question which emerges from current debates concerns the European social model.\nWhat actually defines this admired and so fr",
            "We are entering a momentous autumn, at the end of which a meaningful global successor to the Kyoto Protocol may be agreed upon at the United Nations summit in Copenhagen. That would be a huge advance – so it is natural that the focus of everyone’s attention is currently on the international politics of climate change.\nEurope’s politicians should, though, also be paying attention to how its climate-change policies may affect society. The danger is that, if they are designed in isolation from soci",
            "The Roma have been marginalised in Europe for centuries – and for centuries divergent opinions have been expressed on the causes and character of their marginalisation and exclusion. Too often, debates about the predicament of the Roma deteriorate into a ‘blame game’.\nWhat all but the most prejudiced can agree on is that the situation of most Roma communities is unenviable. In the 20th century, the more colourful aspects of their traditional culture faded, but still they remained largely exclude"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q15433633",
                "wikidata_title": "Nick Turse",
                "wikipedia_title": "Nick Turse",
                "description": "American investigative journalist, historian, and author",
                "intro": "Nick Turse (born 1975) is an American investigative journalist, historian, and author. He is the associate editor and research director of the blog TomDispatch and a fellow at The Nation Institute.",
                "x_handle": "nickturse",
                "page_url": "https://en.wikipedia.org/wiki/Nick_Turse"
            }
        ],
        "author_str": "nick turse",
        "article_urls": [
            "https://tonic.vice.com/en/article/gy7ky3/months-after-an-ethnic-cleansing-campaign-fresh-violence-rocks-congo-ahead-of-election",
            "https://news.vice.com/en_us/article/7xq45a/a-slaughter-in-silence-democratic-republic-of-the-congo",
            "https://www.vice.com/en/article/ywn5yy/us-military-secret-missions-africa",
            "https://www.vice.com/en/article/gy7ky3/months-after-an-ethnic-cleansing-campaign-fresh-violence-rocks-congo-ahead-of-election",
            "https://www.vice.com/en/article/n7vqdk/trumps-chaotic-non-withdrawal-from-somalia-leaves-civilians-at-risk"
        ],
        "article_texts": [
            "BUNIA, Democratic Republic of Congo — Thirteen-year-old Birwinyo Rehema was heading home from the Muwalho market where she sold cassava flour this past spring when three men armed with arrows, knives, and machetes leapt from the bush and attacked her.\nThey demanded money, but when she said that the adults held all the day’s profit, one of the men plunged a knife clear through her inner right thigh. “They were trying to stab her vagina,” her mother later told me. “Luckily they missed.”\nBut the ot",
            "BUNIA, Democratic Republic of Congo — It’s the evening before Easter when I meet them outside the Mudzi Maria Health Center. The sky is shifting from ochre to lavender and a choir’s voices soar from the nearby Catholic cathedral. For roughly the next half hour, the faithful offer up the triple chant of “Alleluia, a-llelu-ya, a-leh-heh-luuu-uuu-yah” — ancient argot for “Praise the Lord.”\nAcross from me sit three generations of women. Jesinne Dhewedza is the oldest, and like many in the region fro",
            "U.S. troops are now conducting 3,500 exercises, programs, and engagements per year, an average of nearly 10 missions per day, on the African continent, according to the U.S. military’s top commander for Africa, General Thomas Waldhauser. The latest numbers, which the Pentagon confirmed to VICE News, represent a dramatic increase in U.S. military activity throughout Africa in the past decade, and the latest signal of America’s deepening and complicated ties on the continent.\nWith the White House ",
            "Last month, President Donald Trump ordered a hasty departure of U.S. troops from Somalia. Despite protests by the Defense Department that the \"U.S. is not withdrawing or disengaging from Africa,” it was interpreted as such in some quarters. “Thank you @realDonaldTrump for bringing troops home from Africa!” tweeted Kentucky Senator Rand Paul in the wake of the announcement.\nIn the wake of the assault on the U.S. Capitol by a violent mob incited by President Trump, this and other lame-duck orders ",
            "VICE World News has obtained formerly secret plans that, combined with a recent Pentagon report, detail the failures of U.S. Commandos in Africa over the last two years.\nFor the better part of two decades, U.S. commandos—Navy SEALs, Army Green Berets, and Marine Corps Raiders, among them—have been fighting quasi-wars across the African continent. From Tunisia to Somalia, special operators have been involved in combat while working with local allies against a plethora of terrorist groups known in"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q19810",
                "wikidata_title": "Victoria Beckham",
                "wikipedia_title": "Victoria Beckham",
                "description": "English businesswoman, fashion designer and singer",
                "intro": "",
                "x_handle": "victoriabeckham",
                "page_url": "https://en.wikipedia.org/wiki/Victoria_Beckham"
            },
            {
                "qid": "Q2532011",
                "wikidata_title": "Victoria Beckham",
                "wikipedia_title": "Victoria Beckham (album)",
                "description": "album by Victoria Beckham",
                "intro": "",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/Victoria_Beckham_(album)"
            },
            {
                "qid": "Q7926590",
                "wikidata_title": "Victoria Beckham discography",
                "wikipedia_title": "Victoria Beckham discography",
                "description": "Wikimedia artist discography",
                "intro": "The discography of Victoria Beckham, an English pop music singer, consists of one studio album, two cancelled albums, five singles, five music videos and one DVD. On 14 August 2000, Beckham released her first solo single, \"Out of Your Mind\" in collaboration with Dane Bowers and Truesteppers, which debuted at number 2 in the UK Singles Chart. Before the single's release, on 8 July 2000, Beckham made her public solo debut at London's Hyde Park at a concert to raise money for the Prince's Trust charity. She sang \"Out of Your Mind\" to a 100,000-strong audience. Beckham then signed a recording contract with the Spice Girls' label Virgin Records. Her next single as a solo artist, \"Not Such an Innocent Girl\", was released on 17 September 2001. Again, she faced competition in another hugely hyped chart battle, this time with Kylie Minogue's single \"Can't Get You Out of My Head\". Despite a huge promotional campaign, Beckham was outsold eight to one, and her single debuted at number 6. Beckham's eponymous debut album, which was released on 1 October 2001, reached number 10 in the UK Albums Chart. The album cost a reputed £5 million to produce, and it sold a modest 100,000 copies. The second and final single to be released from the album was \"A Mind of Its Own\" on 11 February 2002. The single reached number 6 in the UK and sold 56,500 copies. A third single, \"I Wish\", was promoted but never materialised.\nIn 2002, Telstar Records signed Beckham in a deal made with 19 Management worth £1.5 million. In 2003 Beckham's first single with Telstar, \"Let Your Head Go / This Groove\", was released in the UK on 29 December 2003 and charted at number 3. Beckham spent much of that year recording two pop/urban-influenced albums called Open Your Eyes and Come Together. These albums never materialised, and amidst the collapse of Telstar and bankruptcy of the label, remaining plans for Beckham's music career were shelved and cancelled. All promotional albums and tracks have been leaked and are available on YouTube and various sources online.",
                "x_handle": "victoriabeckham",
                "page_url": "https://en.wikipedia.org/wiki/Victoria_Beckham_discography"
            },
            {
                "qid": "Q7926588",
                "wikidata_title": "Victoria Beckham: Coming to America",
                "wikipedia_title": "Victoria Beckham: Coming to America",
                "description": "2007 show",
                "intro": "",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/Victoria_Beckham:_Coming_to_America"
            },
            {
                "qid": "Q121433194",
                "wikidata_title": "",
                "wikipedia_title": "",
                "description": "",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q123556473",
                "wikidata_title": "",
                "wikipedia_title": "",
                "description": "",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            }
        ],
        "author_str": "victoria beckham",
        "article_urls": [
            "http://content.time.com/time/specials/packages/article/0,28804,1984685_1984940_1985522,00.html"
        ],
        "article_texts": [
            "In our annual TIME 100 issue we name the people who most affect our world\nMarc Jacobs\nMarc Jacobs is undoubtedly one of the most influential designers of all time. He has never followed fashion or trends; he follows his heart and sets trends. His passion for popular culture infuses his designs with irreverence, color and energy. It's what sets him far ahead of his peers. He is not afraid to go against the grain and never feels the pressure to conform.\nMarc, 47, is one of the most interesting and"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q6163277",
                "wikidata_title": "Jason Pontin",
                "wikipedia_title": "Jason Pontin",
                "description": "American journalist",
                "intro": "Jason Matthew Daniel Pontin (born 11 May 1967) is a British-born venture capitalist and journalist. He is a General Partner at the venture capital firm of DCVC in Palo Alto, and is a board member and seed investor in a number of life sciences companies. He is the former editor in chief and publisher of MIT Technology Review.",
                "x_handle": "jason_pontin",
                "page_url": "https://en.wikipedia.org/wiki/Jason_Pontin"
            },
            {
                "qid": "Q22989537",
                "wikidata_title": "Jason Pontin: Can technology solve our big problems?",
                "wikipedia_title": "",
                "description": "TED2013",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            }
        ],
        "author_str": "jason pontin",
        "article_urls": [
            "https://www.wired.com/story/silicon-valleys-immortalists-will-help-us-all-stay-healthy/",
            "https://www.wired.com/story/jason-pontin-promise-and-heartbreak-of-cancer-genomics/?BottomRelatedStories_Sections_2",
            "https://www.wired.com/story/ideas-jason-pontin-three-commandments-for-technologists/?mbid=BottomRelatedStories_WIRED25",
            "https://www.wired.com/story/ideas-jason-pontin-genetic-engineering-for-mars/",
            "https://www.wired.com/story/greedy-brittle-opaque-and-shallow-the-downsides-to-deep-learning/"
        ],
        "article_texts": [
            "Sometimes, we’re nowhere. Like millions of Americans, I am on lockdown, lest I spread contagion. I sit in my house in Charlestown and brood over the systemic failures that led to the catastrophe. But when I contemplate life after all of this is over, I find reasons for optimism and even feel a kind of hopefulness I have not experienced in years.\nOf course, I’m sick at heart. I lay awake at night, imagining a wave of death that sweeps away the old and the frail. I perseverate about an unprecedent",
            "In early 1954, Pope Pius XII summoned a venerable Swiss quack named Paul Niehans to the papal retreat at Castel Gandolfo. The pontiff was nauseated with gastritis, fatigued by his 77 years, and loath to meet his maker. So he had Niehans administer an antiaging treatment called cell therapy, which would become sought after by midcentury celebrities, artists, and politicians.\nFetal cells were taken from a pregnant sheep and injected into the scrawny pope. Over time, Pius received a series of shots",
            "You were a New York artist, Iowa-bred, with a narrow and idiosyncratic range of subjects. You painted bulldogs and cheerleaders, truck stops and mammoth-hunting cavemen. For two decades you inhabited a drowning world, which you nostalgized even as it vanished beneath a tidal swell of money. Its borders were 14th to Canal Street and Broadway to the East River; its capital was the Mars Bar. You were the first to help a friend and last to leave the party, and beloved by your fellow strivers. You we",
            "The impacts of new technologies are unpredictable: Inventors hyperbolize a revolutionary technology when it emerges, but it’s impossible for society to anticipate its long-term effects. Because new technologies are so powerful and incomprehensible, responsible technologists must practice what the poet John Keats called negative capability: “capable of being in uncertainties, Mysteries, doubts, without any irritable reaching after fact,” simultaneously cultivating caution and enthusiasm.\nI’ve bee",
            "In May of 1969, Apollo 10 flew at 25,000 miles per hour. Two months later, the crew of Apollo 11 walked on the moon. Since then, no one has flown so fast nor walked so high. NASA is now preparing for a human mission to Mars, but if our descendants ever shrug off their terrestrial bonds, it won’t be Homo sapiens who leaves, but another, more intelligently designed species. We’re not fit.\nFor evolutionary biologists, “fitness” is a measure of natural selection: the average propensity of individual"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q5415569",
                "wikidata_title": "Evan Whitton",
                "wikipedia_title": "Evan Whitton",
                "description": "Australian journalist",
                "intro": "Evan Whitton (5 March 1928 – 16 July 2018) was an Australian journalist.Whitton was raised in Murgon in Queensland, and went away to boarding school at age eight. He worked as a teacher for 14 years in Toowoomba before securing a ful-time role as a journalist with The Toowoomba Chronicle.  He then worked as a reporter for the Melbourne newspaper Truth before working briefly for the new Sunday Australian in 1971. During the 1970s Whitton worked for The National Times where he became assistant editor from 1975 to 1978 and editor from 1978 to 1981. He then moved to the Sydney Morning Herald as chief reporter. After a period as Reader in Journalism at the University of Queensland from 1990, he was a columnist with the online legal journal Justinian.  Much of his later writing focussed on analysis and comparison of the investigative and adversarial systems of justice.\nWhitton won five Walkley Awards, for Best Newspaper Feature Story in 1967 and 1975, Best Piece of Newspaper Reporting in 1970, and Best Story Published in an Australian Magazine in 1973 and 1974.\nIn 1983 he was awarded the Graham Perkin Australian Journalist of the Year award and in 2011 was made an inaugural member of the Australian Media Hall of Fame.Whitton died on 16 July 2018, aged 90.",
                "x_handle": "EvanWhitton1",
                "page_url": "https://en.wikipedia.org/wiki/Evan_Whitton"
            }
        ],
        "author_str": "evan whitton",
        "article_urls": [
            "http://smh.com.au/politics/federal/from-the-archives-1982-some-prime-views-from-drumalbyn-road-20211220-p59j2h.html"
        ],
        "article_texts": [
            "This was published 1 year ago\nFrom the Archives, 1982: Some prime views from Drumalbyn Road\nForty years ago, Sir William McMahon’s sudden resignation had thrown the Fraser Government into a panic - but in leafy Bellevue Hill, the ex-PM delivered a media performance that was “as sultry as the weather”.\nBy Evan Whitton\nFirst published in The Sydney Morning Herald on January 5, 1982\nSome prime views from Drumalbyn Road\nIn a media performance that was as sultry as the weather, the former Prime Minis"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q17466005",
                "wikidata_title": "Mary Jo Foley",
                "wikipedia_title": "Mary Jo Foley",
                "description": "American podcaster, author, and blogger",
                "intro": "Mary Jo Foley is an American freelance technology writer, author, podcaster and news editor. She regularly writes news, previews, and reviews for Microsoft's strategy, products and technology. Foley has been covering news on Microsoft Windows, and previously on Unix-related technology, since 1983, for publications including ZDNet, eWeek, Baseline, Redmond magazine, PC Magazine, and Directions on Microsoft.",
                "x_handle": "maryjofoley",
                "page_url": "https://en.wikipedia.org/wiki/Mary_Jo_Foley"
            }
        ],
        "author_str": "mary jo foley",
        "article_urls": [
            "https://www.cnet.com/news/microsoft-onenote-arrives-as-mac-windows-freebie/",
            "https://www.cnet.com/news/microsoft-dropbox-partner-up-in-mobile-move/",
            "https://www.cnet.com/news/microsoft-releases-diversity-stats-says-much-work-still-to-be-done/",
            "http://www.cnet.com/news/microsoft-adds-minecraft-to-the-school-supplies-list/",
            "https://www.cnet.com/news/ex-microsoft-staffer-arrested-for-allegedly-stealing-win-8-trade-secrets/"
        ],
        "article_texts": [
            "A week ago, word leaked that Microsoft was preparing to release free versions of OneNote for Mac and for the Windows desktop. On March 17, Microsoft delivered both versions of its electronic note-taking and organizational application.\nMicrosoft is broadening OneNote's platform support so as to better compete with rivals, especially Evernote, on the note-taking/organizational front.\nOneNote for Mac is available for download from the Mac App Store as of today. It's the first time OneNote has been ",
            "Microsoft and cloud storage vendor Dropbox are partnering to allow users to access Dropbox directly from Office apps and edit Office files from the Dropbox app.\nDropbox spelled out the terms of the collaboration Tuesday on the company's blog, noting that \"Dropbox is home to over 35 billion Office documents, spreadsheets and presentations.\"\nThe new capabilities will roll out to all Dropbox users on iOS and Android \"in the next few weeks,\" according to the blog post. Microsoft's own blog post says",
            "Women now comprise 29 percent of Microsoft's worldwide workforce, up from 24 percent over the past year, according to new figures released by the company.\nMicrosoft made available new diversity stats and launched a new diversity and inclusion Web site on October 3.\nOther new data the company shared today:\n- The number of Microsoft senior executive women and minorities rose from 24 percent to 27 percent in the past year.\n- The percentage of women and minorities on the Microsoft board of directors",
            "Microsoft is adding to the building blocks of education. Those blocks just happen to be part of the hit video game Minecraft.\nMicrosoft is acquiring MinecraftEdu, a version of the game specifically tuned for classroom use, from Teacher Gaming LLC. Minecraft provides an infinite digital sandbox where players can create and explore worlds made of 3D blocks. Terms of the deal, announced Tuesday, were not disclosed.\nThe MinecraftEdu deal is a follow-up to Microsoft's acquisition of Swedish-based Moj",
            "Alex Kibkalo, a former senior architect at Microsoft who most recently served as a director of product management in 5nine Software (according to his LinkedIn profile), has been arrested for allegedly stealing Windows-related trade secrets while working for Microsoft.\nKibkalo was arrested on Wednesday, according to a report in the Seattle Post-Intelligencer.\nAccording to a complaint filed on March 17 in the US District Court for the Western District of Washington, Kibkalo -- a Russian national a"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q3190508",
                "wikidata_title": "Justin Vaïsse",
                "wikipedia_title": "Justin Vaïsse",
                "description": "French historian",
                "intro": "Justin Pierre Albert Vaïsse (born 26 June 1973) is a French historian and intellectual. Since March 2019, he is the Director General of the Paris Peace Forum organization, an independent NGO he founded in 2018 under the impetus of French President Emmanuel Macron. The Paris Peace Forum is an annual event that aims at promoting new rules and solutions to address the global challenges of our time. Prior to this role, he was Director of Policy Planning at the French Ministry of Foreign Affairs from 2013 to 2019.",
                "x_handle": "JustinVaisse",
                "page_url": "https://en.wikipedia.org/wiki/Justin_Va%C3%AFsse"
            }
        ],
        "author_str": "justin vaisse",
        "article_urls": [
            "https://foreignpolicy.com/2021/01/15/foreign-policy-magazine-history-1970s-liberal-internationalism-journalism-vietnam-carter/",
            "https://foreignpolicy.com/2018/07/16/thank-you-jimmy-carter-obama-soviet-union-foreign-policy/",
            "https://foreignpolicy.com/2012/02/16/the-sick-man-of-europe-is-europe/",
            "https://foreignpolicy.com/2012/03/22/le-nouveau-normal/",
            "https://foreignpolicy.com/2009/09/23/was-irving-kristol-a-neoconservative/"
        ],
        "article_texts": [
            "A shifting global order as U.S. dominance erodes. Americans tired of foreign entanglements while facing social and racial discord at home. An ethically challenged president whose policies are dividing the country. A world beset by new challenges, from resource depletion and overpopulation to environmental pollution. A calcified foreign-policy establishment struggling to find answers for an uncertain new era. In 1970, the United States looked eerily as it does today.\nFifty years ago, these tecton",
            "When the historian Walter Russell Mead in a Foreign Policy article published in early 2010, sought to criticize the Obama administration and warn it against the risks of “weakness and indecision” and “incoherence and reversals,” the essay’s headline evoked the threat of a “Carter syndrome.” The meaning was clear: a damning allusion to President Jimmy Carter’s famously weak foreign-policy record.\nBut there was a problem with Mead’s comparison: The conventional wisdom about Carter is wrong. Far fr",
            "The Sick Man of Europe Is Europe\nA new study shows Europe's power waning -- and if the continent doesn't get its act together soon, it could put the global order in serious jeopardy.\nUntil recently, Europeans enjoyed a pretty comfortable position in most international organizations. At the IMF, they had an unquestioned hold on the directorship and could lecture other countries on how to govern themselves and run their economies, while each large European country had its own IMF representative. B",
            "Le Nouveau Normal\nThe Toulouse shootings are macabre and tragic, but in the end a banal and fading version of extremism.\nThe recent terrorist shootings in France are notable only for their gruesome details. On March 19, Mohamed Merah stopped in front of a Jewish school in Toulouse and shot a rabbi and three children, even chasing a little girl and grabbing her by the hair to lodge a bullet in her head. Four days earlier, he had murdered two French paratroopers of Arab origin at gunpoint and inju",
            "Was Irving Kristol a Neoconservative?\nThe \"godfather\" of neoconservatism started a movement that moved away from him.\nIn April 1991, in the fallout of the Gulf War, Iraqi leader Saddam Hussein brutally suppressed Kurds and Shiites who were answering U.S. President George H.W. Bush's call to overthrow him. With America standing by, Saddam used his Army helicopters to ensure the perpetuation of his bloody rule.\nAlthough many in the United States protested, one observer forcefully supported the Whi"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q710586",
                "wikidata_title": "Mark King",
                "wikipedia_title": "Mark King (snooker player)",
                "description": "English snooker player",
                "intro": "Mark King (born 28 March 1974) is an English professional snooker player.\nHaving turned professional in 1991, King was ranked within the world's top 32 players between 1996 and 2015, and won his first ranking event title in 2016, defeating Barry Hawkins 9–8 in the final of the Northern Ireland Open. He has also appeared in two other ranking tournament finals: the 1997 Welsh Open, where he lost 2–9 to Stephen Hendry; and the 2004 Irish Masters, where Peter Ebdon defeated him 10–7.\nKing has reached the last 16 of the World Championship seven times, in 1998, 1999, 2001, 2002, 2008, 2009 and 2013, but has never progressed beyond this stage.In March 2023, King was suspended \"from attending or competing on the World Snooker Tour [following] initial investigation of irregular betting patterns reported to the WPBSA on the match between Mark King and Joe Perry at the Welsh Open on 13th February 2023.\" According to press reports, \"The suspension will remain in place until the conclusion of the investigation or any subsequent charges that may or may not be brought.\"",
                "x_handle": "markking147",
                "page_url": "https://en.wikipedia.org/wiki/Mark_King_(snooker_player)"
            },
            {
                "qid": "Q713198",
                "wikidata_title": "Mark King",
                "wikipedia_title": "Mark King (musician)",
                "description": "British bassist and singer",
                "intro": "",
                "x_handle": "markking",
                "page_url": "https://en.wikipedia.org/wiki/Mark_King_(musician)"
            },
            {
                "qid": "Q45788163",
                "wikidata_title": "Mark J King",
                "wikipedia_title": "",
                "description": "researcher",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q58491517",
                "wikidata_title": "Mark A King",
                "wikipedia_title": "",
                "description": "researcher ORCID ID = 0000-0002-2587-9117",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q419142",
                "wikidata_title": "Mark King",
                "wikipedia_title": "Mark King",
                "description": "Wikimedia disambiguation page",
                "intro": "",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/Mark_King"
            },
            {
                "qid": "Q65965028",
                "wikidata_title": "Mark King",
                "wikipedia_title": "",
                "description": "badminton player",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q75465291",
                "wikidata_title": "Mark King",
                "wikipedia_title": "",
                "description": "(born 1967)",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q25354502",
                "wikidata_title": "Mark King",
                "wikipedia_title": "",
                "description": "Belizean politician",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q6768389",
                "wikidata_title": "Mark King",
                "wikipedia_title": "Mark King (footballer)",
                "description": "Footballer (born 1988)",
                "intro": "",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/Mark_King_(footballer)"
            },
            {
                "qid": "Q86411002",
                "wikidata_title": "Mark King",
                "wikipedia_title": "Mark King (politician)",
                "description": "American politician",
                "intro": "",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/Mark_King_(politician)"
            }
        ],
        "author_str": "mark king",
        "article_urls": [
            "https://www.theguardian.com/katine/2008/mar/11/background.katinepartners",
            "https://www.theguardian.com/society/katineblog/2008/feb/06/debatewhatwilltheneighbour",
            "https://www.theguardian.com/money/2010/sep/18/alliance-leicester-transfer-balance",
            "https://www.theguardian.com/money/2011/nov/08/fsa-coutts-investors",
            "https://www.theguardian.com/money/2012/apr/20/a-working-life-sleep-disorder"
        ],
        "article_texts": [
            "The African Medical and Research Foundation (Amref) has published its budget for the entire Katine Community Partnerships Project, showing exactly how it will be spending the funds raised through Guardian readers and sponsorship from Barclays. The bank has given £500,000 to Amref as an upfront payment to get the project underway and will match reader donations up to a further £1m over the life of the three-year project.\nYou can download the full budget report here and also the accompanying appen",
            "Today we are launching the first Katine debate. It introduces a series of discussions on topics from technology to conflict resolution that we hope will promote understanding and engagement in the area of development. The debates will be launched by contributors from both the academic and the aid communities.\nThey will cover the broad context of development in Africa, and raise specific questions and problems that affect Katine, like building health services, or improving access to education. We",
            "I had an Online Saver account linked to my Alliance & Leicester current account, from which I transferred money every month to pay off my credit card bills and any other large bills. At the beginning of August I applied for an eSaver account and ticked the box asking for the £46,000 in my Online Saver to be transferred and the Online Saver closed.\nA&L was very efficient at closing the Online Saver, but, to date, I have not been given an eSaver account and my money has disappeared. While it inves",
            "The Financial Services Authority (FSA) has fined private banking group Coutts £6.3m for mis-selling an AIG savings product between 3 December 2003 and 15 September 2008.\nCoutts, known as the bank to the rich, has been forced to compensate all customers who suffered a loss as a result of its failings in selling the AIG Life Premier Bonds.\nThe City watchdog said clients were told they were investing in a simple cash fund that could be seen as an alternative to a bank or building society account. I",
            "It's late afternoon and I'm sitting in a consulting room deep within the labyrinthine corridors of the Queen Victoria Hospital in East Grinstead, watching a man learn whether the sleep disorder that is seriously affecting his quality of life can be treated. It's quiet and consultant Peter Venn's reassuring timbre and the view of rose-bordered lawns through the window are, ironically, conducive to sleep.\nThe patient, initially upbeat, becomes more taciturn when trying to explain to Venn what's go"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q59682752",
                "wikidata_title": "Mark S. Graham",
                "wikipedia_title": "",
                "description": "researcher ORCID ID = 0000-0002-4170-1095",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q55673782",
                "wikidata_title": "Mark Graham",
                "wikipedia_title": "",
                "description": "Professor of Internet Geography at the Oxford Internet Institute",
                "intro": "",
                "x_handle": "geoplace",
                "page_url": ""
            },
            {
                "qid": "Q52358070",
                "wikidata_title": "Mark E Graham",
                "wikipedia_title": "",
                "description": "researcher",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q115869894",
                "wikidata_title": "Mark Graham",
                "wikipedia_title": "",
                "description": "director at Internet Archive",
                "intro": "",
                "x_handle": "markgraham",
                "page_url": ""
            },
            {
                "qid": "Q26214583",
                "wikidata_title": "Mark Graham",
                "wikipedia_title": "",
                "description": "American writer",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q6767791",
                "wikidata_title": "Mark Graham",
                "wikipedia_title": "Mark Graham (footballer, born 1974)",
                "description": "English footballer (born 1974)",
                "intro": "Mark Graham (born 24 October 1974) is a Northern Irish footballer who played in The Football League for Cambridge United and Queens Park Rangers.",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/Mark_Graham_(footballer,_born_1974)"
            },
            {
                "qid": "Q6767788",
                "wikidata_title": "Mark Graham",
                "wikipedia_title": "Mark Graham (diver)",
                "description": "New Zealand diver",
                "intro": "",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/Mark_Graham_(diver)"
            },
            {
                "qid": "Q2268347",
                "wikidata_title": "Mark Graham",
                "wikipedia_title": "",
                "description": "US musician",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q6767787",
                "wikidata_title": "Mark Graham",
                "wikipedia_title": "Mark Graham",
                "description": "Wikimedia disambiguation page",
                "intro": "",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/Mark_Graham"
            },
            {
                "qid": "Q96609047",
                "wikidata_title": "Mark Graham",
                "wikipedia_title": "",
                "description": "researcher (ORCID 0000-0002-0811-0904)",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            }
        ],
        "author_str": "mark graham",
        "article_urls": [
            "https://www.thetimes.co.uk/article/brand-on-a-run-hgvj25pfflw"
        ],
        "article_texts": [
            "Brand on a run\nYou know something has really made the grade when people start bandying about words such as brand and icon.\nIt always pays, however, to examine the substance behind the hype. After all, Arthur Andersen and WorldCom were once leading brands, too.\nFor a firm that was teetering on the brink of collapse in the early 1980s, Ducati is now in the rudest financial health. But balance sheets do not make a brand, and it takes more than mere motorbikes to etch a name in the broader public co"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q105889030",
                "wikidata_title": "Jennifer Schuessler",
                "wikipedia_title": "",
                "description": "journalist",
                "intro": "",
                "x_handle": "jennyschuessler",
                "page_url": ""
            }
        ],
        "author_str": "jennifer schuessler",
        "article_urls": [
            "https://www.smh.com.au/culture/books/imagine-this-were-your-sister-ronan-farrow-tells-woody-allen-s-publisher-20200304-p546tz.html",
            "https://www.smh.com.au/link/follow-20170101-p546tz"
        ],
        "article_texts": [
            "This was published 2 years ago\n'Imagine this were your sister,' Ronan Farrow tells Woody Allen's publisher\nBy Jennifer Schuessler and John Williams\nJournalist Ronan Farrow, the author of the bestselling book Catch and Kill, said on Wednesday that he would cut ties with his publisher, Hachette Book Group, after it announced one of its divisions was publishing Woody Allen's autobiography next month.\nFarrow is Allen's son with actress Mia Farrow, and his adopted sister, Dylan Farrow, has long accus",
            "This was published 2 years ago\n'Imagine this were your sister,' Ronan Farrow tells Woody Allen's publisher\nBy Jennifer Schuessler and John Williams\nJournalist Ronan Farrow, the author of the bestselling book Catch and Kill, said on Wednesday that he would cut ties with his publisher, Hachette Book Group, after it announced one of its divisions was publishing Woody Allen's autobiography next month.\nFarrow is Allen's son with actress Mia Farrow, and his adopted sister, Dylan Farrow, has long accus"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q7325258",
                "wikidata_title": "Richard Dowden",
                "wikipedia_title": "Richard Dowden",
                "description": "British journalist",
                "intro": "",
                "x_handle": "Dowdenafrica",
                "page_url": "https://en.wikipedia.org/wiki/Richard_Dowden"
            },
            {
                "qid": "Q62086634",
                "wikidata_title": "Richard Dowden",
                "wikipedia_title": "",
                "description": "British merchant and botanist (1794 - 1861)",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q61969227",
                "wikidata_title": "Richard Dowden",
                "wikipedia_title": "Richard Dowden (scientist)",
                "description": "Australian-born New Zealand physicist (1932–2016)",
                "intro": "Richard Lindsay Dowden (1932–2016), sometimes known as Dick Dowden, was an Australian-born New Zealand-resident scientist and researcher, and a recognised authority within the fields of geo- and astrophysics.",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/Richard_Dowden_(scientist)"
            }
        ],
        "author_str": "richard dowden",
        "article_urls": [
            "https://www.spectator.co.uk/article/three-decades-of-murder-and-misrule/",
            "https://www.spectator.co.uk/article/the-sick-man-of-africa/",
            "https://www.thetimes.co.uk/article/i-have-a-sneaking-regard-for-the-419-scammers-audacity-g6tvlct2qxv",
            "https://www.thetimes.co.uk/article/remember-liberia-when-the-cameras-move-on-t2nvg09qhwg",
            "https://www.thetimes.co.uk/article/a-land-where-genocide-still-simmers-under-the-surface-9pmgsb8lsrj"
        ],
        "article_texts": [
            "It produced one of the greatest leaders of the 20th century. It fought a violent race-based dictatorship and replaced it with the most liberal constitution the world has ever known. Its song, a poignant Christian hymn, became South Africa’s national anthem. Since it came to power in 1994, about two thirds of South Africans vote for it. Yet now, as it lavishly celebrates its 100th birthday this week, it has a reputation for corruption and incompetence. So whatever happened to South Africa’s Afric",
            "Next week marks 30 years since Robert Mugabe was elected Prime Minister of Zimbabwe. Last month was 20 years since Nelson Mandela left jail. The two men have much in common. Both are nationalist leaders who fought white rule in southern Africa. Both served long periods in prison, Mandela 27 years, Mugabe 11. Both emerged and won elections and then offered their white oppressors the hand of forgiveness and friendship. Both created governments of national unity to deal with rival movements: in Sou",
            "I dread attending meetings on Congo. At almost every one a Congolese will stand up and start to rail, then scream and weep. Some get very aggressive. The police were called to one meeting. For a while I was embarrassed and irritated. Now I think it is absolutely understandable, appropriate even.\nThe Democratic Republic of Congo, the vast heart of Africa, endowed with some of the richest ores and most fertile land on the planet, lies broken and ungoverned. Congo has the lowest GDP per capita in t",
            "I have a sneaking regard for the 419 scammers’ audacity\nThe bait is a simple formula: millions of dollars overpaid, on deposit or left in a will. The money needs to be moved. You have been chosen as a trustworthy person. We would like to use your bank account to transfer the money. In return we will give you a cut.\nNigerian scams, or 419s as they are known after the number of the Nigerian law that bans them, have grown from a trickle in the late 1980s to a flood; millions of e-mails, faxes and l",
            "Remember Liberia when the cameras move on\nAs an Africa specialist, I know better than to take a holiday in August. Not that Africa suddenly gets interesting just now; hunger and war don’t take a summer break. But not enough happens anywhere else in the holiday season, so Africa comes to the fore. Year after year August has been my busy month.\nThis year is no exception. When fighting surged towards Liberia’s capital, Monrovia, in June, few foreign TV crews and correspondents bothered to go. Now L"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q21012765",
                "wikidata_title": "Tatiana Schlossberg",
                "wikipedia_title": "Tatiana Schlossberg",
                "description": "American journalist; daughter of Caroline Kennedy",
                "intro": "Tatiana Celia Kennedy Schlossberg (born May 5, 1990) is an American journalist and author. She is a daughter of Caroline Kennedy, the U.S. Ambassador to Australia, and the second granddaughter of John F. Kennedy, the 35th president of the United States and First Lady Jacqueline Bouvier Kennedy Onassis. A reporter for The New York Times covering climate change, she has also written for The Atlantic. She is the author of the book Inconspicuous Consumption (2019).",
                "x_handle": "tatertatiana",
                "page_url": "https://en.wikipedia.org/wiki/Tatiana_Schlossberg"
            }
        ],
        "author_str": "tatiana schlossberg",
        "article_urls": [
            "https://www.theatlantic.com/technology/archive/2019/09/silicon-valley-full-superfund-sites/598531/",
            "https://www.theatlantic.com/science/archive/2019/02/artic-ice-melt-could-open-maine-trade/582349/"
        ],
        "article_texts": [
            "Silicon Valley Is One of the Most Polluted Places in the Country\nMicrochip manufacturers contaminated the groundwater in the 1980s. Almost 40 years later, the cleanup still isn’t complete.\nSometimes it feels hard to remember that Silicon Valley is an actual place, a collage of parched suburbs, and not just the collective noun for information-technology companies. But before it was the idea center of the internet, it was a group of factory towns, the blinking heart of “clean” manufacturing, the h",
            "PORTLAND, Maine—A less icy Arctic is coming, and generally speaking, that’s not a good thing. Climate change is warming this region twice as fast as the global average, threatening wildlife and indigenous communities. Melting permafrost in Greenland and the Arctic tundra is releasing vast amounts of methane, a potent climate-altering gas.\nBut some see an Arctic with navigable seas in the summer and newly accessible fossil fuels as an irresistible opportunity. Cargo shipping, cruising, mining, oi"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q6233619",
                "wikidata_title": "John Fordham",
                "wikipedia_title": "John Fordham (bishop)",
                "description": "Bishop of Durham; Bishop of Ely; Lord Privy Seal; Lord High Treasurer",
                "intro": "",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/John_Fordham_(bishop)"
            },
            {
                "qid": "Q16239584",
                "wikidata_title": "John Fordham",
                "wikipedia_title": "John Fordham (jazz critic)",
                "description": "British jazz critic",
                "intro": "John Fordham is a British jazz critic and writer. As well as being the main jazz critic for The Guardian, he publishes a monthly column for the newspaper. He is the author of several books on jazz, and has reported on it for publications including Time Out, City Limits, Sounds, Jazz UK and The Wire. He is a former editor of Time Out, City Limits and Jazz UK. He has contributed to documentaries for radio and television, as well as regularly to BBC Radio 3's programme Jazz on 3.\n\n",
                "x_handle": "jfordham_jazz",
                "page_url": "https://en.wikipedia.org/wiki/John_Fordham_(jazz_critic)"
            },
            {
                "qid": "Q76296679",
                "wikidata_title": "John Fordham",
                "wikipedia_title": "",
                "description": "Peerage person ID=670342",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q75571835",
                "wikidata_title": "John Fordham",
                "wikipedia_title": "",
                "description": "Peerage person ID=219500",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q124651233",
                "wikidata_title": "John Fordham",
                "wikipedia_title": "John Fordham",
                "description": "Wikimedia disambiguation page",
                "intro": "",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/John_Fordham"
            }
        ],
        "author_str": "john fordham",
        "article_urls": [
            "https://www.theguardian.com/music/2012/sep/02/jazz-world-gigs-autumn-2012",
            "https://www.theguardian.com/music/musicblog/2016/nov/08/london-jazz-festival-2016-10-acts-not-to-miss-gil-evans-art-spiegelman-eve-risser",
            "https://www.theguardian.com/music/2016/nov/13/london-jazz-festival-review-joshua-redman-brad-mehldau-art-spiegelman-joey-alexander",
            "https://www.theguardian.com/music/2007/aug/17/jazz.shopping2",
            "https://www.theguardian.com/music/2019/aug/01/miles-daviss-20-greatest-albums-ranked"
        ],
        "article_texts": [
            "Susanna\nThe Norwegian founder of Susanna and the Magical Orchestra tours material from her new album, Wild Dog: ethereal songs that suggest a kind of 21st-century Nordic country music, delivered by the mesmerisingly pure-toned singer-songwriter and pianist. St George's, Bristol, 11 October then touring. susannamagical.com\nWayne Shorter\nExclusive UK date from enterprising new Midlands venture Jazzlines, featuring former Miles Davis and Weather Report sax star and jazz composer Shorter. Shorter's ",
            "Chief among the Unthanks' multifarious talents – an array of skills that includes clog dancing – is their ability to reinterpret other people's songs: not just aged folk tunes but more contemporary material. Best of all might be their version of Robert Wyatt's Sea Song, which makes their decision \"on a whim\" to stage a series of shows half devoted to Wyatt's music and half to the work of Antony and the Johnsons a genuinely exciting prospect. Tour begins at St James's Church, London W1 (0844 811 ",
            "Jazz Voice\nThis opening-night concert has been a spectacular first-night fanfare for the festival for the last nine years with its upbeat tribute to the art of song and the talents of singers. Arranger Guy Barker’s 42-piece jazz orchestra backs classic songs and new music delivered by young messiah Jacob Collier, jazz-gospel star Lizz Wright, Prince favourite Kandace Springs and many more.\nRoyal Festival Hall, 11 November. Box office: 0844-875 0073.\nArt Spiegelman/Phillip Johnston’s Wordless!\nTh",
            "Two of jazz’s best virtuosi improvising at the speed of thought, a Pulitzer-winning artist telling the story of comics to music veering from swing to Schoenberg, a 13-year-old pianist with the touch of Herbie Hancock, and a majestic singer rooted in 150 years of gospel music were the four totally different standouts from the first two days of the 2016 London jazz festival. Saxophonist Joshua Redman and pianist Brad Mehldau, the graphic-novel genius Art Spiegelman, teenage prodigy Joey Alexander ",
            "Drummer Art Blakey and his legendary Jazz Messengers ran a gospelly boppish repertoire according to formula for decades. What marked out particular sessions were the soloists - just about everybody in hard bop, from Lee Morgan to a teenage Wynton Marsalis. Morgan is in blustery, belligerent form on this Paris live session from 1959, one of the most exciting of a group of Universal reissues themed on Paris. The city offered a haven to jazz musicians who didn't fit elsewhere. One of the most famou"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q275700",
                "wikidata_title": "Sheetal Sheth",
                "wikipedia_title": "Sheetal Sheth",
                "description": "American actress, and producer",
                "intro": "Sheetal Sheth (born June 24, 1976  ) is an American actress, author, producer, and activist.\nShe is best known for starring opposite Albert Brooks in his film Looking for Comedy in the Muslim World. She debuted in the films ABCD and American Chai, and has appeared in the films I Can't Think Straight and The World Unseen. Sheth has won multiple best actress awards on the festival circuit and has been selected to represent brands such as CHI haircare and Reebok.She is also the first Indian American to appear in Maxim magazine. Sheetal's had op-eds published on CNN, The Daily Beast, and Thrive Global. Her first children's book, Always Anjali, debuted to critical acclaim and became the first in a series of books. This series is the first picture book series that features a South Asian hero.\n\n",
                "x_handle": "sheetalsheth",
                "page_url": "https://en.wikipedia.org/wiki/Sheetal_Sheth"
            },
            {
                "qid": "Q96071333",
                "wikidata_title": "Sheetal G Sheth",
                "wikipedia_title": "",
                "description": "researcher",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            }
        ],
        "author_str": "sheetal sheth",
        "article_urls": [
            "https://www.thedailybeast.com/i-had-good-healthcare-then-i-got-cancer-and-got-kicked-off"
        ],
        "article_texts": [
            "I had no reason to get cancer. Not that there is a reason why someone gets cancer, but there are certain factors that make you “higher risk.” In fact, when you sit down with your doctor after your diagnosis, they go through a list of things that they suggest you look at in your lifestyle. I was already doing all of them. I don’t have any genetic markers, I have been plant-based for over 25 years, I don’t smoke or drink soda, I only drink socially, and I exercise regularly. I even breast-fed my k"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q711722",
                "wikidata_title": "Moisés Naím",
                "wikipedia_title": "Moisés Naím",
                "description": "Venezuelan journalist",
                "intro": "Moisés Naím (born July 5, 1952) is a Venezuelan journalist and writer. He is a Distinguished Fellow at the Carnegie Endowment for International Peace.\nNaím served as the editor-in-chief of Foreign Policy magazine for 14 years (1996-2010). Since 2012, he has directed and hosted Efecto Naím, a weekly televised news program on the economy and international affairs that airs throughout the Americas on NTN24. In 2011, he received the Ortega y Gasset Award for his important contribution to journalism in the Spanish language.\nHe is the former Minister of Trade and Industry for Venezuela, director of its central bank, and executive director of the World Bank. Naím is also the founder and chairman of the Group of Fifty and a member of the Council on Foreign Relations, the Inter-American Dialogue, and the World Economic Forum.\n\n",
                "x_handle": "moisesnaim",
                "page_url": "https://en.wikipedia.org/wiki/Mois%C3%A9s_Na%C3%ADm"
            }
        ],
        "author_str": "moises naim",
        "article_urls": [
            "https://www.theatlantic.com/international/archive/2013/12/the-case-for-giving-irans-scholar-diplomats-a-chance/282010/",
            "https://www.theatlantic.com/international/archive/2013/10/the-next-global-security-threat-explosive-devices-on-small-drones/280953/",
            "https://www.theatlantic.com/international/archive/2013/11/are-europeans-giving-up-on-europe/281928/",
            "https://www.theatlantic.com/international/archive/2013/12/the-most-notable-global-br-stories-of-2013/282407/#main-content",
            "https://www.theatlantic.com/business/archive/2013/10/what-world-bankers-fear-most/280562/"
        ],
        "article_texts": [
            "Hassan Rouhani, Iran’s president, has more cabinet members with Ph.D. degrees from U.S. universities than Barack Obama does. In fact, Iran has more holders of American Ph.D.s in its presidential cabinet than France, Germany, Italy, Japan, Russia, or Spain—combined.\nTake, for example, Rouhani’s chief of staff, Mohammad Nahavandian. He spent many years in the United States and has a Ph.D. in economics from George Washington University. Or Javad Zarif, the foreign affairs minister and chief negotia",
            "The Next Global Security Threat: Explosive Devices on Small Drones\nA recent drone prank at an event where Angela Merkel was speaking underlines the threat these aircraft pose if they fall into the hands of terrorists.\nRecently Angela Merkel has found herself in two complex situations. The first, as we all know, has stirred a bitter global debate about American spying. The second, though largely ignored, deserves at least as much attention because it may have even larger implications for internat",
            "The collective mood of a nation mired in a prolonged economic recession shows many of the symptoms of clinical depression: despair, fatalism, an inability to make decisions, lack of motivation, and irritability. This is one of the impressions I got from a recent trip to Spain and Italy, two nations I know well and visit often. While both countries have recently made small strides on the path to recovery, I nevertheless came away with the strong sense that their economies are in recession and the",
            "Silvio Berlusconi is out and Angela Merkel was reelected. Nelson Mandela and Hugo Chavez passed away. Fidel Castro didn’t. People took to the streets in Kiev and Bangkok, Cairo and Khartoum. The president of Syria ignored Barack Obama’s red line and used chemical weapons, while Iran was willing to engage in negotiations with the United States for the first time in 34 years. China elected a new leader and jailed another. North Korea’s tyrant-in-training executed his uncle.\nThere is never a dull m",
            "What World Bankers Fear Most\nMuch of the conversation at this year's IMF and World Bank meetings will be about slowing emerging markets, the dysfunctional U.S. government, and spreading inequality.\nIt’s that time of year again. Northern birds flock south for the winter, and the world’s bankers assemble in Washington for the annual meetings of the World Bank and the IMF. Finance secretaries and central bank governors from countless nations descend upon Washington to mingle with their colleagues, "
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q5107414",
                "wikidata_title": "Chris McGreal",
                "wikipedia_title": "Chris McGreal",
                "description": "British journalist",
                "intro": "Chris McGreal is a reporter for The Guardian.He is the author of American Overdose: The Opioid Tragedy in Three Acts published by Public Affairs in the US and Guardian Faber in the UK.",
                "x_handle": "ChrisMcGreal",
                "page_url": "https://en.wikipedia.org/wiki/Chris_McGreal"
            }
        ],
        "author_str": "chris mcgreal",
        "article_urls": [
            "https://www.theguardian.com/world/2022/nov/30/biden-israel-weapons-palestinian-territories-far-right",
            "https://www.theguardian.com/us-news/2020/oct/11/joe-biden-presidential-election-polls-trump",
            "https://www.theguardian.com/world/2012/dec/18/gun-sales-surge-newtown-crackdown",
            "https://www.theguardian.com/us-news/2022/mar/23/aipac-pro-israel-group-backs-insurrectionist-republicans",
            "https://www.theguardian.com/global-development/2021/mar/22/fw-deklerk-apartheid-crimes-accountability-south-africa"
        ],
        "article_texts": [
            "Two former senior US diplomats have made a highly unusual call for the Biden administration to cut weapons supplies to Israel if the incoming far-right government uses them to annex Palestinian land, expel Arabs or finally kill off the diminishing possibility of a Palestinian state.\nDaniel Kurtzer, a former US ambassador to Israel under George W Bush, and Aaron David Miller, a US Middle East peace negotiator during several administrations, have called for what they described as an “unprecedented",
            "As the Democratic presidential primaries drew to a close in the spring, Laura Hubka was left wondering how she was going to sell Joe Biden to voters in her corner of rural Iowa.\nHubka, an ultrasound technologist and chair of Howard county Democrats, lamented that the party cast aside an array of more inspirational, younger and original candidates in favor of a fading politician past his prime. Personally, she backed Pete Buttigieg, the young, gay former Indiana mayor.\nHubka couldn’t see how a ca",
            "Karl Durkheimer is more coy than might be expected of a man with a pistol on his hip.\nDurkheimer's gun shop looks to have enjoyed record sales of semi-automatics – \"modern sporting rifles\", as he calls them – and handguns at the weekend. But he doesn't want to talk specific numbers.\nNor is he terribly keen to speculate on the causes of the sudden demand. But he acknowledges that it probably has everything to do with a man killing two people with an assault rifle last week in a Portland shopping ",
            "The US’s most powerful pro-Israel lobby group has been accused of putting support for Israel before American democracy after it declared its backing for the election campaigns of three dozen Republican members of Congress who tried to block President Biden’s presidential victory.\nBut the American Israel Public Affairs Committee (Aipac) has defended the move by saying that support for the Jewish state overrides other issues and that it is “no moment for the pro-Israel movement to become selective",
            "South Africans don’t give much thought to FW de Klerk these days. Like Mikhail Gorbachev, his fellow Nobel peace laureate, the last apartheid president is more highly regarded outside his own country than in it.\nBut some South Africans were taken aback to see De Klerk putting himself forward in a Guardian article on 10 March as an advocate of protecting women from violence and asserting that “holding perpetrators accountable, irrespective of how long ago the crime was committed, is essential to "
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q5238993",
                "wikidata_title": "David Rennie",
                "wikipedia_title": "David Rennie (film editor)",
                "description": "American film editor",
                "intro": "",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/David_Rennie_(film_editor)"
            },
            {
                "qid": "Q3018677",
                "wikidata_title": "David Rennie",
                "wikipedia_title": "David Rennie (columnist)",
                "description": "British journalist",
                "intro": "",
                "x_handle": "DSORennie",
                "page_url": "https://en.wikipedia.org/wiki/David_Rennie_(columnist)"
            },
            {
                "qid": "Q5238994",
                "wikidata_title": "David Rennie",
                "wikipedia_title": "David Rennie (footballer)",
                "description": "professional footballer (born 1964)",
                "intro": "David Rennie (born 29 August 1964) is a Scottish former professional footballer who played as a defender or defensive midfielder, notably for Leeds United, Bristol City and in the Premier League for Coventry City.\n\n",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/David_Rennie_(footballer)"
            },
            {
                "qid": "Q106828296",
                "wikidata_title": "David Rennie",
                "wikipedia_title": "",
                "description": "British judge",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q5238992",
                "wikidata_title": "David Rennie",
                "wikipedia_title": "David Rennie",
                "description": "Wikimedia disambiguation page",
                "intro": "",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/David_Rennie"
            },
            {
                "qid": "Q5234720",
                "wikidata_title": "David Hardman",
                "wikipedia_title": "David Hardman",
                "description": "British politician (1901-1989)",
                "intro": "",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/David_Hardman"
            }
        ],
        "author_str": "david rennie",
        "article_urls": [
            "https://www.spectator.co.uk/article/peter-mandelson-my-member-states/",
            "https://www.spectator.co.uk/article/s-go-and-sarko-not-so-different/",
            "https://www.spectator.co.uk/article/the-keepers-of-the-sprout/"
        ],
        "article_texts": [
            "Brussels\nAlmost the first thing you see, on entering Peter Mandelson’s office at the European Commission, is a bound set of photographs of Siberia resting on the coffee table. Are they a signal, a discreet protest from this most British of politicians at being sent into exile?\nMr Mandelson would insist not. He had, by most accounts, an unhappy start in Brussels in November 2004, unable to hide his impatience with the collegiate, rather plodding ways of the 25-strong Commission. Recently Mr Mande",
            "If you need reminding why France is so aggravating, pay a visit to the political hometown of Ségolène Royal, newly selected as the Socialist candidate for next spring’s presidential elections. Melle, a small market town between Poitiers and the port of La Rochelle, has been Royal’s political base camp since 1988, when she was first elected to the national assembly.\nOn paper, Melle should not work. Unemployment runs at some 12 per cent, and has been at that level for years. A single chemicals fac",
            "With the possible exception of charades, no element of a British Christmas rivals the Brussels sprout when it comes to dividing families. In any well-ordered family, the sprout is a source of fierce disagreement, with those that love the vegetable on one side and haters on the other. There is no Third Way of the sprout. This gulf of opinion is highly satisfactory for those of us who love sprouts. It transforms a liking into a badge of honour, even gallantry, as we tuck into sprouts like so much "
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q41142",
                "wikidata_title": "Jane Fonda",
                "wikipedia_title": "Jane Fonda",
                "description": "American actress and activist",
                "intro": "",
                "x_handle": "Janefonda",
                "page_url": "https://en.wikipedia.org/wiki/Jane_Fonda"
            },
            {
                "qid": "Q4495532",
                "wikidata_title": "Hanoi Jane",
                "wikipedia_title": "",
                "description": "nickname of Jane Fonda",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q17090089",
                "wikidata_title": "Jane Fonda filmography",
                "wikipedia_title": "Jane Fonda filmography",
                "description": "filmography",
                "intro": "",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/Jane_Fonda_filmography"
            },
            {
                "qid": "Q109638601",
                "wikidata_title": "Jane Fonda: AM/PM Yoga for Beginners",
                "wikipedia_title": "",
                "description": "2012 film",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q23465965",
                "wikidata_title": "Jane Fonda: Life's third act",
                "wikipedia_title": "",
                "description": "TEDxWomen 2011",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q23415867",
                "wikidata_title": "Jane Fonda and Lily Tomlin: A hilarious celebration of lifelong female friendship",
                "wikipedia_title": "",
                "description": "TEDWomen 2015",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q109638795",
                "wikidata_title": "Jane Fonda's New Workout",
                "wikipedia_title": "",
                "description": "film",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q66828119",
                "wikidata_title": "Jane Fonda in Five Acts",
                "wikipedia_title": "Jane Fonda in Five Acts",
                "description": "2018 film directed by Susan Lacy",
                "intro": "Jane Fonda in Five Acts is a 2018 American documentary film, directed by Susan Lacy. It revolves around the life and career of Jane Fonda.\nThe film had its world premiere at the Sundance Film Festival on January 20, 2018. It was released on September 24, 2018, by HBO. The film was nominated for a Primetime Emmy Award for Outstanding Documentary or Nonfiction Special.\n\n",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/Jane_Fonda_in_Five_Acts"
            },
            {
                "qid": "Q104855274",
                "wikidata_title": "Jane Fonda's Workout",
                "wikipedia_title": "Jane Fonda's Workout",
                "description": "exercise video by Jane Fonda",
                "intro": "",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/Jane_Fonda%27s_Workout"
            },
            {
                "qid": "Q109638794",
                "wikidata_title": "Jane Fonda's Workout: Low Impact Aerobics",
                "wikipedia_title": "",
                "description": "",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            }
        ],
        "author_str": "jane fonda",
        "article_urls": [
            "https://time.com/4587314/jane-fonda-standing-rock/"
        ],
        "article_texts": [
            "I was at Standing Rock Sioux Reservation near Cannon Ball, North Dakota, during the Thanksgiving holiday supporting Indigenous Peoples, the Water Protectors, from over 300 tribes and their allies from around the world. Thousands of people, with 2,000 veterans from Vietnam, Iraq and Afghanistan about to join them. Their aim is to stop Sunoco Logistics and its Dakota Access Pipeline from crossing Standing Rock ancestral lands and drilling beneath the Missouri River.\nI came away with the belief tha"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q1887014",
                "wikidata_title": "Malcolm Forbes",
                "wikipedia_title": "Malcolm Forbes",
                "description": "American publisher (1919-1990)",
                "intro": "",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/Malcolm_Forbes"
            },
            {
                "qid": "Q780842",
                "wikidata_title": "Steve Forbes",
                "wikipedia_title": "Steve Forbes",
                "description": "American businessman and publisher",
                "intro": "",
                "x_handle": "SteveForbesCEO",
                "page_url": "https://en.wikipedia.org/wiki/Steve_Forbes"
            },
            {
                "qid": "Q133569",
                "wikidata_title": "Steve Forbes",
                "wikipedia_title": "Steve Forbes (boxer)",
                "description": "American boxer",
                "intro": "",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/Steve_Forbes_(boxer)"
            },
            {
                "qid": "Q19957796",
                "wikidata_title": "Steve Forbes",
                "wikipedia_title": "Steve Forbes (basketball)",
                "description": "American college basketball coach",
                "intro": "",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/Steve_Forbes_(basketball)"
            },
            {
                "qid": "Q7612567",
                "wikidata_title": "Steve Forbes",
                "wikipedia_title": "Steve Forbes (footballer)",
                "description": "English footballer (born 1975)",
                "intro": "Steven Dudley Forbes (born 24 December 1975) is an English former professional footballer who played as a midfielder.",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/Steve_Forbes_(footballer)"
            },
            {
                "qid": "Q100791735",
                "wikidata_title": "Steve Forbes",
                "wikipedia_title": "",
                "description": "college basketball player (2011–2015) Stetson; Purdue-Fort Wayne",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q110035951",
                "wikidata_title": "Steve Forbes/Rage Against the Machine",
                "wikipedia_title": "",
                "description": "episode of Saturday Night Live (S21 E17)",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q110058929",
                "wikidata_title": "Steve Forbes Monologue",
                "wikipedia_title": "",
                "description": "sketch from Saturday Night Live",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q25235466",
                "wikidata_title": "Steve Forbes",
                "wikipedia_title": "",
                "description": "Wikimedia disambiguation page",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            }
        ],
        "author_str": "steve forbes",
        "article_urls": [
            "https://www.forbes.com/companies/state-of-california/?list=best-large-employers",
            "https://www.forbes.com/companies/saint-gobain/?list=best-large-employers",
            "https://www.forbes.com/companies/estes-express-line/?list=best-large-employers",
            "https://www.forbes.com/companies/lionbridge-technologies/?list=best-large-employers",
            "https://www.forbes.com/companies/fm-logistic/?list=female-friendly-companies"
        ],
        "article_texts": [
            "Each year, the state of California requires all parties testing self-driving car systems in California report all the times their system needed to disengage. Everybody calculates it differently, but we still learn a little. But why does Tesla get a pass?\nWomen in California lose a collective $87 billion due to the gender pay gap. Today, the State of California took a step to reduce that staggering number by signing the California Equal Pay Pledge, an initiative launched by California’s First Par",
            "About Saint-Gobain\nCompagnie de Saint-Gobain SA engages in the production and distribution of construction materials. It operates through the following business segments: Innovative Materials, Construction Products, and Building Distribution. The Innovative Materials segment offers a unique portfolio of materials and processes for the habitat and industrial markets. The Construction Products segment offers interior and exterior solutions to enhance the comfort of buildings and homes, including p",
            "The FHFA announced the GSE’s conforming loan limits will surpass $1 million for the first time. This announcement means that in 2023 Fannie Mae and Freddie Mac will be able to purchase home mortgages that exceed $1 million. These high limits make a mockery of so-called affordable housing policy.\nSaudi Arabian side Al Nassr has reportedly offered to make Cristiano Ronaldo the best-paid soccer player in the world. If he takes the offer, Ronaldo could potentially boost the profile of the Saudi Pro ",
            "About Lionbridge Technologies\nLionbridge helps companies connect with global customers by delivering marketing, testing and globalization services in more than 300 languages.Through their platform, Lionbridge orchestrates a network of 500,000 passionate experts in 5,000-plus cities, who partner with brands to create culturally rich experiences. Based in Waltham, Mass., Lionbridge maintains solution centers in 27 countries.\nLionbridge Technologies Company Stats\nIndustryBusiness Services & Supplie",
            "England fans might think Gareth Southgate's tactics are to blame for England failing to hold onto early leads against Italy in Euro 2020 and Croatia at the 2018 World Cup. But when it comes to huge games like the World Cup final, scoring an early goal can sometimes harm a team's chances of winning.\nParamount Global ad-supported streaming service Pluto debuted today in Canada with 110 linear channels and 20,000 hours of on-demand programming. It also features 30 channels of local French- and Engl"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q16204431",
                "wikidata_title": "Pat Kiernan",
                "wikipedia_title": "Pat Kiernan",
                "description": "Canadian-American television host",
                "intro": "Patrick Kiernan (born November 20, 1968) is a Canadian-American television host, appearing as the morning news anchor of NY1 since 1997. He is widely known in New York City for his \"In the Papers\" feature, in which he summarizes the colorful content in New York City's daily newspapers, replete with his deadpan humor. Kiernan has also hosted game shows and appeared in films and on television either as himself or as a reporter.",
                "x_handle": "patkiernan",
                "page_url": "https://en.wikipedia.org/wiki/Pat_Kiernan"
            }
        ],
        "author_str": "pat kiernan",
        "article_urls": [
            "https://www.thedailybeast.com/murdoch-scandal-ny1-pat-kiernan-in-the-papers-segment-rips-ny-post"
        ],
        "article_texts": [
            "Residents of Marshalltown, Iowa—population: 27,552—woke up yesterday to a front-page story in the local paper, the Times-Republican, about Rupert Murdoch’s testimony before a British parliamentary panel. So did readers of the Corpus Christi Caller-Times in Texas, the Indianapolis Star and the Pensacola News Journal.\nSo why did readers in the media capital of the world have to flip to page 35 of the New York Post to get the news about Murdoch? The News Corp. hacking inquiry was the biggest story "
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q9545",
                "wikidata_title": "Tony Blair",
                "wikipedia_title": "Tony Blair",
                "description": "Prime Minister of the United Kingdom from 1997 to 2007",
                "intro": "",
                "x_handle": "InstituteGC",
                "page_url": "https://en.wikipedia.org/wiki/Tony_Blair"
            },
            {
                "qid": "Q28052457",
                "wikidata_title": "Tony Blair",
                "wikipedia_title": "",
                "description": "painting by Alastair Adams",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q7821910",
                "wikidata_title": "Tony Blair",
                "wikipedia_title": "Tony Blair (song)",
                "description": "1999 single by Chumbawamba",
                "intro": "",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/Tony_Blair_(song)"
            },
            {
                "qid": "Q63892269",
                "wikidata_title": "Tony Blair",
                "wikipedia_title": "",
                "description": "musical character in the musical TONY! The Blair Musical; the Prime Minister of the United Kingdom and lead figure of the musical",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q16429010",
                "wikidata_title": "Tony Blair",
                "wikipedia_title": "",
                "description": "",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q30592102",
                "wikidata_title": "Tony Blair Institute",
                "wikipedia_title": "Tony Blair Institute for Global Change",
                "description": "non-profit organization",
                "intro": "The Tony Blair Institute (TBI), commonly known by its trade name the Tony Blair Institute for Global Change, is a non-profit organisation set up by former UK Prime Minister Tony Blair.\n\n",
                "x_handle": "InstituteGC",
                "page_url": "https://en.wikipedia.org/wiki/Tony_Blair_Institute_for_Global_Change"
            },
            {
                "qid": "Q18017264",
                "wikidata_title": "Tony Blair speaks in Canada",
                "wikipedia_title": "",
                "description": "Wikinews article",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q7769569",
                "wikidata_title": "The Tony Blair Witch Project",
                "wikipedia_title": "",
                "description": "2000 film",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q7821912",
                "wikidata_title": "Tony Blair Faith Foundation",
                "wikipedia_title": "Tony Blair Faith Foundation",
                "description": "charitable foundation",
                "intro": "",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/Tony_Blair_Faith_Foundation"
            },
            {
                "qid": "Q17669412",
                "wikidata_title": "Tony Blair debates religion with Christopher Hitchens in Canada",
                "wikipedia_title": "",
                "description": "Wikinews article",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            }
        ],
        "author_str": "tony blair",
        "article_urls": [
            "https://www.thetimes.co.uk/article/im-like-any-other-human-being-as-fallible-and-as-capable-of-being-wrong-i-only-know-what-i-believe-5dqqtgxwcv0",
            "https://www.thetimes.co.uk/article/im-like-any-other-human-being-as-fallible-and-as-capable-of-being-wrong-i-only-know-what-i-believe-03v8wpt23t7"
        ],
        "article_texts": [
            "On July 9, the leaders of the world’s largest economies will meet in L’Aquila, Italy, in the Major Economies Forum to discuss progress toward a new global climate agreement. In just six months, a deal is supposed to be struck in Copenhagen and the MEF meeting comes at a vital moment in the negotiations. When many of the same leaders met in April to address the economic crisis, they correctly pledged to do “whatever is necessary.” The same spirit needs to animate the meeting in L’Aquila.\nFully 70",
            "To a large extent, 2009 will be characterized by our efforts to head off the worst consequences of the economic catastrophe. But 2009 should also be the year we summon the will and wit to conclude a new treaty on Climate Change, one which will have all major economies, including America as a signatory, one that is radical and realistic.\nSome say that due to the economic crisis, action on the environment should be postponed. But either the climate is changing or it isn’t. If it is—and the scienti",
            "Africa may have escaped the initial shock of the global financial crisis, but it is not being spared from its knock-on effects. Foreign investment is drying up, aid budgets are being slashed, remittances are down, and NGOs are struggling to raise funds.\nCharity is not a viable path to development at the best of times, but that is even more true today. Nervous investors and cash-strapped donors alike are going to be expecting a lot more for their money.\nSpeaking to the entrepreneurs on Lumley Bea",
            "The economic case for action on climate change is becoming ever more powerful. Essentially, recent research shows that if nations act together to reduce carbon emissions, costs of action fall and new opportunities for jobs and growth rise. There will be upfront investment but this should not be all about government money. There is also a vast potential for private sector investment if we set the right framework of incentives.\nThe real benefits—with as many as 10 million new jobs created and addi",
            "The September 11 attacks were attacks not just on America but on a set of values, on a way of life that we share. The World Trade Center was very deliberately chosen by the terrorists as a symbol—a place where people of different nationalities came to work together in peace and tolerance.\nAfter September 11, Osama bin Laden proved extremely difficult to find. I remember months after the attacks, and months after we’d defeated the Taliban, pacing up and down in frustration at meetings with advise"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q20657126",
                "wikidata_title": "Rob Knight",
                "wikipedia_title": "Rob Knight (biologist)",
                "description": "New Zealand computational microbiologist",
                "intro": "",
                "x_handle": "knightlabnews",
                "page_url": "https://en.wikipedia.org/wiki/Rob_Knight_(biologist)"
            },
            {
                "qid": "Q7340278",
                "wikidata_title": "Rob Knight",
                "wikipedia_title": "Rob Knight (politician)",
                "description": "Australian politician",
                "intro": "Daniel Robert Knight (born 1967) is a former Australian politician. He was a Labor Party member of the Northern Territory Legislative Assembly from 2005 to 2012, representing the remote electorate of Daly. He served as Minister for Local Government and Minister for Central Australia from 2008 to 2012. He also served as the Deputy Speaker of the Legislative Assembly from 2006 to 2012, having been appointed to the position after the resignation of Len Kiely.\nPrior to entering politics, Knight was a park ranger. He contested the newly created seat of Daly in the 2001 election against Country Liberal Party (CLP) candidate Tim Baldwin (who had represented the now-abolished seat of Victoria River, which had been redistributed to form Daly), but was unsuccessful.He contested Daly again at the 2005 election after Baldwin retired, and was initially thought to have little chance of winning. Daly was a fairly safe CLP seat on paper; after a redistribution, the CLP held it on a notional majority of 9.5 percent. However, on election night the CLP primary vote almost halved, and Knight gained the seat with a swing of 24.6 percent, turning Daly from a safe CLP seat into a safe Labor seat at one stroke.  Knight actually won a majority on the first count, allowing him to take the seat from the CLP without the need for preferences. Even considering the size of the Labor wave that swept through the Territory, Knight's victory was considered a shock result, as a swing of this magnitude is almost unheard of at any level in Australia.Knight was reelected in 2008, but was defeated in 2012 by the CLP's Gary Higgins amid Labor's collapse in the remote portions of the Territory.\n\n",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/Rob_Knight_(politician)"
            },
            {
                "qid": "Q91590770",
                "wikidata_title": "Rob Knight",
                "wikipedia_title": "",
                "description": "Cell Biology researcher (ORCID 0000-0001-9927-6354)",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q22991064",
                "wikidata_title": "Rob Knight: How our microbes make us who we are",
                "wikipedia_title": "",
                "description": "TED2014",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            }
        ],
        "author_str": "rob knight",
        "article_urls": [
            "https://www.scientificamerican.com/article/microbiome-research-may-soon-pay-off-big/"
        ],
        "article_texts": [
            "Today we are at an exciting threshold of biology. Advances in DNA sequencing, coupled with high-end computation, are opening a frontier in new knowledge. Obtaining genetic information and obtaining insight from it have never been cheaper. The potential for curing previously incurable diseases, including chronic ones, seems immense. If this sounds familiar, you might be thinking that you heard it 15 years ago, when the Human Genome Project was in full swing. Many feel that genomic medicine has no"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q20685303",
                "wikidata_title": "Mark Rice-Oxley",
                "wikipedia_title": "Mark Rice-Oxley",
                "description": "British journalist",
                "intro": "Mark Rice-Oxley is a British journalist. He is an editor and columnist at The Guardian newspaper, whose credits include award-winning work such as WikiLeaks, Qatar's World Cup Slaves \n and the Shirt on Your Back \n.Rice-Oxley is the author of Underneath the Lemon Tree, an autobiography that describes his journey through depression and recovery.",
                "x_handle": "markriceoxley69",
                "page_url": "https://en.wikipedia.org/wiki/Mark_Rice-Oxley"
            }
        ],
        "author_str": "mark rice-oxley",
        "article_urls": [
            "https://www.theguardian.com/inequality/2017/sep/30/the-colour-of-power-how-collaboration-is-transforming-our-reporting"
        ],
        "article_texts": [
            "Isis, carnage and 3.5m refugees: a day devoted to Syria's four-year war\nFour year anniversary coverage of a crisis that has claimed the lives of 200,000 people, sparked a humanitarian catastrophe, fuelled violent Islamic extremism and exposed serious splits in the international community.\nSo it’s time to bring this day of coverage to a close. Look out for more pieces in the run-up to this weekend’s anniversary. If you want to take the debate further, hop across to this page to take part in a mor",
            "One of our habitual instincts at the Guardian is to focus on the lives of people, showing how trends, policy, events and decisions affect them. But sometimes it is a number that really reveals the story that we should be telling. On this occasion we had been discussing something blindingly obvious but little remarked upon (often a promising combination for a news editor): although one in seven people living in Britain are black, Asian or minority ethnic, there are very few people from these comm"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q605",
                "wikidata_title": "Ezra Klein",
                "wikipedia_title": "Ezra Klein",
                "description": "American journalist",
                "intro": "Ezra Klein (born May 9, 1984) is an American progressive journalist, political analyst, New York Times columnist, and the host of The Ezra Klein Show podcast. He is a co-founder of Vox and formerly was the website's editor-at-large. He has held editorial positions at The Washington Post and The American Prospect, and was a regular contributor to Bloomberg News and MSNBC. His first book, Why We're Polarized, was published by Simon & Schuster in January 2020.Klein rose to prominence as a blogger who became well known for his in-depth analysis on a range of policy issues. By 2007, Klein's blog had gained a substantial following and was acquired by The American Prospect, where he was an associate editor. At The Washington Post, Klein managed Wonkblog, a branded blog that featured his writing on domestic policy.In 2014, alongside fellow journalists Matthew Yglesias and Melissa Bell, Klein co-founded Vox, a website for explanatory news owned by Vox Media. He was the editor-in-chief, and later as editor-at-large. Klein also contributed articles to the site, hosted an associated podcast (The Ezra Klein Show), and worked as an executive producer for Vox's Netflix series Explained. In November 2020, Klein announced he would be leaving Vox to join The New York Times as a columnist and podcast host.\n\n",
                "x_handle": "ezraklein",
                "page_url": "https://en.wikipedia.org/wiki/Ezra_Klein"
            },
            {
                "qid": "Q110085799",
                "wikidata_title": "Ezra Klein | The Ben Shapiro Show Sunday Special Ep. 85",
                "wikipedia_title": "",
                "description": "episode of the Ben Shapiro Show",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            }
        ],
        "author_str": "ezra klein",
        "article_urls": [
            "https://www.vox.com/2020/1/28/21074386/health-care-rationing-britain-nhs-nice-medicare-for-all",
            "https://www.vox.com/coronavirus-covid19/2020/3/27/21193879/coronavirus-covid-19-social-distancing-economy-recession-depression",
            "https://www.vox.com/future-perfect/2019/1/29/18197907/clean-meat-cell-plant-impossible-beyond-animal-cruelty",
            "https://www.vox.com/2017/11/30/16517022/impeachment-donald-trump",
            "https://www.vox.com/21424582/filibuster-joe-biden-2020-senate-democrats-abolish-trump"
        ],
        "article_texts": [
            "In 2016, the Commonwealth Fund, our partners on this project, surveyed 11 high-income countries about cost-related barriers to care. Americans were the most likely to skip needed care because of costs, with 33 percent having done so over the past year. Residents of the United Kingdom were among the least likely, with only 7 percent saying the same. The same was true, notably, of dental care; 32 percent of Americans said they skipped needed dental services due to cost, while only 11 percent of Br",
            "“America will again, and soon, be open for business,” President Donald Trump said on Monday. “Very soon. A lot sooner than three or four months that somebody was suggesting. A lot sooner. We cannot let the cure be worse than the problem itself.”\nThe cure, in this case, is social distancing, and the mass economic stoppage it forces. The problem is Covid-19, and the millions of deaths it could cause. On Tuesday, Trump accelerated his timeline. He said he’d like to see normalcy return by Easter Sun",
            "You often hear that eating animals is natural. And it is. But not the way we do it.\nIndustrial animal agriculture relies on engineering broiler chickens that grow almost seven times as quickly as they would naturally. It relies on pumping a majority of all the antibiotics used in the United States into farm animals to stop the infections that overcrowding would otherwise cause. A list like this could go on endlessly, but the point is simple: Industrial animal agriculture is not a natural food sy",
            "In recent months, I have grown obsessed with a seemingly simple question: Does the American political system have a remedy if we elect the wrong person to be president? There are clear answers if we elect a criminal, or if the president falls into a coma. But what if we just make a hiring mistake, as companies do all the time? What if we elect someone who proves himself or herself unfit for office — impulsive, conspiratorial, undisciplined, destructive, cruel?\nMy fixation on this question began ",
            "If Joe Biden wins the White House, and Democrats take back the Senate, there is one decision that will loom over every other. It is a question that dominated no debates and received only glancing discussion across the campaign, and yet it is the master choice that will either unlock their agenda or ensure they fail to deliver on their promises.\nThat decision? Whether the requirement for passing a bill through the Senate should be 60 votes or 51 votes. Whether, in other words, to eliminate the mo"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q108608045",
                "wikidata_title": "Sarah Manavis",
                "wikipedia_title": "",
                "description": "",
                "intro": "",
                "x_handle": "sarahmanavis",
                "page_url": ""
            }
        ],
        "author_str": "sarah manavis",
        "article_urls": [
            "https://www.theguardian.com/music/2022/may/31/avril-lavigne-let-go-turns-20-interview"
        ],
        "article_texts": [
            "For a generation of girls who spent years exclusively wearing butterfly clips, bright blue eyeshadow and pale pink everything, the release of the “pop-punk princess” Avril Lavigne’s debut album, Let Go, on 4 June 2002 was not merely a new sound, it was enlightenment.\nIn an era when bubblegum pop and “sexy baby” personas reigned, the 17-year-old Lavigne emerged as its antithesis. Rarely seen without a baggy pair of jeans, heavy kohl eyeliner and a loose tie round her neck, she co-wrote her own so"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q6274216",
                "wikidata_title": "Jonathan Rauch",
                "wikipedia_title": "Jonathan Rauch",
                "description": "American journalist",
                "intro": "Jonathan Charles Rauch ( ROWTCH; born April 26, 1960) is an American author, journalist, and activist. After graduating from Yale University, Rauch worked at the Winston-Salem Journal in North Carolina, for National Journal, and later for The Economist and as a freelance writer. He is currently a senior fellow in governance studies at the Brookings Institution and a contributing editor of The Atlantic.\nHe is the author of books and articles on public policy, culture, and economics. His books include The Happiness Curve: Why Life Gets Better After 50 (2018), Gay Marriage: Why It Is Good for Gays, Good for Straights, and Good for America (2004); Government's End: Why Washington Stopped Working (2000); and Kindly Inquisitors: The New Attacks on Free Thought (1993; revised second edition in 2013). In 2015, he published a short ebook, Political Realism, arguing that overzealous efforts to clean up politics have hampered the ability of political parties and professionals to order politics and build governing coalitions. In 2021, Rauch released The Constitution of Knowledge: A Defense of Truth describing the erosion of epistemic commons, the cost to U.S. democracy, and offering solutions.",
                "x_handle": "jon_rauch",
                "page_url": "https://en.wikipedia.org/wiki/Jonathan_Rauch"
            }
        ],
        "author_str": "jonathan rauch",
        "article_urls": [
            "https://newrepublic.com/article/110949/how-can-supreme-court-help-gay-rights-keeping-out-entirely",
            "https://newrepublic.com/article/103297/for-better-or-worse-gay-straight-marriage",
            "https://newrepublic.com/article/105384/love-classic-republican-foreign-policy-vote-obama",
            "https://www.theatlantic.com/magazine/archive/2016/07/how-american-politics-went-insane/485570/",
            "https://www.theatlantic.com/magazine/archive/2017/03/containing-trump/513854/"
        ],
        "article_texts": [
            "One reason is that the country is still about 50-50 on gay marriage, and the cause might be set back, perhaps by by decades, if nine (actually, five) bureaucrats in black robes sweep in and take the issue out of the people’s hands. Even if gays are on the right side of the argument about marriage, we will land on the wrong side of the argument for democratic sovereignty—a bigger, tougher fight, and a fight we do not need to pick.\nBut what if, as many of my friends say, the age of anti-gay backla",
            "I’ll go further: far from being a substitute for the real thing, marriage-lite may undermine it. Marriage is a deal between a couple and society, not just between two people: society recognizes the sanctity and autonomy of the pair-bond, and in exchange each spouse commits to being the other’s nurse, social worker and policeman of first resort. Each marriage is its own little society within society. Any step that weakens the deal by granting the legal benefits of marriage without also requiring ",
            "The kind of realism Obama practices is founded not on Machiavellian amorality but on a theory about where peace comes from. For Republican hawks and neocons, peace comes from American strength and hegemony; for Democratic doves and internationalists, peace comes from international cooperation and transnational institutions. Obama’s realism, like that of Ike and Bush 41 holds that American strength and international cooperation both have their place, but that peace comes from equilibrium between ",
            "It’s 2020, four years from now. The campaign is under way to succeed the president, who is retiring after a single wretched term. Voters are angrier than ever—at politicians, at compromisers, at the establishment. Congress and the White House seem incapable of working together on anything, even when their interests align. With lawmaking at a standstill, the president’s use of executive orders and regulatory discretion has reached a level that Congress views as dictatorial—not that Congress can d",
            "Whatever his intellectual and political gifts, Richard Nixon, the 37th president of the United States, was a cunning and dangerous criminal. For him, issuing illegal orders was literally just another day at the office.\nOne such day, in July of 1971 (nearly a year before the Watergate break-in), found him ordering his chief of staff, H. R. Haldeman, to execute a burglary. The president was exercised about politically damaging documents that he imagined were possessed by scholars at the Brookings "
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q78342353",
                "wikidata_title": "Jonathan Allen",
                "wikipedia_title": "",
                "description": "researcher",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q22095231",
                "wikidata_title": "Jonathan Allen",
                "wikipedia_title": "Jonathan Allen",
                "description": "American football player (born 1995)",
                "intro": "",
                "x_handle": "jonallen93_",
                "page_url": "https://en.wikipedia.org/wiki/Jonathan_Allen"
            },
            {
                "qid": "Q3263990",
                "wikidata_title": "Jon Allen",
                "wikipedia_title": "Jon Allen (musician)",
                "description": "English singer-songwriter",
                "intro": "",
                "x_handle": "jonallenmusic",
                "page_url": "https://en.wikipedia.org/wiki/Jon_Allen_(musician)"
            },
            {
                "qid": "Q102111015",
                "wikidata_title": "Jonathan Allen",
                "wikipedia_title": "",
                "description": "Ph.D. Massachusetts Institute of Technology 1968",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q79917889",
                "wikidata_title": "Jonathan P Allen",
                "wikipedia_title": "",
                "description": "researcher",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q114079994",
                "wikidata_title": "Jonathan Allen",
                "wikipedia_title": "Jonathan Allen (journalist)",
                "description": "journalist",
                "intro": "Jonathan Allen (born October 15, 1975) is an American political journalist and pundit. He has been a senior political analyst and political reporter for NBC News Digital since 2017. Allen has also reported for Congressional Quarterly, The Hill, Politico, Bloomberg News, and Vox. Allen's partnership with fellow political correspondent Amie Parnes resulted in two best-selling books on Hillary Clinton. In 2008, he won the Everett Dirksen Award and Sandy Hume Award.\nAllen has appeared as a commentator on political talk shows such as Hardball with Chris Matthews and Meet the Press. He has served as a political operative for the Democratic Party and as head of community and content for Sidewire from January 2016 to the service's closure in June 2017. Allen has been an adjunct professor at Northwestern University since 2012.\n\n",
                "x_handle": "jonallendc",
                "page_url": "https://en.wikipedia.org/wiki/Jonathan_Allen_(journalist)"
            },
            {
                "qid": "Q6272416",
                "wikidata_title": "Jonathan Allen",
                "wikipedia_title": "Jonathan Allen (artist)",
                "description": "English artist",
                "intro": "",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/Jonathan_Allen_(artist)"
            },
            {
                "qid": "Q96186077",
                "wikidata_title": "Jonathan D Allen",
                "wikipedia_title": "",
                "description": "researcher",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q76045868",
                "wikidata_title": "Jonathan Spencer Allen",
                "wikipedia_title": "",
                "description": "(born 1968)",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q92652400",
                "wikidata_title": "Jonathan C Allen",
                "wikipedia_title": "",
                "description": "researcher (ORCID 0000-0002-8444-7007)",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            }
        ],
        "author_str": "jonathan allen",
        "article_urls": [
            "https://www.smh.com.au/world/north-america/woman-who-accused-new-york-governor-of-groping-her-files-criminal-complaint-20210807-p58go1.html"
        ],
        "article_texts": [
            "This was published 1 year ago\nWoman who accused New York Governor of groping her files criminal complaint\nBy Jonathan Allen and Joseph Ax\nNew York: A former employee who accused New York Governor Andrew Cuomo of groping her in the Executive Mansion in Albany has filed a criminal complaint with the Albany County sheriff’s department, the department said.\nThe woman, whose name has not been made public, was an executive assistant who told state investigators that in one incident Cuomo groped her br"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q1582765",
                "wikidata_title": "Siva Vaidhyanathan",
                "wikipedia_title": "Siva Vaidhyanathan",
                "description": "American academic",
                "intro": "Siva Vaidhyanathan (born 1966) is an American cultural historian and media scholar, and the Robertson professor of Media Studies at the University of Virginia. Vaidhyanathan is a permanent columnist at The Guardian and Slate; he is also a frequent contributor on media and cultural issues in various periodicals including The Chronicle of Higher Education, New York Times Magazine, The Nation, Slate, and The Baffler. He directs the Center for Media and Citizenship at the University of Virginia, which produces a television show, a radio program, several podcasts, and the Virginia Quarterly Review.",
                "x_handle": "sivavaid",
                "page_url": "https://en.wikipedia.org/wiki/Siva_Vaidhyanathan"
            }
        ],
        "author_str": "siva vaidhyanathan",
        "article_urls": [
            "http://www.newrepublic.com/article/167414/salman-rushdie-changed-everything",
            "http://www.newrepublic.com/article/165316/make-omelette-jason-epstein-book-publishing",
            "http://www.newrepublic.com/article/168881/must-fight-better-america-no-choice",
            "https://newrepublic.com/article/168881/must-fight-better-america-no-choice",
            "https://newrepublic.com/article/160661/facebook-menace-making-platform-safe-democracy#main"
        ],
        "article_texts": [
            "Imagine growing up in the 1980s as the child of Indian immigrants in Canada, the United Kingdom, or the United States. Imagine trying to find a model, someone who mattered to the larger culture around you, and failing. None of the people who move others with their words, deeds, or songs seem to have your story, your burdens, or your sense of the world. You have not yet heard the word “cosmopolitan,” but you do have a sense of living in the world yet displaced from any particular part of it. No o",
            "A titan of publishing, Jason Epstein died at 93 last week. He left a galvanizing vision for the book business.\nSusan Wood/Getty Images\nThe writer and publisher Jason Epstein on the phone at his home in Sag Harbor, New York, in 1984\nBy the time I got to know Jason Epstein, he had already reinvented publishing at least twice—the high-quality midlist paperback and the high-end Library of America—and had helped launch one of the most influential instruments of American intellectual life, The New Yor",
            "We can’t predict if the United States will survive as a democratic republic until 2050. It’s barely one in 2022. But we can imagine what it would take to make it one. In fact, for the survival of millions of Americans and billions around the world, we must ensure it does.\nTo do so, we should boldly articulate a vision for the United States that we have only occasionally aspired to convey: that of a fully democratic, cosmopolitan republic that finally rejects white supremacy as an organizing Amer",
            "Regardless, democracy is not about one side winning. Democracy is about one side losing and supporters of that\nside trusting the result, being satisfied with the process, and remaining willing to play the game again under\nsimilar rules. Democracy is also about a citizenry that is willing and able to converse frankly and honestly\nabout the problems it faces, sharing a set of facts and some forums through which informed citizens may\ndeliberate. Clearly, none of that is happening in the United Stat",
            "My late colleague, Neil Postman, used to ask about any new proposal or technology, “What problem does it propose to solve?”\nWhen it comes to Facebook, that problem was maintaining relationships over vast time and space. And the company has solved it, spectacularly. Along the way, as Postman would have predicted, it created many more problems.\nLast week, Facebook revealed the leaders and first 20 members of its new review board. They are an august collection of some of the sharpest minds who have"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q526242",
                "wikidata_title": "David Baddiel",
                "wikipedia_title": "David Baddiel",
                "description": "British comedian",
                "intro": "David Lionel Baddiel  (; born 28 May 1964) is an English comedian, presenter, screenwriter and author. He became known for his early work alongside Rob Newman in The Mary Whitehouse Experience and later for his comedy partnership with Frank Skinner.\nHe has written the children's books The Parent Agency, The Person Controller, AniMalcolm, Birthday Boy, Head Kid, and The Taylor TurboChaser.",
                "x_handle": "baddiel",
                "page_url": "https://en.wikipedia.org/wiki/David_Baddiel"
            },
            {
                "qid": "Q27051102",
                "wikidata_title": "David Baddiel on the Great Man Theory",
                "wikipedia_title": "",
                "description": "2016 documentary film",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            }
        ],
        "author_str": "david baddiel",
        "article_urls": [
            "https://newrepublic.com/article/117721/john-updikes-new-biography-adam-begley",
            "https://www.theguardian.com/film/2020/jun/02/lockdown-watch-david-baddiel-animation-bojack-horseman-once-upon-a-time-in-hollywood",
            "http://www.newrepublic.com/article/117721/john-updikes-new-biography-adam-begley"
        ],
        "article_texts": [
            "She was to experience this sadness many times, this chronic sadness of late Sunday afternoon, when the couples had exhausted their game ... and saw an evening weighing upon them, an evening without a game, an evening spent among flickering lamps and cranky children and leftover food and the nagging half-read newspaper with its weary portents and atrocities, an evening when marriages closed in upon themselves like flowers from which the sun is withdrawn, an evening giving like a smeared window on",
            "On page 532 of my preview copy of this biography of Philip Roth there is a footnote. In it, Blake Bailey quotes from Roth’s novel Deception, where the character of Philip Roth asks his mistress what she would do if she was approached after his death by a biographer. Would she talk to him? She replies she might, if he was intelligent and serious. Bailey then adds, with self-deprecating wit: ‘Emma Smallwood did not respond to my request for an interview.’ Emma Smallwood is the name of one of Roth’",
            "Like many, I began lockdown by bingeing on Tiger King, which remains one of the most extraordinary pieces of TV I’ve ever seen – although I’ve become disenchanted with the, ahem, lionisation of it since, particularly the reflexive mass-hatred of the only significant woman in it. Nonetheless, it’s a hilariously disturbing portrait of just how wrong a self-enclosed world can go.\nI haven’t watched many films. I saw Once Upon a Time in Hollywood, which felt from another era. By which I mean, not the",
            "Suburban Legend\nBy David Baddiel\nLet’s begin by making one thing clear. John Updike was the greatest writer in English of the last century. Unquestionably, he was the best short story writer; I would argue the best novelist, certainly of the postwar years; one of the very best essayists and in the top 20 poets. Adding up the extraordinary breadth of his work – although Updike’s profligacy has always been counted against him, implying a troubling ease to his oeuvre that sits uneasily with our exp"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q4747985",
                "wikidata_title": "Amotz Asa-El",
                "wikipedia_title": "Amotz Asa-El",
                "description": "Israeli journalist",
                "intro": "Amotz Asa-El is a bestselling Israeli author and award-winning journnalist, The Jerusalem Post's senior commentator and former executive editor, and a fellow at the Hartman Institute.",
                "x_handle": "middleisrael",
                "page_url": "https://en.wikipedia.org/wiki/Amotz_Asa-El"
            }
        ],
        "author_str": "amotz asa-el",
        "article_urls": [
            "https://www.jpost.com/israel-news/politics-and-diplomacy/article-722071",
            "https://www.jpost.com/israel-news/article-709685",
            "https://www.jpost.com/international/article-720204",
            "https://www.jpost.com/international/article-712756",
            "https://www.jpost.com/american-politics/article-702906"
        ],
        "article_texts": [
            "“Give me the power!” demanded one of Israel’s most memorable election slogans, “I’ll take care of them.”\n“I” was Meir Kahane, “them” were “the Arabs,” and the year – how proverbial – was 1984. The racist firebrand was elected with just 26,000 votes, at a time when the electoral threshold was 1%. Still, his election shocked the Right, which boycotted his addresses along with the rest of the Knesset.\nThis, then, was the backdrop against which president Chaim Herzog faced the 11th Knesset’s plenary",
            "“You’re right, sir, for on the face of it Jerusalem is for the Jews what London is for the British,” says British Lieutenant Ivor Horowitz in Mr. Mani, widely seen as the greatest work by novelist A.B. Yehoshua, who died this week at 85.\nHorowitz, a British military attorney out to undo the death verdict of convicted spy Yosef Mani, then explains to Col. Michael Woodhouse what Jerusalem – where the two officers emerge along with the victorious British army – means for the Jews.\n“In London’s East",
            "Like Lenin’s flight from communist economics in 1921, what just happened in London will be counted among the most spectacular U-turns in political history.\nLiz Truss had hardly unpacked when her residency at 10 Downing St. seemed ready to end following a sudden run on the pound that was all her fault. Lurking behind this drama were economic blindness, political arrogance and mental frivolity that created the impression that the crisis is about her. It isn’t.\nYes, what happened is first and forem",
            "Having listened to Nikolai Gogol read to him from his Dead Souls, which mocked feudal Russia through a plan to buy dead serfs’ souls, Alexander Pushkin at one point burst into laughter only to suddenly turn pensive and say in despair: “God, how sad our Russia is.”\nRussia still is sad, especially since the fight it has picked with Ukraine and the West, and the list of the strategic blows it sustained is astonishing. Even so, the blows are not only Russia’s but everyone else’s as well, and they ca",
            "Like Jonah in his flight from his mission, Uncle Sam resolved to flee the Middle East.\nSparked by a spectacular dive into the region’s fray, the escapism with which it was followed produced an era of contradictions and incoherence that this week’s Negev Summit failed to undo.\nThe gathering of the Israeli, American, and four Arab foreign ministers a short stroll from David Ben-Gurion’s grave was inspiring, but its real context, Washington’s loss of its Arab allies’ trust and respect, remained unc"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q50688230",
                "wikidata_title": "Yamiche Alcindor",
                "wikipedia_title": "Yamiche Alcindor",
                "description": "American journalist; White House correspondent for PBS NewsHour",
                "intro": "Yamiche Léone Alcindor ( yam-EESH al-SIN-dər; born November 1, 1986) is an American journalist who is a Washington correspondent for NBC News. In the past, she has worked as the host of Washington Week on PBS and as a reporter for PBS NewsHour, USA Today, and The New York Times. Alcindor writes mainly about politics and social issues.\n\n",
                "x_handle": "Yamiche",
                "page_url": "https://en.wikipedia.org/wiki/Yamiche_Alcindor"
            }
        ],
        "author_str": "yamiche alcindor",
        "article_urls": [
            "https://www.nytimes.com/2017/12/05/us/politics/john-conyers-election.html"
        ],
        "article_texts": [
            "John Conyers to Leave Congress Amid Harassment Claims\nWASHINGTON — Representative John Conyers Jr., under intense pressure to resign amid multiplying allegations that he sexually harassed former employees, announced Tuesday that he would leave Congress immediately, and he endorsed his son John Conyers III to succeed him.\nMr. Conyers, 88, the “dean” of the House and the longest-serving African-American representative in history, acquiesced to weeks of pressure from fellow Democrats. But by trying"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q5231759",
                "wikidata_title": "David Brock",
                "wikipedia_title": "David Brock",
                "description": "American journalist (1962-)",
                "intro": "",
                "x_handle": "davidbrockdc",
                "page_url": "https://en.wikipedia.org/wiki/David_Brock"
            },
            {
                "qid": "Q58160607",
                "wikidata_title": "David Brock",
                "wikipedia_title": "",
                "description": "researcher, ORCID id # 0000-0003-4006-5610",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q5228412",
                "wikidata_title": "Dave Brock",
                "wikipedia_title": "Dave Brock (American football)",
                "description": "American football coach (born 1967)",
                "intro": "",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/Dave_Brock_(American_football)"
            },
            {
                "qid": "Q96236146",
                "wikidata_title": "David Brock",
                "wikipedia_title": "",
                "description": "26 Jul 1785 Glasgow, Lanarkshire - 6 Jun 1861 Glasgow, Lanarkshire",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q96236147",
                "wikidata_title": "David Brock",
                "wikipedia_title": "",
                "description": "Abt 1752 Old Kilpatrick, Dunbarton - 20 Jun 1831 Glasgow, Lanarkshire, Scotland",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q89901902",
                "wikidata_title": "David S Brock",
                "wikipedia_title": "",
                "description": "researcher",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q47543790",
                "wikidata_title": "David Brock",
                "wikipedia_title": "",
                "description": "",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q19560146",
                "wikidata_title": "David Brock",
                "wikipedia_title": "David Brock (lacrosse)",
                "description": "Canadian lacrosse player",
                "intro": "David \"Big Daddy\" Brock (born August 13, 1986) is a  professional lacrosse player for the Halifax Thunderbirds of the National Lacrosse League. He played college lacrosse at the University at Albany, and was selected seventh overall in the 2010 NLL Entry Draft by the Boston Blazers. Brock played two games with the blazers in 2011, before being released. He then signed with the Philadelphia Wings, with whom he spent two seasons, before being traded to the Bandits in 2012. Since then it has been hard to keep track of where David has played, he has packed his suitcase almost as much as Ryan Benesch. Brock was drafted in the fifth round (36th overall) of the 2010 MLL Collegiate Draft by the Toronto Nationals, but never played for the club. He has also played for the Kitchener-Waterloo Kodiaks of Major Series Lacrosse.",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/David_Brock_(lacrosse)"
            },
            {
                "qid": "Q19920321",
                "wikidata_title": "David Brock",
                "wikipedia_title": "David Brock (disambiguation)",
                "description": "Wikimedia disambiguation page",
                "intro": "",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/David_Brock_(disambiguation)"
            },
            {
                "qid": "Q52358434",
                "wikidata_title": "David J. Brockwell",
                "wikipedia_title": "",
                "description": "researcher",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            }
        ],
        "author_str": "david brock",
        "article_urls": [
            "https://www.huffpost.com/entry/david-brock-impeach-clarence-thomas_n_632493ade4b046aa023eebba",
            "https://www.thedailybeast.com/david-brock-on-the-right-wing-war-against-obama",
            "https://www.theatlantic.com/magazine/archive/1944/12/photography/655251/",
            "https://www.theatlantic.com/magazine/archive/1947/12/picnic/643224/",
            "https://www.theatlantic.com/magazine/archive/1948/10/the-spoils/643387/"
        ],
        "article_texts": [
            "Twelve years ago, I penned a four-page memo laying out the case for impeaching Supreme Court Justice Clarence Thomas. My memo was forwarded to then-Sen. Hillary Clinton by a mutual friend and became public in 2015, when Clinton’s emails were released after the Russian hacking.\nAs far as I know, the memo was read and, understandably, set aside. But it’s worth revisiting now that public confidence in the high court, already at record lows, is at issue after the court stripped away the Constitution",
            "In recent weeks I’ve been asked what President Obama can expect from GOP investigators now that Republicans control the House. I should know. The last time this happened, after the 1994 midterms, I was a right-wing ring-leader of the anti-Clinton movement.\nMy answer: this go-around will be much worse. The blow of the coming investigations and accompanying vitriol will be faster, harder, and the political devastation more acutely and widely felt in the Democratic Party than the impeachment of Pre",
            "By DAVID BROCK\nA photographic memory?\nWhy, yes, you have one, dear.\nIt prints enlargements, mostly,\nThat stretch from here to here.\nWhy, yes, you have one, dear.\nIt prints enlargements, mostly,\nThat stretch from here to here.\nSome of the prints are fading\nAnd some are Liming brown,\nAnd some of them are pasted in\nYour album upside down.\nAnd some are Liming brown,\nAnd some of them are pasted in\nYour album upside down.\nAnd some are wrongly labeled\nAnd some are out of focus.\nSome suffer from halatio",
            "by DAVID BROCK\nTHIS lawn is pleasant? No, my dear, not very. . . .\nNo, not to us who hate the grass that covers\nDebris like Thomas Wore, and Glastonbury,\nAnd millions upon millions of good lovers.\nNo, not to us who hate the grass that covers\nDebris like Thomas Wore, and Glastonbury,\nAnd millions upon millions of good lovers.\nI’d like our life the less were it more certain?\nWhy, yes, it’s certainty I hate. To know\nThat in our days at least this muffling curtain\nWill have worse things above it tha",
            "by DAVID BROCK\nSAVAGES have often fed\nOn their foemen lying dead,\nThus absorbing (say they all)\nThe bravery of those who fall.\nLittle do they know or feel\nAll the ingredients of the meal. . . .\nOther virtues, other sins,\nVitamins and mortimins,\nAre absorbed throughout the night\nFollowing the feast and fight.\nOn their foemen lying dead,\nThus absorbing (say they all)\nThe bravery of those who fall.\nLittle do they know or feel\nAll the ingredients of the meal. . . .\nOther virtues, other sins,\nVitamin"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q96479516",
                "wikidata_title": "Jonathan Lemire",
                "wikipedia_title": "Jonathan Lemire",
                "description": "American journalist",
                "intro": "Jonathan Lemire (born November 28, 1979) is an American journalist and political correspondent. He is currently the White House bureau chief of Politico and is the host of MSNBC's morning news show Way Too Early.",
                "x_handle": "JonLemire",
                "page_url": "https://en.wikipedia.org/wiki/Jonathan_Lemire"
            },
            {
                "qid": "Q55723827",
                "wikidata_title": "Jonathan Lemire",
                "wikipedia_title": "",
                "description": "",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            }
        ],
        "author_str": "jonathan lemire",
        "article_urls": [
            "https://www.politico.eu/article/us-president-joe-biden-cambodia-asean-china-xi-jinping-g20/",
            "https://www.inquirer.com/politics/nation/trump-state-of-the-union-20200205.html",
            "https://www.inquirer.com/politics/nation/trump-state-of-the-union-impeachment-20200204.html",
            "https://www.huffpost.com/entry/pentagon-report-finds-ex-wh-doc-rep-jackson-bullied-staff-made-sexual-remarks_n_603ff7e7c5b682971504f841",
            "https://www.smh.com.au/world/north-america/liberating-dr-fauci-is-back-and-in-step-with-white-house-20210122-p56w57.html"
        ],
        "article_texts": [
            "Press play to listen to this article\nVoiced by artificial intelligence.\nPHNOM PENH, Cambodia — U.S. President Joe Biden offered a full-throated American commitment to the nations of Southeast Asia on Saturday, pledging at a Cambodia summit to help stand against China’s growing dominance in the region — without mentioning the other superpower by name.\nChinese President Xi Jinping wasn’t in the room at the Association of Southeast Asian Nations, or ASEAN, summit in Phnom Penh. But Xi hovered over ",
            "PITTSBURGH (AP) - In the closing hours of a campaign shadowed by a once-in-a-century pandemic, President Donald Trump charged across the nation Monday delivering an incendiary but unsupported allegation that the election is rigged, while Democratic challenger Joe Biden pushed to claim states once seen as safely Republican.\nAmerica stood at a crossroads. Never before in modern history have voters faced a choice between candidates offering such opposite visions as the nation confronts a virus that",
            "WASHINGTON (AP) - Joe Biden is a month into his presidency and at least one pattern is clear. He doesn’t want to talk about the “the former guy.”\nThat guy is Donald Trump. But if Biden is reluctant to say Trump’s name too much, a lot of what he has been doing has been in direct contrast to his predecessor’s legacy.\nOn policy, symbolism and style, from the Earth’s climate to what’s not on his desk (Trump’s button to summon a Diet Coke), Biden has been purging Trumpism however he can in an opening",
            "WASHINGTON (AP) - In 2009, then-Vice President Joe Biden was “Sheriff Joe,” the enforcer making sure federal dollars from a massive economic aid package were getting to the right places and quickly.\nThis time, President Biden’s role is different: He’s lead salesman for the $1.9 trillion COVID-19 aid package, eager to score political points as Americans begin to reap benefits from the massive government relief effort.\nBiden signed the bill into law Thursday and then extolled it in a prime-time ad",
            "NEW YORK (AP) - Charlottesville. Helsinki. The children in cages at the Mexican border.\nAnd now Lafayette Square.\nOnly a few legacy-defining moments have clung to President Donald Trump, who often appears to emerge relatively unscathed from a seemingly endless stream of crises and controversies. But the forceful clearing of demonstrators from the park across from the White House has resonated like few others, prompting top military leaders and usually lockstep Republicans to distance themselves "
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q17198340",
                "wikidata_title": "Shawn Mendes",
                "wikipedia_title": "Shawn Mendes",
                "description": "Canadian singer",
                "intro": "",
                "x_handle": "ShawnMendes",
                "page_url": "https://en.wikipedia.org/wiki/Shawn_Mendes"
            },
            {
                "qid": "Q52232614",
                "wikidata_title": "Shawn Mendes",
                "wikipedia_title": "Shawn Mendes (album)",
                "description": "2018 album by Shawn Mendes",
                "intro": "",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/Shawn_Mendes_(album)"
            },
            {
                "qid": "Q22280875",
                "wikidata_title": "Shawn Mendes discography",
                "wikipedia_title": "Shawn Mendes discography",
                "description": "discography",
                "intro": "Canadian singer-songwriter Shawn Mendes has released four studio albums, two live albums, one reissue, three extended plays, twenty-five singles (including five as a featured artist), and eleven promotional singles. He has sold over 20 million albums and 175 million singles worldwide. According to RIAA, Mendes has sold 49.5 million digital singles and 5 million certified albums in the US.Mendes released his first single \"Life of the Party\" in June 2014, which debuted in the top 25 of the US Billboard Hot 100, making him the youngest artist to debut in the top 25 of the Hot 100 with their debut song. He followed this with an extended play in July 2014, The Shawn Mendes EP, which debuted at number five on Billboard.\nHis debut studio album, Handwritten (2015), debuted at number one on the Billboard 200 with 119,000 equivalent album units, selling 106,000 copies in its first week. \"Something Big\" was released as the second single from the album on November 7, 2014, eventually peaking at number 80. The third single from the album, \"Stitches\", became an international hit, peaking at number one in the UK, number four on the US Billboard Hot 100, number one on Billboard Adult Top 40, and number one on Billboard Adult Contemporary, becoming his first top entry on the UK Singles Chart and his first top 10 in the US. In November 2015, Mendes and Camila Cabello who was at the time a member of the group Fifth Harmony, released their collaborative song \"I Know What You Did Last Summer\". The song was included on the Revisited reissue of Handwritten.\nMendes released his second studio album Illuminate in 2016, which also debuted at number one on the US Billboard 200 chart with 145,000 equivalent album units, selling 121,000 copies in its first week. His lead single \"Treat You Better\" peaked at number six on Hot 100, the second single \"Mercy\" peaked at number 15, and the third single \"There's Nothing Holdin' Me Back\" peaked at number six. The three singles reached number one on both Adult Top 40 and Adult Contemporary airplay charts, making Mendes the first artist to have three number one singles in the latter chart before turning 20 years old.In March 2018, Mendes released \"In My Blood\" as the lead single from his self-titled third album. It peaked at number eleven on the Hot 100 and number one on the Adult Top 40, making Mendes the first artist to have four singles to top the latter chart before turning 20 years old. His second single \"Lost in Japan\" was released the next day. He released \"Youth\", \"Where Were You in the Morning?\", and \"Nervous\" as singles in May. The same month, he released his self-titled third studio album which debuted at number one in the United States, Canada, Australia, and several European music charts. In 2019, Mendes released his second collaboration with Cabello, \"Señorita\", which topped the Billboard Hot 100. In December 2020, Mendes became the youngest male artist ever to top the Billboard 200 with four studio albums, with the release of Wonder (2020).All of his studio albums have debuted at number one in Canada and the United States. Billboard listed him as the 34th Top Artist of the 2010s and placed two entries on their list of Billboard 200 Albums of the 2010s: Illuminate (No. 182) and Shawn Mendes (No. 195). Mendes also has five singles that have sold over a million units in the UK: \"Stitches\" (2.2 million), \"Señorita\" (1.73 million), \"Treat You Better\" (1.62 million), \"There's Nothing Holdin' Me Back\" (1.6 million) and \"Mercy\" (1.1 million).",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/Shawn_Mendes_discography"
            },
            {
                "qid": "Q62071542",
                "wikidata_title": "Shawn Mendes: The Tour",
                "wikipedia_title": "Shawn Mendes: The Tour",
                "description": "Concert tour",
                "intro": "",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/Shawn_Mendes:_The_Tour"
            },
            {
                "qid": "Q56071486",
                "wikidata_title": "Shawn Mendes' albums in chronological order",
                "wikipedia_title": "",
                "description": "albums discography",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q25313379",
                "wikidata_title": "Shawn Mendes World Tour",
                "wikipedia_title": "Shawn Mendes World Tour",
                "description": "concert tour",
                "intro": "",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/Shawn_Mendes_World_Tour"
            },
            {
                "qid": "Q104864112",
                "wikidata_title": "Shawn Mendes: In Wonder",
                "wikipedia_title": "Shawn Mendes: In Wonder",
                "description": "film directed by Grant Singer",
                "intro": "",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/Shawn_Mendes:_In_Wonder"
            },
            {
                "qid": "Q56071485",
                "wikidata_title": "Shawn Mendes singles discography",
                "wikipedia_title": "",
                "description": "singles discography",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q47008906",
                "wikidata_title": "Shawn Mendes music sales certifications",
                "wikipedia_title": "",
                "description": "Wikimedia list article",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q102395747",
                "wikidata_title": "Shawn Mendes: Live in Concert",
                "wikipedia_title": "",
                "description": "2020 concert film",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            }
        ],
        "author_str": "shawn mendes",
        "article_urls": [
            "https://time.com/collection/finding-hope-coronavirus-pandemic/5820627/shawn-mendes-mental-health-coronavirus/"
        ],
        "article_texts": [
            "Allow yourself to feel. Don’t be frustrated with yourself if you feel trapped or stressed. This is a hard time for everyone and you deserve patience from yourself. My emotions have been all over the place … some days I’m O.K., and others it’s scary. Acknowledging the feelings out loud helps me process them and move forward. I am trying to be kind and compassionate to myself. You’re allowed to watch movies all day if that’s what your heart needs. I’ve been bingeing Friends and Harry Potter.\nTen d"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q30212412",
                "wikidata_title": "Julia Belluz",
                "wikipedia_title": "Julia Belluz",
                "description": "Canadian health journalist",
                "intro": "Julia Belluz is a Canadian journalist who specializes in health and science reporting. She is the senior health correspondent for American news website Vox, as of August 2020. Belluz is known for her reporting on various public health issues, including the anti-vaccine movement, the COVID-19 pandemic, and medical pseudoscience. Her Maclean's blog, \"Science-ish\" and her \"Show Me the Evidence\" series on Vox both do deep dives into the science behind common health claims. Belluz has also reported on celebrities who give unsubstantiated health advice, such as Dr. Oz, Gwyneth Paltrow, and Alex Jones.",
                "x_handle": "juliaoftoronto",
                "page_url": "https://en.wikipedia.org/wiki/Julia_Belluz"
            }
        ],
        "author_str": "julia belluz",
        "article_urls": [
            "https://www.vox.com/rss/stream/17206047"
        ],
        "article_texts": [
            "Science needs to reckon with the #MeToo moment, and it needs to do so immediately, says a new report from the prestigious National Academies of Sciences.\nThe scientific community hasn’t seen quite the gush of sexual harassment claims that Hollywood has. But allegations have emerged in fields as diverse as geology and climate change, anthropology, and biology, with the resignation of cancer biologist Inder Verma from the Salk Institute for Biological Studies last week. The sweeping new review say",
            "Science is in big trouble. Or so we’re told.\nIn the past several years, many scientists have become afflicted with a serious case of doubt — doubt in the very institution of science.\nAs reporters covering medicine, psychology, climate change, and other areas of research, we wanted to understand this epidemic of doubt. So we sent scientists a survey asking this simple question: If you could change one thing about how science works today, what would it be and why?\nWe heard back from 270 scientists",
            "Jennifer Molson was 21, juggling a day job and night school to pursue her dream of becoming a cop, when she was diagnosed with multiple sclerosis. She woke up one morning with pins and needles in her hand, and within a week she couldn't move her left arm.\nBy 2001, five years later, she was living in the Ottawa Hospital under 24-hour care, getting around using a cane, walker, or wheelchair. When she was discharged on weekends, to spend time with her then-boyfriend Aaron, she had to rely on him fo",
            "About a year ago, Marion Nestle finally got sick of the rotten state of nutrition science.\nEverywhere she looked, she found glaring conflicts of interest. \"Without any trouble, I could identify industry-funded nutrition studies by their titles,\" says the New York University professor. \"It was so obvious.\"\nNestle kept seeing studies with very specific names, like, \"Concord grape juice, cognitive function, and driving performance,\" or, \"Walnut ingestion in adults at risk for diabetes.\" These paper",
            "At first, the cravings were like “a drug withdrawal,” Jay Wortman recalls.\nLying on a hotel bed in Ottawa one night, he’d had to white-knuckle his way out of eating Ferrero Rocher chocolates he’d spirited off a flight. A recent Type 2 diabetes diagnosis had prompted the Vancouver-based family medicine doctor to cut out nearly all carbohydrates — sweets, pasta, bread, even fruit — in an attempt to manage his blood sugar while he waited to start medication. But he couldn’t stop thinking about thos"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q28002616",
                "wikidata_title": "Ryan Parker",
                "wikipedia_title": "",
                "description": "writer at The Hollywood Reporter",
                "intro": "",
                "x_handle": "theryanparker",
                "page_url": ""
            },
            {
                "qid": "Q60023277",
                "wikidata_title": "Ryan C Parker",
                "wikipedia_title": "",
                "description": "researcher ORCID ID = 0000-0002-0440-1034",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q24705891",
                "wikidata_title": "Ryan Parker",
                "wikipedia_title": "",
                "description": "director and filmmaker",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q100896013",
                "wikidata_title": "Ryan Parker",
                "wikipedia_title": "",
                "description": "college basketball player (1996–1997) Georgia Southern",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q100896012",
                "wikidata_title": "Ryan Parker",
                "wikipedia_title": "",
                "description": "college basketball player (2007–2007) Alabama A&M",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            }
        ],
        "author_str": "ryan parker",
        "article_urls": [
            "https://www.hollywoodreporter.com/movies/movie-news/bruce-willis-stepping-away-from-acting-after-aphasia-diagnosis-1235122473/",
            "https://www.hollywoodreporter.com/news/politics-news/chuck-norris-was-not-at-capitol-riot-rep-says-4115233/",
            "https://www.hollywoodreporter.com/news/general-news/norm-macdonald-scared-jim-carrey-psycho-prank-1235014868/",
            "https://www.hollywoodreporter.com/tv/tv-news/jim-carrey-will-smith-arrested-chris-rock-slap-1235121825/",
            "https://www.hollywoodreporter.com/news/nba-suspends-season-coronavirus-outbreak-1283944"
        ],
        "article_texts": [
            "Bruce Willis is “stepping away” from his acting career after being diagnosed with aphasia, which leads to the loss of ability to understand or express speech, his family said in a statement posted to social media.\n“To Bruce’s amazing supporters, as a family we wanted to share that our beloved Bruce has been experiencing some health issues and has recently been diagnosed with aphasia, which is impacting his cognitive abilities,” read the statement. “As a result of this and with much consideration",
            "Chuck Norris began trending on social media Tuesday morning when someone who attended the Capitol riot last Wednesday posted a picture with a man who resembled the iconic actor and claimed it was, in fact, him.\nNorris’ manager told The Hollywood Reporter that not only was it not the actor in the picture, he was nowhere near D.C. at the time.\n“This is not Chuck Norris and is a wannabe lookalike, although Chuck is much more handsome,” Norris’ manager said in a statement. “Chuck remains on his ranc",
            "Jim Carrey on Wednesday continued to pay tribute to his friend and Canadian countryman Norm Macdonald with a video showing a prank pulled years ago.\nThe Saturday Night Live veteran died Tuesday after a long, secret battle with cancer. He was 61. His death shocked and devastated friends and fans. Carrey was among those who mourned via social media.\n“My dear friend Norm Macdonald passed after a brave 10 year battle. He was one of our most precious gems. An honest and courageous comedy genius. I lo",
            "Do Not Sell My Personal Information\nThis page enables California residents to opt-out of sharing of information that may be a sale of personal information under the CCPA. Please review all of your choices below. You can also review our Privacy Policy.\nContact Information & Subscription Information\nWe sell or license certain information, such as contact information or subscription information, to third parties to provide you with offers and promotions and opportunities that may be of interest to ",
            "The National Basketball Association on Wednesday suspended the season until further notice due to the coronavirus outbreak.\nThe league made the announcement shortly after a Utah Jazz player tested positive for the virus. It is unclear what the next steps will be.\nThe Golden State Warriors would have been the first team in the NBA to play without fans in their arena due to coronavirus fears.\n“Due to escalating concerns about the spread of the coronavirus, and in consultation with the City and Cou"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q78516",
                "wikidata_title": "Anna Netrebko",
                "wikipedia_title": "Anna Netrebko",
                "description": "Russian-born Austrian operatic soprano",
                "intro": "",
                "x_handle": "AnnaNetrebko",
                "page_url": "https://en.wikipedia.org/wiki/Anna_Netrebko"
            },
            {
                "qid": "Q85873633",
                "wikidata_title": "Anna Netrebko discography",
                "wikipedia_title": "Anna Netrebko discography",
                "description": "Wikimedia artist discography",
                "intro": "Russian-Austrian soprano Anna Netrebko has released several solo recital albums and was featured in opera recordings, both on audio and on film. She recorded primarily with Deutsche Grammophon, to which she signed exclusively in 2003. Some of her filmed Metropolitan Opera performances are available on Met Opera on Demand.",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/Anna_Netrebko_discography"
            }
        ],
        "author_str": "anna netrebko",
        "article_urls": [
            "http://content.time.com/time/specials/packages/article/0,28804,1984685_1984940_1984947,00.html"
        ],
        "article_texts": [
            "In our annual TIME 100 issue we name the people who most affect our world\nValery Gergiev\nIn addition to being one of the world's leading conductors, Valery Gergiev, 56, is among Russia's most powerful and prominent cultural figures. As head of St. Petersburg's Mariinsky Theater, the country's musical crown jewel, he has led the institution to a new international prominence and brought classical music back to the forefront of Russian society.\nPeople often describe Gergiev as a force of nature. Hi"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q2348632",
                "wikidata_title": "Linda Grant",
                "wikipedia_title": "Linda Grant",
                "description": "British novelist and journalist",
                "intro": "",
                "x_handle": "lindasgrant",
                "page_url": "https://en.wikipedia.org/wiki/Linda_Grant"
            },
            {
                "qid": "Q27178141",
                "wikidata_title": "Linda Grant",
                "wikipedia_title": "",
                "description": "American writer",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q56851694",
                "wikidata_title": "Linda Grant",
                "wikipedia_title": "",
                "description": "",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q27235441",
                "wikidata_title": "Linda Grant DePauw",
                "wikipedia_title": "Linda Grant DePauw",
                "description": "American historian, educator and writer",
                "intro": "Linda Grant DePauw (born January 19, 1940) is an American modern historian, retired university teacher, non-fiction author and journal editor, who is a pioneer in women's research in the United States. She received the Beveridge Award in 1964, was shortlisted for the American Book Awards in 1983, and became part of a book published by the National Women's Hall of Fame in 1998.\n\n",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/Linda_Grant_DePauw"
            }
        ],
        "author_str": "linda grant",
        "article_urls": [
            "https://www.theguardian.com/books/2016/nov/30/top-10-books-about-postwar-britain",
            "https://www.latimes.com/entertainment/tv/la-et-st-agnes-nixon-mother-of-soaps-19910825-snap-story.html"
        ],
        "article_texts": [
            "My parents married in 1946. It took a further five years to produce me, so that period in which I should have been born but wasn’t remains one of deep fascination. How could it have existed if I wasn’t alive? Only in black and white.\nMy first novel sent a young girl to the US in 1946, to fall in with charismatic black communists; my second sent another to Palestine the same year to be caught between an unfamiliar Jewish national identity and the casual racism of the culturally familiar British. ",
            "From the Archives: Agnes Nixon, the nicest person in daytime TV, made a fortune with never-ending tales of alcoholism, adultery, child abuse and disease\nAgnes Nixon, writer and creator of such soap operas as “All My Children” and “One Life to Live,” died Wednesday. She was 93. Here is a 1991 Times profile of Nixon.\nTitters of excitement run through the auditorium of the Chicago Museum of Broadcast Communications as a fragile-looking 63-year-old woman steps daintily onto the stage. Agnes Nixon, t"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q47791376",
                "wikidata_title": "Kathleen Kingsbury",
                "wikipedia_title": "Kathleen Kingsbury",
                "description": "American Pulitzer Prize winning journalist and editor",
                "intro": "Kathleen Kingsbury is an American Pulitzer Prize winning  journalist and editor. She is The New York Times's Opinion Editor.\n\n",
                "x_handle": "katiekings",
                "page_url": "https://en.wikipedia.org/wiki/Kathleen_Kingsbury"
            }
        ],
        "author_str": "kathleen kingsbury",
        "article_urls": [
            "https://www.nytimes.com/2022/11/26/opinion/charity-holiday-gift-journalism.html",
            "https://www.thedailybeast.com/gaming-the-financial-aid-system",
            "https://www.thedailybeast.com/americas-10-hottest-classes",
            "https://www.thedailybeast.com/the-best-college-food",
            "https://www.thedailybeast.com/how-to-write-a-winning-ivy-league-essay"
        ],
        "article_texts": [
            "Opinion Today\nOpinion Editor\nThis article also appears in the Opinion Today newsletter. You can sign up here to receive it in your inbox each weekday morning and on Saturdays.\nAs we prepare to enter the holiday season, I’m excited to report that the Opinion Giving Guide is back for its second year, with recommendations from the writers you regularly find in our pages. Its inaugural outing showed nearly instant success, thanks to our generous readers, who gave to several worthy causes — in some c",
            "Some parents would do just about anything to get their child into the college of their dreams—including lie, cheat, and steal to pay for it.\nWith tuition alone topping $50,000 at certain private colleges, it’s no surprise that some families resort to desperate measures when it comes to procuring as much financial aid as possible. Add in the struggling economy and underwater investment portfolios, and both university financial-aid officers and outside experts suggest that, while outright falsific",
            "You can tell a lot about a generation by which of their college classes are hardest to get into. The 1960s saw Kennedy inspired legions of poli-sci majors, the Cold War spurred a rise in Soviet studies and more recently, the Internet boom led to a wealth of new html courses.\nBy this yardstick, here's what one could say about the youth of today: they're hyper-curious, geeky, adventurous foodies who love TV and want to visit countries they're not supposed to go to.\nClick Below to View Our Gallery ",
            "Here’s just a taste of what college students across the country are having for dinner tonight: fresh-caught lobster, Brazilian churrascaria, summer squash apple bisque, and for dessert, handmade Belgian chocolates.\nClick Image Below to View Our Gallery of the 15 Best Colleges to Eat At\nOnce upon a time, colleges served boiled veggies and mystery meat, assembly-line style. Then, in the ‘90s, campus food courts began upgrading to brand-name fast food and fancy salad bars. But to impress today’s pr",
            "Scoring the winning touchdown. Volunteering for blood drives or building houses. What you learned about poverty on your $9,000 trip to Africa.\nThese are a few topics on independent consultant Arun Ponnusamy’s list of what not to write about in your college application essay. (A few more: Don't write about mom and dad's divorce, and no general philosophizing—you're 17, get over yourself.) Admissions season is under way, and with early applications deadlines starting November 1, you've only got a "
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q64009498",
                "wikidata_title": "Adrienne LaFrance",
                "wikipedia_title": "Adrienne LaFrance",
                "description": "American journalist",
                "intro": "Adrienne LaFrance is an American journalist, executive editor of The Atlantic and former editor of TheAtlantic.com.\n\n",
                "x_handle": "AdrienneLaF",
                "page_url": "https://en.wikipedia.org/wiki/Adrienne_LaFrance"
            }
        ],
        "author_str": "adrienne lafrance",
        "article_urls": [
            "https://www.theatlantic.com/technology/archive/2015/10/going-online-in-the-age-of-conspiracy-theories/411544/",
            "https://www.theatlantic.com/magazine/archive/2020/06/the-commons/610552/",
            "https://www.theatlantic.com/magazine/archive/2021/11/facebook-authoritarian-hostile-foreign-power/620168/",
            "https://www.theatlantic.com/ideas/archive/2021/10/facebook-papers-democracy-election-zuckerberg/620478/",
            "https://www.theatlantic.com/technology/archive/2018/08/the-most-powerful-publishers-in-the-world-dont-give-a-damn/567095/"
        ],
        "article_texts": [
            "Going Online in the Age of Conspiracy Theories\nA video claiming Back to the Future predicted 9/11 is the latest in a long and often bizarre tradition of questioning key moments in history.\nIn the weeks and months after the attacks of September 11, 2001, there was an image that circulated heavily online, mostly via email. It showed a man who appeared to be standing on the observation deck of one of the World Trade Center towers. Pictured over his right shoulder was the nose of a jet. A tourist ha",
            "How to Destroy a Government\nThe president is winning his war on American institutions, George Packer wrote in April.\nOn the fifth night of my coronavirus quarantine, I sat and read “How to Destroy a Government” in one sitting. Although my attention had been scattered all week, bouncing between worrying about suddenly teaching an online class and worrying about getting sick, I could not peel my eyes off this article. From the horrifying tangle of presidential misdeeds, it extracts the key narrati",
            "In 1947, Albert Einstein, writing in this magazine, proposed the creation of a single world government to protect humanity from the threat of the atomic bomb. His utopian idea did not take hold, quite obviously, but today, another visionary is building the simulacrum of a cosmocracy.\nMark Zuckerberg, unlike Einstein, did not dream up Facebook out of a sense of moral duty, or a zeal for world peace. This summer, the population of Zuckerberg’s supranational regime reached 2.9 billion monthly activ",
            "‘History Will Not Judge Us Kindly’\nThousands of pages of internal documents offer the clearest picture yet of how Facebook endangers American democracy—and show that the company’s own employees know it.\nBefore I tell you what happened at exactly 2:28 p.m. on Wednesday, January 6, 2021, at the White House—and how it elicited a very specific reaction, some 2,400 miles away, in Menlo Park, California—you need to remember the mayhem of that day, the exuberance of the mob as it gave itself over to vi",
            "The Most Powerful Publishers in the World Don’t Give a Damn\nTwitter’s Jack Dorsey is protecting Alex Jones’s publishing power in the name of “what serves the public conversation best.” His reasoning is absurd.\nThere is a meme you maybe won’t remember, from a different internet epoch, that goes like this: Are bloggers journalists? It was a real question that became a joke because it’s the kind of thing someone would ask now only with a wink of nostalgia for the naiveté of an earlier time, when te"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q18534830",
                "wikidata_title": "John Crace",
                "wikipedia_title": "",
                "description": "English interior decorator",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q2743034",
                "wikidata_title": "John Crace",
                "wikipedia_title": "John Crace",
                "description": "Wikimedia disambiguation page",
                "intro": "",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/John_Crace"
            },
            {
                "qid": "Q6227446",
                "wikidata_title": "John Crace",
                "wikipedia_title": "John Crace (writer)",
                "description": "British journalist and critic",
                "intro": "",
                "x_handle": "JohnJCrace",
                "page_url": "https://en.wikipedia.org/wiki/John_Crace_(writer)"
            },
            {
                "qid": "Q119717872",
                "wikidata_title": "John Crace",
                "wikipedia_title": "",
                "description": "painting by John Hoppner (1758–1810), Brighton & Hove Museums",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q47126737",
                "wikidata_title": "John Crace Stevens",
                "wikipedia_title": "",
                "description": "botanist",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q19325723",
                "wikidata_title": "John Stevens",
                "wikipedia_title": "",
                "description": "Michael P. Cooper, ‘Stevens family (per. c.1830–1925)’, first published",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q2468589",
                "wikidata_title": "John Gregory Crace",
                "wikipedia_title": "John Gregory Crace",
                "description": "Royal Navy admiral",
                "intro": "Vice Admiral Sir John Gregory Crace  (6 February 1887 – 11 May 1968) was an Australian who came to prominence as an officer of the Royal Navy (RN). He commanded the Australian-United States Support Force, Task Force 44, at the Battle of the Coral Sea in 1942.",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/John_Gregory_Crace"
            }
        ],
        "author_str": "john crace",
        "article_urls": [
            "https://www.gq-magazine.co.uk/article/brexit-party",
            "https://www.gq-magazine.co.uk/article/theresa-may-conservative-party-conference-2018",
            "https://www.gq-magazine.co.uk/politics/article/general-election-2020-campaign",
            "https://www.gq-magazine.co.uk/article/donald-trump-brexit",
            "https://www.gq-magazine.co.uk/politics/article/dominic-cummings-boris-johnson"
        ],
        "article_texts": [
            "Skip to main content\nAdvertisement\nPrint subscriptions\nSign in\nMy account\nAccount overview\nBilling\nProfile\nEmails & marketing\nSettings\nHelp\nComments & replies\nSign out\nSearch jobs\nSearch\nswitch to the\nUS edition\nswitch to the\nUK edition\nswitch to the\nAustralia edition\nswitch to the\nInternational edition\ncurrent edition:\nUS edition\nThe Guardian - Back to home\nSupport the Guardian\nMake a year-end gift today\nSupport us\nSupport us\nNews\nUS news\nWorld news\nEnvironment\nSoccer\nUS politics\nBusiness\nTech\n",
            "The Labour leadership contest is all but done and dusted. Owen Smith must know it. Jeremy Corbyn certainly knows it. Which is why he is now more than happy to incorporate some of his hobbies into his touring schedule. Call it some light recreational campaigning. Today music. Tomorrow horticulture.\nUnder normal circumstances the hashtag UB4Corbyn might be ill-advised. A sign that the Labour leader ought to be picking up his unemployment benefit. But when you’re about to be endorsed by UB40, a ban",
            "Try not to think of it as a debate. Try to think of it as couples therapy. Two people with irreconcilable differences fighting for custody of a child that most people have given up on.\nThe Labour leadership has long since stopped being a contest in any meaningful sense. Positions were taken and minds made up before the ballot papers were ever printed. Nothing either Jeremy Corbyn or Owen Smith did or said was ever going to change a thing. Corbyn was always going to win at a canter. The hustings ",
            "For one last time, the two candidates came on stage together after weeks of facing off at what often felt like interminable hustings. In a few minutes, only one would return; the other would be soon forgotten. But for the moment, Corbyn and Smith self-consciously joined arms and waved to the audience; a rare show of unity at the end of a fractious Labour leadership contest.\nSmith forced out the widest smile. Perhaps he was relieved it was all over and he wasn’t going to lose as badly as he had o",
            "The words just wouldn’t come. On Monday, Theresa May had tried to find a way of paying tribute to David Cameron but had managed to come up with little more than: “He was OK if you like that kind of thing, I suppose.” The spirit was willing but the mouth was weak. At prime minister’s questions, she had another go. “I’d like to pay tribute to David Cameron by dismantling what little he did get right as quickly as possible,” she began. May sensed she might have been able to phrase this a little bet"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q14954768",
                "wikidata_title": "Marc Ambinder",
                "wikipedia_title": "Marc Ambinder",
                "description": "American editor and journalist",
                "intro": "Marc Ambinder ( ; born c. 1978) is an American university professor, journalist, and television producer. He is a former politics editor at The Atlantic, a White House Correspondent for National Journal, contributing editor for GQ, and was editor-at-large of The Week and a member of the USA Today national board of contributors. In 2017, he was the journalist-in-residence at the University of Pennsylvania School of Law. His third book, The Brink: President Reagan and the Nuclear War Scare of 1983, was published by Simon & Schuster in July 2018. He teaches at the USC Annenberg School for Communication and Journalism, where he leads Annenberg's digital security initiative.\n\n",
                "x_handle": "marcambinder",
                "page_url": "https://en.wikipedia.org/wiki/Marc_Ambinder"
            }
        ],
        "author_str": "marc ambinder",
        "article_urls": [
            "https://www.thedailybeast.com/secret-service-has-no-plan-if-trump-refuses-to-go-sources-say",
            "https://foreignpolicy.com/2021/01/06/capitol-police-trump-mob-capitol/",
            "https://foreignpolicy.com/2013/03/07/inside-the-black-box/",
            "https://foreignpolicy.com/2013/06/18/comey-dont-play-that/",
            "https://foreignpolicy.com/2017/02/15/trump-is-showing-how-the-deep-state-really-works/"
        ],
        "article_texts": [
            "If there are any checklists or plans, procedures, or guidelines for the Secret Service to follow in the event of an autogolpe—a crisis in which a sitting president refuses to transfer power—a half-dozen former officials privy to the government’s most sensitive contingency plans aren’t aware of them.\nNone would speak for the record, owing to both the secrecy of the plans and to the sensitivity of the moment: They don’t want to encourage President Donald Trump to cross a line that authorities have",
            "The U.S. Capitol Police has 1,800 men and women dedicated to protecting the people’s citadel. Since September 11, their numbers have swelled, their procedures have changed, their perimeters have expanded, and their preparedness for a persistent threat has been plain. But they have been fighting an old battle. International terrorism is no longer the major threat they face, and arguably, it has not been for years.\nWhat is happening today is the result of this failure of imagination. Security offi",
            "For China, U.S. government secrecy has been a boon. Cyber-warfare directed against American companies is reducing the gross domestic product by as much as $100 billion per year, according to a recent National Intelligence Estimate. Because companies are generally reluctant to admit they've been breached and because the National Security Agency, which works with these companies to assess Chinese cyber techniques, is surrounded by a cocoon of secrecy, China has been able to operate with impunity.\n",
            "It was not until Attorney General John Ashcroft was hospitalized with pancreatitis in early 2004 that his deputy, James Comey, first learned the extent of the Bush administration's surveillance programs. Reluctantly, the White House had agreed to \"read him in.\" What Comey found out -- about both the government's warrantless domestic telephone interceptions and the bulk collection of data processed on American servers -- stunned him. Relying on an extreme interpretation of executive authority, th",
            "The who, what, where, and why of the Trump administration’s first major scandal — Michael Flynn’s ignominious resignation on Monday as national security advisor — have all been thoroughly discussed. Relatively neglected, and deserving of far more attention, has been the how.\nThe fact the nation’s now-departed senior guardian of national security was unmoored by a scandal linked to a conversation picked up on a wire offers a rare insight into how exactly America’s vaunted Deep State works. It is "
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q472272",
                "wikidata_title": "Simon Schama",
                "wikipedia_title": "Simon Schama",
                "description": "British University Professor of Art History and History",
                "intro": "",
                "x_handle": "simon_schama",
                "page_url": "https://en.wikipedia.org/wiki/Simon_Schama"
            },
            {
                "qid": "Q7519738",
                "wikidata_title": "Simon Schama's Power of Art",
                "wikipedia_title": "Simon Schama's Power of Art",
                "description": "television series",
                "intro": "Simon Schama's Power of Art is an eight-part BBC TV mini-series examining the works of eight artists, the context surrounding one of their works and the message they intended to convey with these. It was written, created, narrated, and presented by Simon Schama. The series was first broadcast in October 2006 on BBC2, and was aired in multiple countries from 2006 to 2008, even being translated to Persian and Italian. The series is presented in chronological order with the oldest artists being the earliest episodes and the most recent artists being the last episodes. The series looks at the following artists and works:\n\nCaravaggio – David with the Head of Goliath (c. 1610)\nBernini – Ecstasy of Saint Teresa (1657)\nRembrandt – The Conspiracy of Claudius Civilis (1662)\nDavid – The Death of Marat (1793)\nTurner – The Slave Ship (1840)\nVan Gogh – Wheatfield with Crows (1890)\nPicasso – Guernica (1937)\nRothko – Black on Maroon (1958)",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/Simon_Schama%27s_Power_of_Art"
            }
        ],
        "author_str": "simon schama",
        "article_urls": [
            "https://www.ft.com/content/f8ee609a-53c4-4917-89ee-175178df6003",
            "http://ft.com/content/c945542f-87e5-412a-b9f0-535b8190a5bf",
            "https://newrepublic.com/article/75089/the-patriarch",
            "https://newrepublic.com/article/70179/they-all-laughed-christopher-columbus",
            "https://newrepublic.com/article/118100/simon-schama-world-cup-1954"
        ],
        "article_texts": [
            "Moses Montefiore: Jewish Liberator, Imperial Hero\nBy Abigail Green\nMoses Montefiore: Jewish Liberator, Imperial Hero\nBy Abigail Green\n(Harvard University Press, 540 pp., $35)\nIn 1827, an upright, well-to-do English gentleman, traveling through the Levant with his lady wife, ran into some dirty weather en route from Alexandria to Malta. But this particular gentleman was called Moses and his notion of calming the sea was to throw the afikoman half of the middle matzoh of the Passover seder into th",
            "Greenblatt, of course, is a founding father of the New Historicism in literary studies, and it may be that this interesting notion of conversion and convertibility suits the New Historicist marriage between economic forms and moral forms a little too well. Still, it is very persuasive, especially when Greenblatt cuts loose of obligations to nod deferentially to colleagues and protagonists in his literary community, and relaxes his vigilance against the “moves,” “tactics,” and “swerves” that are ",
            "I won't be the best blogger you'll have in this run of the World Cup, but I've got to be the oldest. And besides, I once taught at a university where \"Modern History\" was defined as beginning with the Emperor Diocletian. So is there anyone else, fellow-bloggers, who remembers 1954? I'll never forget it. Played in Switzerland, the final in a stadium known as Wankdorf (some things a nine-year-old commits to permanent memory); seen by us lot on nine-inch TV screens, helped only slightly by magnifie",
            "After half time it got wet. The Dutch, you'll have noticed, like water. They live in it if not for it. Spanish, not so much. They were carrying water (see Diego Costa). A weird sense of ruined entitlement set in and turned into a kind of petulance. \"Oh, well, if you’re going to presume to score goals against us, we're not playing.”\nAnd they didn't. Iniesta did, non stop—tireless, brilliant. (Please come and play at White Hart Lane. Please.) Xavi intermittently. Sergio Ramos looked like a horse s",
            "Cy Twombly, who died yesterday in Rome, was in every way too big for modern art. Hulk-sized, with a visual and intellectual archive in his mighty mind about the size of the Library of Alexandria, he looked like a Caesar who had lived long and well on a diet of peaches and crayfish, and his contempt for the asperities of doctrinal modernism was correspondingly imperial. Twombly was never going to be a good fit for the cool, minimalist aesthetic of the 1970s and ’80s. All the conventions that mode"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q214475",
                "wikidata_title": "Ayaan Hirsi Ali",
                "wikipedia_title": "Ayaan Hirsi Ali",
                "description": "Dutch-American political activist and author",
                "intro": "Ayaan Hirsi Ali (; Dutch: [aːˈjaːn ˈɦiːrsi ˈaːli] ; Somali: Ayaan Xirsi Cali: Ayān Ḥirsī 'Alī; born 13 November 1969) is a Somali-born, Dutch-American writer, activist and former politician. She is a critic of Islam and advocate for the rights and self-determination of Muslim women, opposing forced marriage, honour killing, child marriage, and female genital mutilation.At the age of five, following local traditions in Somalia, Ali underwent female genital mutilation organized by her grandmother.  Her father—a scholar, intellectual and a devout Muslim—was against the procedure, but could not stop it from happening because he was imprisoned by the communist government of Somalia at the time. Her family moved across various countries in Africa and the Middle East, but at 23, she received political asylum in the Netherlands, gaining Dutch citizenship five years later. In her early 30s, Hirsi Ali renounced the Islamic faith of her childhood, began identifying as an atheist, and became involved in Dutch centre-right politics, joining the People's Party for Freedom and Democracy (VVD).In 2003, Ali was elected to the lower house of the States General of the Netherlands. While serving in parliament, she collaborated on a short film with Theo van Gogh, titled Submission, which depicted the oppression of women under fundamentalist Islamic law, and was critical of the Muslim canon itself. The film led to death threats, and Van Gogh was murdered shortly after the film's release by Mohammed Bouyeri, a Moroccan-Dutch Islamic terrorist, driving Hirsi Ali into hiding.At this time she became more outspoken as a critic of the Muslim faith. In 2005, Time magazine named Ali as one of the 100 most influential people in the world. Her outspoken criticism of Islam made her a controversial figure in Dutch politics and, following a political crisis related to the validity of her Dutch citizenship, she left the Parliament and, ultimately, the Netherlands.Moving to the United States, Ali established herself as a writer, activist and public intellectual. Her books Infidel: My Life (2007),\nNomad: From Islam to America (2010) and Heretic: Why Islam Needs a Reformation Now (2015) became bestsellers. In Heretic, Ali seemed to be calling for reformation of Islam by countering Islamism and supporting reformist Muslims.In the United States, Ali has founded an organisation for the defense of women's rights, the AHA Foundation. She has taken roles at the Hoover Institution at Stanford University, the American Enterprise Institute, and at Harvard Kennedy School as a senior fellow at the Future of Democracy Project. Since 2021, she has served as a columnist for UnHerd, a British online magazine and, since 2022, has hosted The Ayaan Hirsi Ali Podcast.Ali was a central figure in New Atheism since its beginnings. She was strongly associated with the movement, along with Christopher Hitchens, who regarded Ali as \"the most important public intellectual probably ever to come out of Africa.\"Writing in a column in November 2023, however, Ali announced her conversion to the Christian faith, claiming that in her view, the Judeo-Christian tradition is the only answer to the problems of the modern world. She has received several awards, including a free speech award from the centre-right Danish newspaper Jyllands-Posten, the Swedish conservative Liberal Party's Democracy Prize, and the Moral Courage Award for commitment to conflict resolution, ethics, and world citizenship. Critics have accused Ali of being Islamophobic or neo-orientalist and question her scholarly credentials \"to speak authoritatively about Islam and the Arab world\", saying she promotes the notion of a Western \"civilizing mission\". Ali is married to Scottish-American historian Niall Ferguson. The couple are raising their sons in the United States, where she became a citizen in 2013.",
                "x_handle": "Ayaan",
                "page_url": "https://en.wikipedia.org/wiki/Ayaan_Hirsi_Ali"
            },
            {
                "qid": "Q109279397",
                "wikidata_title": "The Jordan B. Peterson Podcast - S4E7: The Erosion of Women's Rights? | Ayaan Hirsi Ali",
                "wikipedia_title": "",
                "description": "episode of the Jordan B Peterson Podcast",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q17653563",
                "wikidata_title": "Ayaan Hirsi Ali leaves Dutch Parliament",
                "wikipedia_title": "",
                "description": "Wikinews article",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q110085787",
                "wikidata_title": "Ayaan Hirsi Ali | The Ben Shapiro Show Sunday Special",
                "wikipedia_title": "",
                "description": "episode of the Ben Shapiro Show",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q110268192",
                "wikidata_title": "The Megyn Kelly Show Ep. 26",
                "wikipedia_title": "",
                "description": "episode of the Megyn Kelly Show",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q110268152",
                "wikidata_title": "The Megyn Kelly Show Ep. 64",
                "wikipedia_title": "",
                "description": "episode of the Megyn Kelly Show",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q17878225",
                "wikidata_title": "",
                "wikipedia_title": "",
                "description": "Wikinews article",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q17918347",
                "wikidata_title": "",
                "wikipedia_title": "",
                "description": "Wikinews article",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q17878250",
                "wikidata_title": "",
                "wikipedia_title": "",
                "description": "Wikinews article",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q17878243",
                "wikidata_title": "",
                "wikipedia_title": "",
                "description": "Wikinews article",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            }
        ],
        "author_str": "ayaan hirsi ali",
        "article_urls": [
            "https://unherd.com/2022/09/schools-shouldnt-fly-blm-flags/",
            "https://unherd.com/2021/11/paedophilia-is-not-progressive/",
            "https://unherd.com/2022/06/the-new-war-on-islamism/",
            "https://unherd.com/2022/08/the-infidels-will-not-be-silenced/",
            "https://unherd.com/2022/01/the-texas-synagogue-attack-wont-be-the-last/"
        ],
        "article_texts": [
            "After more than two years of disruption, American schoolchildren are finally returning to something approaching normal education — in-person, and without masks or social distancing or other “non-pharmaceutical interventions”. But many of these children are returning transformed. Last week, data from the National Assessment of Educational Progress showed catastrophic learning loss among America’s nine-year-olds, with the worst declines among minority students.\nI thought of these children when a f",
            "Now that safe spaces and universal acceptance have become the norm, it is fashionable to tolerate all kinds of proclivities and inclinations in the name of diversity. But until recently, we respected the nebulous line that faintly dissects the parameters of what we consider to be good and evil. Not so today, where there is a growing campaign to destigmatise everything, even if doing so requires us to unpick the moral fabric of our society.\nHow else are we to explain the two most disturbing cause",
            "Art and Islam often seem like oil and water. Other times, they behave like matches and gasoline.\nIt is hard to believe that more than 30 years have passed since Ayatollah Khomeini issued his fatwa against Salman Rushdie for The Satanic Verses — longer ago than the fall of the Berlin Wall. I also experienced the combustion created when art meets Islam, back in 2004.\nOver that summer, Submission, a 10-minute film that I co-created with Theo van Gogh, was aired on the taxpayer-funded VPRO channel i",
            "Thirty-three years ago, when I was a teenager in Nairobi, I was a book burner. The year was 1989, the year of the fatwa against Salman Rushdie, and I was seduced by the rising tide of Islamism. I greeted the fatwa with glee.\nI rarely burnt actual books: we were too poor to afford a copy of The Satanic Verses. Instead, we wrote the title of the offending novel and the name of its author on cardboard and paper and set them alight. It was comical and pathetic. But we were deadly serious. We thought",
            "“At one point, our attacker instructed us to get on our knees. I reared up in my chair, stared at him sternly… and mouthed ‘no’.”\nIt’s easy to read Jeffrey Cohen’s account of being held hostage in a Texan synagogue at the weekend as an uplifting tale of bravery and accomplishment: it tells of a terrifying stand-off with a deranged, gun-wielding attacker, brought to an end after nearly 11 hours when a rabbi threw a chair at the assailant and managed to escape with two other hostages (another had "
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q5496529",
                "wikidata_title": "Fred Weir",
                "wikipedia_title": "Fred Weir",
                "description": "Canadian journalist",
                "intro": "Fred Weir is a Canadian journalist who lives in Moscow and specializes in Russian affairs. He has been the Moscow correspondent for the Boston-based daily The Christian Science Monitor and for the monthly Chicago magazine In These Times. He has been a regular contributor from Moscow to The Independent, South China Morning Post and The Canadian Press. He was also for 20 years the Moscow correspondent of Hindustan Times an Indian, English-language, daily newspaper based in Delhi. Weir is the co-author, along with David Michael Kotz, of Revolution from Above: The Demise of the Soviet System, published in 1996, which provides a new interpretation and research for the disintegration of the USSR.Weir was a third generation red diaper baby whose uncle had trained at the Lenin School in Moscow in the 1920s to be an agent of the Comintern. Weir's father, Charles Weir, was a International Union of Mine, Mill and Smelter Workers organizer and Communist Party of Canada activist who was an election candidate under the party banner. Weir studied Russian and Soviet history at the University of Toronto as well as graduating from teacher's college. He lived on a kibbutz in Israel in 1973–74, travelled extensively around the Middle East, the USSR and Eastern Europe, before choosing to move to the Soviet Union to live and work as the Moscow correspondent for the Canadian Tribune in 1986 during the early days of glasnost and perestroika. In the early 1990s he began freelancing for Canadian Press and various publications. He has been Moscow correspondent for the Christian Science Monitor since 1998. He married Mariam Shaumian, a Russian-Armenian, in 1987. They have two children: Tanya, born in 1988, and Charlie, born in 2000.\n\n",
                "x_handle": "fredweir3",
                "page_url": "https://en.wikipedia.org/wiki/Fred_Weir"
            }
        ],
        "author_str": "fred weir",
        "article_urls": [
            "http://www.businessinsider.com/russia-thinks-its-space-program-keeps-failing-because-jealous-foreigners-are-sabotaging-it-2012-1"
        ],
        "article_texts": [
            "A humiliating string of accidents that has beset Russia's space program over the past year, and only seems to be getting worse, may be the result of foreign sabotage, the head of the Russian Space Agency (Roskosmos), Vladimir Popovkin, hinted on Tuesday.\nAt least seven serious disasters have struck Russian space ventures in little more than a year, wrecking Roskosmos's reputation and putting some of its key projects in doubt. Mr. Popovkin, who had earlier pointed to industrial failures as the so"
        ]
    }
]