[
    {
        "wiki_search_results": [
            {
                "qid": "Q113570119",
                "wikidata_title": "Alexander Thurston",
                "wikipedia_title": "",
                "description": "Assistant Professor of Political Science at the University of Cincinnati",
                "intro": "",
                "x_handle": "sahelblog",
                "page_url": ""
            },
            {
                "qid": "Q53645510",
                "wikidata_title": "Alexander Thurston",
                "wikipedia_title": "",
                "description": "(d.c.1611) of Norwich, Norf",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            }
        ],
        "author_str": "alexander thurston",
        "article_urls": [
            "https://foreignpolicy.com/2017/10/18/america-should-beware-a-chadian-military-scorned-trump-travel-ban/"
        ],
        "article_texts": [
            "America Should Beware a Chadian Military Scorned\nStung by its inclusion on the Trump administration’s travel ban, Chad is already making life harder for U.S. troops in Africa.\nFor reasons that remain unclear, U.S. President Donald Trump’s administration included the Central African nation of Chad in the latest iteration of its infamous travel ban, which also targets citizens from Iran, Libya, North Korea, Somalia, Syria, Venezuela, and Yemen. The move came as a shock to most observers, not least"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q18378434",
                "wikidata_title": "Simon Shelton",
                "wikipedia_title": "Simon Shelton",
                "description": "British actor (1966-2018)",
                "intro": "Simon Barnes Shelton (13 January 1966 – 17 January 2018) was an English actor.",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/Simon_Shelton"
            },
            {
                "qid": "Q7518227",
                "wikidata_title": "Simon Barnes",
                "wikipedia_title": "Simon Barnes",
                "description": "British journalist",
                "intro": "",
                "x_handle": "simonbarneswild",
                "page_url": "https://en.wikipedia.org/wiki/Simon_Barnes"
            }
        ],
        "author_str": "simon barnes",
        "article_urls": [
            "https://www.spectator.co.uk/article/on-bended-knee/",
            "https://www.spectator.co.uk/article/i-know-that-richard-dawkins-is-wrong-about-down-s-syndrome-because-i-know-my-son/",
            "https://www.spectator.co.uk/article/in-praise-of-pc/",
            "https://www.spectator.co.uk/article/what-wasps-do-for-us/",
            "https://www.spectator.co.uk/article/pink-horns-and-poison/"
        ],
        "article_texts": [
            "Why Birds Sing: A journey into the mystery of bird song, by David Rothenberg\nWHEN I first started to listen to birdsong, it was like being given a new sense. For most people, birdsong is an agreeable soundtrack to a dog walk, a picnic, summer drinking, summer loving. It is the elevator music of the high spring: you are aware of it without being aware of it.\nBut then I learned the instruments of the orchestra, learned to tell one bird from another, learned to listen as well as to hear: and sudden",
            "Never forget Atlanta. Every time a British athlete wins a gold medal at the Olympic Games in Rio, remember the Atlanta Games of 1996. I was there, and I saw some great sport — and absolutely none of it was British. Great Britain finished 36th in the medal table, behind Kazakhstan, Algeria, Belgium and Ireland.\nThere was a single British gold medal, and I missed it. It was won by Steve Redgrave and Matthew Pinsent, now both sirs: two enormous boys on the burning deck. For the rest, eight silvers ",
            "Wimbledon next week. Like the tournament dress code, all sports want their heroes white. In terms of virtue rather than skin colour. Sport demands the appearance of righteousness. Its default position is to pride itself on the moral lessons it teaches the rest of us.\nAll of which makes sport one of the great hypocrisy opportunities of modern times, lagging behind only religion and politics. A sports star who wants to make serious money must set himself up as a ‘role model’.\nSo when the great ten",
            "Sport is like love: it can only really hurt you if you care. Or for that matter, bring joy. You can’t explain sport, any more than you can explain the Goldberg Variations: you either get it or you don’t. So it can be hard to justify a life spent among bats and balls and leaping horses. I spent 32 years writing about sport for the Times, the last 12 as chief sportswriter, all of which comes to an close at the end of this month when I become News International’s latest economy, doomed to wander Fl",
            "‘Good morning, my name’s Cowdrey.’ England batsman Colin, later Lord Cowdrey, to the Australian fast bowler Jeff Thomson.\n‘That’s not going to help you, fatso. Now piss off.’\nLord, who wrote those lines — was it Oscar Wilde? Noël Coward? Woody Allen, maybe? Or was it just a primordial example of sledging: the art and science of the cricketing insult?\nSledging is hot again as the Test series in South Africa against Australia reaches new heights of bad vibes. And when we’re getting moral lectures "
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q66173026",
                "wikidata_title": "Zolan Kanno-Youngs",
                "wikipedia_title": "Zolan Kanno-Youngs",
                "description": "American journalist",
                "intro": "Zolan Kanno-Youngs is an American journalist based in Washington, D.C. who is a White House correspondent for The New York Times. He was previously a criminal justice reporter for The Wall Street Journal.\n\n",
                "x_handle": "KannoYoungs",
                "page_url": "https://en.wikipedia.org/wiki/Zolan_Kanno-Youngs"
            }
        ],
        "author_str": "zolan kanno-youngs",
        "article_urls": [
            "http://www.bostonglobe.com/2022/11/27/nation/marijuana-pardons-affect-just-sliver-those-swept-up-war-drugs/#main",
            "https://www.bostonglobe.com/2022/11/27/nation/marijuana-pardons-affect-just-sliver-those-swept-up-war-drugs/#main",
            "https://www.nytimes.com/2021/03/08/us/politics/immigration-mexico-border-biden.html",
            "https://www.bostonglobe.com/2022/11/27/nation/marijuana-pardons-affect-just-sliver-those-swept-up-war-drugs/",
            "http://www.bostonglobe.com/2022/11/27/nation/marijuana-pardons-affect-just-sliver-those-swept-up-war-drugs/"
        ],
        "article_texts": [
            "WASHINGTON — More than a year after a trans-Atlantic contretemps threatened to sour U.S.-French relations, President Emmanuel Macron and his wife will be at the White House on Thursday as honored guests for the first state dinner since President Joe Biden took office.\nIn the days leading up to the black-tie dinner, the office of the first lady, which handles most of the planning, made every effort to show that relations were strong as the White House marks a return of the diplomatic pomp that wa",
            "WASHINGTON — Valerie Schultz’s conviction for possession of a small amount of marijuana in 2010 was anything but simple.\nSchultz was arrested on federal land, the Mount Olympus Trail in Utah, which means she was charged under federal law. Authorities found pot in her car, so her license was revoked. Without the ability to drive, she was forced to give up her job teaching second grade.\n“It just seemed like it was very harsh punishment,” said Schultz, 33. “You think I’m such a menace to society be",
            "What to Expect at the State Dinner Table: Lobster, Wine and a Reset Button\nThe black-tie dinner marks a return of diplomatic pomp and an effort by the United States and France to display the strength of their alliance after a trans-Atlantic dust-up.\nFollow our live coverage of Biden Hosting Macron at the White House.\nWASHINGTON — More than a year after a trans-Atlantic contretemps threatened to sour U.S.-French relations, President Emmanuel Macron and his wife will be at the White House on Thurs",
            "Biden Faces Challenge From Surge of Migrants at the Border\nThe president’s promise of a more humane policy is being tested as more unaccompanied children seek to enter the United States from Mexico.\nWASHINGTON — Thousands of migrant children are backed up in United States detention facilities along the border with Mexico, part of a surge of immigration from Central Americans fleeing poverty and violence that could overwhelm President Biden’s attempt to create a more humane approach to those seek",
            "What to Expect at the State Dinner Table: Lobster, Wine and a Reset Button\nThe black-tie dinner marks a return of diplomatic pomp and an effort by the United States and France to display the strength of their alliance after a trans-Atlantic dust-up.\nWASHINGTON — More than a year after a trans-Atlantic contretemps threatened to sour U.S.-French relations, President Emmanuel Macron and his wife will be at the White House on Thursday as honored guests for the first state dinner since President Bide"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q18637443",
                "wikidata_title": "Billy Hallowell",
                "wikipedia_title": "",
                "description": "American journalist and commentator",
                "intro": "",
                "x_handle": "billyhallowell",
                "page_url": ""
            }
        ],
        "author_str": "billy hallowell",
        "article_urls": [
            "https://www.washingtontimes.com/news/2021/oct/20/serious-and-potentially-deadly-perils-media-bias/",
            "https://www.washingtontimes.com/news/2021/nov/1/gotcha-reactions-alec-baldwins-plight-reveal-our-c/",
            "https://www.washingtontimes.com/news/2022/jan/20/why-story-mother-allegedly-tossing-her-newborn-dum/",
            "https://www.washingtontimes.com/news/2021/dec/31/follow-science-inconvenient-truth-atheists-and-sec/",
            "https://www.washingtontimes.com/news/2022/feb/3/insanely-strong-case-moment-silence-and-prayer-sch/"
        ],
        "article_texts": [
            "OPINION:\nComplaints and grievances about media bias are nothing new, yet the constant, decades-long clamor about unfair and twisted coverage has done absolutely nothing to halt seemingly ceaseless and pervasive examples of journalistic malfeasance.\nThese boundless bouts of bias that have made headlines over and over again in perpetuity have created a toxic distrust — an iniquitous suspicion and cynicism that is further fuelling not only our ideological divides but also our current public health ",
            "OPINION:\nDetails about the horrific shooting death of cinematographer Halyna Hutchins on the set of Alec Baldwin’s film “Rust” are still coming out — but the lack of definitive facts around the matter hasn’t stopped critics from weighing in with harsh rhetoric, presumptions and vicious attacks.\nMr. Baldwin — who was reportedly unaware of the fact that there were live rounds in an on-set prop gun — deployed the firearm, accidentally killing Hutchins and injuring director Joel Souza.\nThe media and",
            "OPINION:\nThe mainstream media have taken notice of a horrific story about an 18-year-old New Mexico woman who allegedly threw her newborn baby in a dumpster.\nPeople around America were horrified as they learned that the discarded infant, whose umbilical cord was still attached, would have died if not for a group of dumpster-diving heroes who heard a cry and discovered the child languishing helplessly amid the rubbish.\nPeople should no doubt be distressed by the diabolical act, yet many of these ",
            "OPINION:\nAs the world wearily embarks on yet another new year, angst chaos, and uncertainty have become forlorn norms. The profusion of crises before us are no doubt daunting, with people struggling to grapple with and process the ever-changing political and cultural tides.\nFrom inflation fears and financial struggles to confusion and anger as leaders continue to fail at curbing the COVID-19 pandemic, there’s no dearth of societal tension points.\nAnd as a sapped populace forges on, another under",
            "OPINION:\nPrayer is one of the most peace-instilling, hope-granting and faith-centric rituals available to the human race, yet it’s also one of the most contentious, disputed and maligned practices.\nAtheist activists have repeatedly taken to the courts to curtail public prayer or to, at the least, diminish and mock it. One familiar mantra often spewed is “Nothing fails like prayer.”\nEven many well-meaning people have a strange, ill-placed fixation on the “separation of church and state” that lead"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q7045465",
                "wikidata_title": "Noah Wardrip-Fruin",
                "wikipedia_title": "Noah Wardrip-Fruin",
                "description": "American media scholar",
                "intro": "Noah Wardrip-Fruin is a professor in the Computational Media department of the University of California, Santa Cruz, and is an advisor for the Expressive Intelligence Studio. He is an alumnus of the Literary Arts MFA program and Special Graduate Study PhD program at Brown University. In addition to his research in digital media, computer games, and software studies, he served for 10 years as a member of the Board of Directors of the Electronic Literature Organization.",
                "x_handle": "noahwf",
                "page_url": "https://en.wikipedia.org/wiki/Noah_Wardrip-Fruin"
            }
        ],
        "author_str": "noah wardrip-fruin",
        "article_urls": [
            "https://kotaku.com/uncharted-2-s-sloppy-fiction-5437484"
        ],
        "article_texts": [
            "Uncharted 2: Among Thieves is the highest rated game of the year, winner of more than a few publications' Games of the Year awards. But that doesn't mean it did everything right.\nNoah Wardrip-Fruin, assistant professor at UC Santa Cruz and author of Expressive Processing: Digital Fictions, Computer Games, and Software Studies, pokes some holes in the game's seeming perfection.\nThe design of Uncharted 2: Among Thieves should make integrating gameplay and fiction easier in two particular ways. Fir"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q109498582",
                "wikidata_title": "Izzie Price",
                "wikipedia_title": "",
                "description": "journalist",
                "intro": "",
                "x_handle": "izzie_price",
                "page_url": ""
            }
        ],
        "author_str": "izzie price",
        "article_urls": [
            "https://www.vice.com/en/article/3azekn/people-with-mental-health-issues-are-being-denied-life-insurance"
        ],
        "article_texts": [
            "Life insurance is not a sexy topic. The intricacies of mortgages don’t exactly make for scintillating dinner party conversation, plus it encapsulates two major taboos: money and death.\nIt might not get pulses racing, but life insurance is a necessity when buying property, as well as providing financial protection for family members in the event of your death. Worryingly, it also appears to be steeped in outdated policies that stigmatise mental health. Due to an apparent lack of knowledge about m"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q4963462",
                "wikidata_title": "Brian Crecente",
                "wikipedia_title": "Brian Crecente",
                "description": "American journalist and columnist",
                "intro": "Brian Crecente (born July 28, 1970) is an American journalist and columnist. He founded Kotaku, co-founded Polygon, previously served as video games editor at Variety, and was in charge of game coverage at Rolling Stone.",
                "x_handle": "crecenteb",
                "page_url": "https://en.wikipedia.org/wiki/Brian_Crecente"
            }
        ],
        "author_str": "brian crecente",
        "article_urls": [
            "https://kotaku.com/online-gaming-friends-of-oslo-suspect-say-he-couldnt-h-5824082",
            "https://kotaku.com/the-dante-that-almost-was-5644446",
            "https://kotaku.com/walk-dont-run-or-sidle-with-nintendos-personal-trai-5270202",
            "https://kotaku.com/liveblogging-al-gores-games-for-change-keynote-5813631",
            "https://kotaku.com/halo-wars-review-a-fistful-of-spartans-5158843"
        ],
        "article_texts": [
            "The 32-year-old man suspected of detonating a bomb in Norway's capital and going on a shooting spree in police garb, killing at least 87, was many things: He was a self-identified conservative Christian, farmer, body builder, hunter, freemason and gamer.\nListed among a slew of personal interests, favorite books, sports teams and philosophies on Anders Behring Breivik's (now removed) Facebook page was an interest in eSports, Call of Duty: Modern Warfare 2 and World of Warcraft.\nOn the European Wo",
            "No matter how much you may hate the new punk look of Devil May Cry's Dante, keep in mind it could have been worse.\nWhen developers Ninja Theory were asked by Capcom to come up with a new look for the star of a reboot of the popular action game, now known only as DmC, publisher Capcom told the studio they wanted extreme redesigns.\nBut Ninja Theory, perhaps worried about messing too much with so beloved a character in such a storied game, came back to Capcom with three or four new looks for Dante ",
            "Personal Trainer: Walking comes with two activity meters that track your day-to-day movements, but the tiny device is not without its quirks.\nThe activity meter is a small digital pedometer of sorts. The device has no power button, instead turning on or off when it detects movement. It has a built in infrared sensor for communicating with your DS and an LED that can give you some basic information when you're on the go.\nWhen you shake the device the LED will light up. One red fleash means you ha",
            "Former vice president Al Gore addresses the Games for Change summit today, kicking off three days of discussion about making games for social impact.\nWatch\nGore is co-founder and chairman of Generation Investment Management and co-founder and chairman of Current TV. He also did that whole Vice President of the United States thing.\nWhile it isn't clear what Gore will be talking about during his keynote, it wouldn't be surprising if he drifted into a discussion of climate protection, a subject he'",
            "Halo has been safely nesting in the loving hands of Bungie for more than seven years. And it's excelled as a first-person shooter, proving finally that you can make a great shooter on a console.\nIn Halo Wars, gamers return to the beloved Xbox franchise to explore its early days in a real-time strategy title by Ensemble Studios. The game promises the chance to control not one Master Chief, but an army of marines, Spartans, Warthogs and Scorpions.\nCan Halo Wars ride on the success of its lineage a"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q55081535",
                "wikidata_title": "Jim Waterson",
                "wikipedia_title": "Jim Waterson",
                "description": "British journalist",
                "intro": "James Waterson (born March 1989) is an English journalist who is the media editor of The Guardian and was previously political editor of BuzzFeed UK.\n\n",
                "x_handle": "jimwaterson",
                "page_url": "https://en.wikipedia.org/wiki/Jim_Waterson"
            }
        ],
        "author_str": "jim waterson",
        "article_urls": [
            "https://amp.theguardian.com/media/2021/nov/03/paul-dacre-departs-from-daily-mail-after-42-years",
            "https://www.theguardian.com/media/2021/nov/03/paul-dacre-departs-from-daily-mail-after-42-years",
            "https://www.theguardian.com/media/2018/jun/06/paul-dacre-to-step-down-as-daily-mail-editor-in-november",
            "https://www.theguardian.com/media/2019/oct/11/paul-dacre-daily-mail-geordie-greig-letter-financial-times",
            "https://www.theguardian.com/media/2021/nov/01/lobbyist-at-firm-with-close-ties-to-tories-will-help-select-ofcom-chair"
        ],
        "article_texts": [
            "With Twitter in turmoil under its new owner, Elon Musk, many users are taking a moment to assess the legacy of the social media platform. Launched in 2006, the service has become an integral part of journalism, revolutionizing the spread of information, expanding access to sources, and elevating voices that previously went unheard. It has also, of course, become known for toxic discourse, misinformation and online abuse.\nAs questions mount over Twitter’s future, four Guardian writers reflect on ",
            "Newspaper cuts ties with former longstanding editor, sources say, as government eases path to Ofcom chair\nPaul Dacre has departed his role as chair of the Daily Mail’s parent company, sources say, with the newspaper also no longer paying for his secretary and chauffeur.\nAlthough Dacre stood down as editor of the Daily Mail in 2018, he remained on the payroll after being given the largely honorific positions of chair and editor-in-chief of parent company Associated Newspapers.\nTwo individuals wit",
            "Paul Dacre will step down as editor of the Daily Mail in November, bringing an end to one of the most influential reigns in British journalism.\nDacre has edited the newspaper since 1992, exerting enormous leverage over British public life with a relentless focus on what he believed to be the concerns of middle England, ranging from a tough line on immigration to campaigns against plastic bags.\nDacre has now decided to step down before his 70th birthday and hand over to a new editor. It is unders",
            "Paul Dacre has publicly criticised Geordie Greig, his successor as editor of the Daily Mail, in a highly unusual intervention that lays bare the deep personal and ideological divisions at the top of the newspaper.\nDacre, who still holds the title of editor-in-chief at the Daily Mail’s parent company DMG Media, has written a letter to the Financial Times [paywall] accusing Greig of being “economic with the actualité” in a recent interview.\nThe former editor took particular issue with a claim by G",
            "A lobbyist at a company with close connections to the Conservative party will help select the next chair of the media regulator, it has been announced, after ministers cleared the former Daily Mail editor to apply for the job for a second time.\nMichael Prescott, a former political editor of the Sunday Times, has been unveiled as the senior external interviewer who will work with the veteran civil servant Sue Gray to decide which candidates should be approved.\nPrescott is currently a senior execu"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q6509479",
                "wikidata_title": "Leana Wen",
                "wikipedia_title": "Leana Wen",
                "description": "American physician, academic, author and journalist",
                "intro": "Leana Sheryle Wen (Chinese: 温麟衍; born Wen Linyan; January 27, 1983) is an American physician, author, professor, speaker, consultant, newspaper columnist and television commentator. She is former health commissioner for the city of Baltimore and former president of Planned Parenthood. She has written two books based on her experiences as a medical professional.\nWen has served as a public health communicator during the COVID-19 pandemic and 2022 mpox outbreak, appearing frequently on CNN as an on-air medical analyst.Wen was asked to testify four times to Congress during the COVID-19 pandemic, including twice to the Select Subcommittee on the Coronavirus Crisis.Currently, Wen serves as a public health professor at George Washington University and is a nonresident senior fellow at the Brookings Institution. She is also a columnist for The Washington Post and a medical analyst for CNN.\n\n",
                "x_handle": "DrLeanaWen",
                "page_url": "https://en.wikipedia.org/wiki/Leana_Wen"
            },
            {
                "qid": "Q22978268",
                "wikidata_title": "Leana Wen: What your doctor won’t disclose",
                "wikipedia_title": "",
                "description": "2014 video of a TEDMED 2014 talk",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q91137113",
                "wikidata_title": "Leana Wen: President of Planned Parenthood",
                "wikipedia_title": "",
                "description": "scientific article published on 01 January 2019",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            }
        ],
        "author_str": "leana wen",
        "article_urls": [
            "https://time.com/collection/100-most-influential-people-2020/5888182/lauren-gardner/"
        ],
        "article_texts": [
            "Intro Essay\nIn hindsight, we could have prepared more seriously, reacted more quickly, communicated more effectively, protected one another more actively and so on. But the next time there’s a public-health threat, we will do better. Right?\nNot necessarily. Knowing the many ways that we mishandled COVID-19 is a bit like knowing the number of pages in a textbook to study before an exam. It gives us an idea of the task ahead but not how difficult the work will be. True preparation means studying t",
            "Every morning, the first website I consult is the Johns Hopkins University (JHU) COVID-19 dashboard. It is the go-to resource to track the global pandemic. Public-health authorities use it to guide policies, with the dashboard featured prominently in emergency operation centers around the world. Researchers depend on it for their analysis and modeling. Virtually every news organization uses the JHU data as the basis for their reporting.\nThis indispensable resource was the brainchild of Lauren Ga"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q6774542",
                "wikidata_title": "Martha Rose Shulman",
                "wikipedia_title": "Martha Rose Shulman",
                "description": "American cookbook writer",
                "intro": "Martha Rose Shulman is an American cookbook author, cooking teacher and food columnist for The New York Times.",
                "x_handle": "MarthaRShulman",
                "page_url": "https://en.wikipedia.org/wiki/Martha_Rose_Shulman"
            }
        ],
        "author_str": "martha rose shulman",
        "article_urls": [
            "https://www.nytimes.com/2010/11/08/health/nutrition/08recipehealth.html"
        ],
        "article_texts": [
            "Carrots: Digging Deeper for Fall Flavor\nThe interior of my refrigerator is filled with an orange glow. For one thing, it’s just that time of year (stay tuned for pumpkin recipes). For another, I bought several pounds of carrots recently for a huge Moroccan salad that I’d planned to add to an already ambitious menu for a book party. But by the time I finished making frittatas, farro salad with beets and beet greens, fixings for black bean tostadas, and tahini and chard stalk dip for 100 people, t"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q4249938",
                "wikidata_title": "Stanislav Kucher",
                "wikipedia_title": "",
                "description": "American and Russian journalist",
                "intro": "",
                "x_handle": "stkucher",
                "page_url": ""
            },
            {
                "qid": "Q97552571",
                "wikidata_title": "Stanislav Kucherenko",
                "wikipedia_title": "",
                "description": "researcher",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            }
        ],
        "author_str": "stanislav kucher",
        "article_urls": [
            "https://www.thenation.com/article/world/russia-propaganda-media-democracy-speech/"
        ],
        "article_texts": [
            "In 1986, when I was 14, my father returned from a business trip to Finland and brought me a copy of Time magazine with a piece about John Lennon. Getting such a gift in the USSR was about as unlikely as receiving a free subscription to Netflix in today’s Iran. The Iron Curtain stood in the way of gaining access to any publications other than “organs of the party and government.”\nSurrounded by dictionaries, I translated the Lennon story into Russian and made copies to share with friends. I also r"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q5076992",
                "wikidata_title": "Charles Duhigg",
                "wikipedia_title": "Charles Duhigg",
                "description": "American writer",
                "intro": "Charles Duhigg (born 1974) is an American journalist and non-fiction author. He was a reporter for The New York Times, currently writes for The New Yorker Magazine and is the author of three books on habits and productivity, titled The Power of Habit: Why We Do What We Do in Life and Business, Smarter Faster Better and Supercommunicators: How to Unlock the Secret Language of Connection.  In 2013, Duhigg was the recipient, as part of a team of New York Times reporters, of the Pulitzer Prize for Explanatory Reporting for a series of ten articles on the business practices of Apple and other technology companies.\n\n",
                "x_handle": "cduhigg",
                "page_url": "https://en.wikipedia.org/wiki/Charles_Duhigg"
            }
        ],
        "author_str": "charles duhigg",
        "article_urls": [
            "https://www.theatlantic.com/magazine/archive/2019/01/q-what-was-the-coldest-act-of-revenge-of-all-time/576433/",
            "https://www.theatlantic.com/magazine/archive/2019/01/charles-duhigg-american-anger/576424/",
            "https://www.nytimes.com/2012/02/19/magazine/shopping-habits.html",
            "https://www.theatlantic.com/magazine/archive/2019/01/the-conversation/576379/",
            "https://www.theatlantic.com/magazine/archive/2019/01/graffiti-could-bankrupt-you/576385/#main-content"
        ],
        "article_texts": [
            "What Was the Coldest Act of Revenge of All Time?\nStephanie Barron, author, That Churchill Woman\nAfter Waterloo, the British exiled Napoleon, who had conquered most of Europe, to St. Helena—an island so remote and tiny, it can barely be found on a map. Kind of like banning Donald Trump from Twitter for life.\nBill Peschel, author, Writers Gone Wild\nAlexander Pope and Edmund Curll. Angry that the bookseller was publishing his poem without permission, Pope spiked Curll’s drink with an emetic, then r",
            "I. An Angry Little Town\nSoon after the snows of 1977 began to thaw, the residents of Greenfield, Massachusetts, received a strange questionnaire in the mail. “Try to recall the number of times you became annoyed and/or angry during the past week,” the survey instructed. “Describe the most angry of these experiences.” One woman knew her answer: Recently, her husband had bought a new car. Then he had driven it to his mistress’s house so she could admire the purchase. When the wife found out, she w",
            "How Companies Learn Your Secrets\nAndrew Pole had just started working as a statistician for Target in 2002, when two colleagues from the marketing department stopped by his desk to ask an odd question: “If we wanted to figure out if a customer is pregnant, even if she didn’t want us to know, can you do that? ”\nPole has a master’s degree in statistics and another in economics, and has been obsessed with the intersection of data and human behavior most of his life. His parents were teachers in Nor",
            "Newt Gingrich Says You’re Welcome\nNewt Gingrich turned partisan battles into a vicious blood sport, wrecked Congress, and paved the way for Donald Trump’s rise. As McKay Coppins reported in November, the former speaker of the House is now reveling in his achievements.\nI couldn’t help noticing that the lessons Newt Gingrich takes from nature are only those that reinforce his particular worldview. Thus the usual nods are made to survival of the fittest, and women are expected to bow down before th",
            "In Florida, graffiti is a second-degree misdemeanor. By statute, the punishment is up to 60 days in jail and up to a $500 fine. On top of that, a convicted person will face many or all of the following: a special $250 graffiti fine, a $50 application fee to retain a public defender, a $50 fee for using the public defender, a $50 prosecution fee, $60 in court costs, a $50 offender fee, a $20 crime-stopper fee, a $20 crime-prevention fee, a $10 county-court fee, $50 in conviction costs, a $124 com"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q616446",
                "wikidata_title": "Shmuley Boteach",
                "wikipedia_title": "Shmuley Boteach",
                "description": "American Orthodox rabbi and writer",
                "intro": "Jacob Shmuel Boteach (born November 19, 1966), commonly known as Shmuley Boteach ( SHMOO-lee boh-TAY-ək), is an American rabbi, author, television host, and radio host. He is the author of 31 books, including the best-seller Kosher Sex: A Recipe for Passion and Intimacy (1999) and Kosher Jesus (2012). For two seasons, he hosted the prime-time reality television series Shalom in the Home, which was one of the highest-rated shows on TLC.Shmuley Boteach's outspokenness has earned him both praise and criticism. He has been described as one of the most influential Jews in the United States and the world. The Washington Post referred to him as \"the most famous rabbi in America\", Newsweek named him one of the 10 most influential rabbis in the United States, and The Jerusalem Post named him one of the 50 most influential Jews in the world. Boteach has called himself \"America's Rabbi,\" a position which does not actually exist.",
                "x_handle": "RabbiShmuley",
                "page_url": "https://en.wikipedia.org/wiki/Shmuley_Boteach"
            }
        ],
        "author_str": "shmuley boteach",
        "article_urls": [
            "https://www.jpost.com/opinion/coronavirus-dating-demands-everyone-become-a-matchmaker-628485",
            "https://www.jpost.com/opinion/article-704532",
            "https://www.jpost.com/opinion/article-721129",
            "https://www.jpost.com/opinion/can-men-control-sexual-addiction-opinion-663735",
            "https://www.jpost.com/opinion/why-is-keren-hayesod-honoring-vladimir-putin-601911"
        ],
        "article_texts": [
            "The coronavirus pandemic has exposed a vast landscape of loneliness across the world. Many singles are either quarantining alone or even with parents or friends but without a romantic partner. In my near nightly Zoom broadcasts with my daughter Chana, who created the Kosher Sex company, modeled on my book of the same name, we encounter singles from around the world who lament the impossibility of dating in this painful time. Their personal lives have been put on hold, and with the lockdowns exte",
            "Last weekend saw the rare confluence of Passover, Easter and Ramadan, all falling on the same day. It was quite remarkable and reminded us all of the affinity between the world’s three great faiths, especially Judaism and Christianity, given that Jesus was a Jew.\nIn 2012 I published my book Kosher Jesus, the true story of Jesus’s Jewish life – culled from early Christian and Jewish sources. The book portrays Jesus as a Torah-observant Pharisaic teacher who instructed his followers to keep every ",
            "A few months back, when Dr. Mehmet Oz first became an election denier, aired TV commercials firing AR-15 assault rifles, and denied the Armenian Genocide, I reached out to Larry Weitzner, his chief campaign adviser and head of Jamestown Associates. I had originally introduced Larry to Oz when Mehmet expressed a serious interest, after years of conversations between us, to run for office in our native New Jersey.\nMehmet and I were profoundly troubled by our Garden State’s rotting schools, poor so",
            "Robert Aaron Long, the 21-year-old charged with murdering eight people in the mass murder in Atlanta last week, said his actions resulted from “sexual addiction.”\nIt goes without saying that any excuse for murdering so many people is pathetic, and it is hoped that this man will be prosecuted to the full extent of the law, especially as the orgy of blood and violence murdered six Asian-Americans and was most likely a hate crime as well.\nBut is sexual addiction real? The medical clinicians are div",
            "Keren Hayesod, known throughout the world as The United Israel Appeal, is the fundraising arm of the Zionist movement, established in 1920 to raise money and distribute it to facilitate the return of the Jewish people to their homeland. Today, it is one of Israel’s three national institutions (along with the government and the Jewish Agency), raising money for the state through branches of the organization in 45 countries. It has done much good over the last century – which begs the question of "
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q5435143",
                "wikidata_title": "Farhad Manjoo",
                "wikipedia_title": "Farhad Manjoo",
                "description": "American journalist",
                "intro": "Farhad Manjoo (born 1978) is an American journalist. Manjoo was a staff writer for Slate magazine from 2008 to September 2013, when they left to join The Wall Street Journal. In January 2014, they joined The New York Times, replacing David Pogue as the technology columnist. Manjoo became an opinion columnist at the paper in 2018. They have also been a contributor to National Public Radio since 2009.\n\n",
                "x_handle": "fmanjoo",
                "page_url": "https://en.wikipedia.org/wiki/Farhad_Manjoo"
            }
        ],
        "author_str": "farhad manjoo",
        "article_urls": [
            "https://www.wired.com/2001/10/setihome-expands-its-back-yard/",
            "https://www.wired.com/2002/04/high-holy-day-for-potheads/",
            "https://www.wired.com/science/discoveries/news/2002/01/49326"
        ],
        "article_texts": [
            "This was published 9 months ago\nOpinion\nWe might be in a simulation. How much should that worry us?\nBy Farhad Manjoo\nImagine that when your great-grandparents were teenagers, they got their hands on a groundbreaking new gadget, the world’s first fully immersive virtual-reality entertainment system. These weren’t those silly goggles you see everywhere now.\nThis device was more Matrix-y — a stylish headband stuffed with electrodes that somehow tapped directly into the human brain’s perceptual syst",
            "This was published 1 year ago\nOpinion\nApple may have just transformed the world of computers\nBy Farhad Manjoo\nFor decades, the chipmaking giant Intel reigned as one of the most technically advanced companies in Silicon Valley.\nIt was Intel’s co-founder Gordon Moore who famously predicted that computer chips would keep getting unimaginably more powerful. And it was Intel’s products, the x86 line of microprocessors at the heart of just about every personal computer, that turned Moore’s prophesy in",
            "The other day I walked into my gym and saw a dog. A half-dozen people were crowding around him, cooing and petting. He was a big dog, a lean and muscular Doberman with, I later learned, the sort of hair-trigger bark you’d prize if you wanted to protect a big stash of gold bullion.\n“This is Y.,” the dog’s owner said. No explanation was offered for the pooch’s presence, as if it were the most natural thing in the world to have a dog in a place usually reserved for human beings. Huh, I thought.\nThe",
            "Farhad Manjoo\nBiden Just Clobbered China’s Chip Industry\nOpinion Columnist\nSemiconductors are among the most intricate tools that human beings have ever invented. They are also among the most expensive to make.\nThe latest chips — the sort that power supercomputers and high-end smartphones — are densely packed with transistors so small they’re measured in nanometers. Perhaps the only things more ingenious than the chips themselves are the machines that are used to build them. These devices are ca",
            "Farhad Manjoo\nWe Might Never Know How Much the Internet Is Hiding From Us\nOpinion Columnist\nThe internet is the most comprehensive compendium of human knowledge ever assembled, but is its size a feature or a bug? Does its very immensity undermine its utility as a source of information? How often is it burying valuable data under lots of junk? Say you search for some famous or semifamous person — a celebrity, influencer, politician or pundit. Are you getting an accurate picture of that person’s l"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q7684001",
                "wikidata_title": "Tanya Gold",
                "wikipedia_title": "Tanya Gold",
                "description": "British journalist",
                "intro": "Tanya Gold (born 31 December 1973) is an English freelance journalist.\n\n",
                "x_handle": "TanyaGold1",
                "page_url": "https://en.wikipedia.org/wiki/Tanya_Gold"
            }
        ],
        "author_str": "tanya gold",
        "article_urls": [
            "https://unherd.com/2018/10/todays-laptop-activists-seek-attention-not-truth/",
            "https://unherd.com/2018/12/where-is-tommy-robinson-taking-ukip/",
            "https://unherd.com/2019/01/why-holocaust-memorials-fail/",
            "https://unherd.com/2019/03/the-inescapable-misogyny-of-the-modern-world/",
            "https://unherd.com/2019/04/how-jane-austen-makes-fools-of-her-fans/"
        ],
        "article_texts": [
            "Cornwall has a boast this week and it has nothing to do with ice-cream or tides: we have made more than 2000 offers to house Ukrainian refugees. I am not surprised. The duchy is filled with second homes, and they are very often empty. Harboursides are dark in winter and the old town in St Ives is no more than a monied ghetto now.\nSince the war began it is often said that it is easier to offer refuge to those closest to you. The Polish don’t want Syrians, for instance, but they want Ukrainians. I",
            "As beautiful as Bath is, it is more interesting underground. This is where the ruins, the gods, and the waters are: the steps to the temple of Sulis Minerva near the Pump Room, the Victorian tunnels, and, in the eerie plant room below the Gainsborough Bath Spa Hotel, the water from the ancient springs, waiting to be purified before it flows into the Gainsborough’s private baths.\nThe three springs of Bath – The Cross, the Hetling and the King’s – formed when rainwater fell on the hills 10,000 yea",
            "In the latest James Bond movie, which passes for the National soul – though I think Roald Dahl was closer to nailing it – a Toyota Land Cruiser Prado wins a fight with a Land Rover Defender in Norway. Or rather two Land Rover Defenders. Out they bounce from forest to stream and back to forest. Kiss-kiss, bang-bang, snort, rattle. I long to know what conversations marketing executives have with the Bond franchise. Do you pay to have your car win a fight with a commercial rival? And, if your car d",
            "2030 is the deadline: the end of petrol cars in Britain. Because nothing lasts forever. ‘This may be the last petrol car that I design,’ said a British marque designer, sketching lines on a napkin wistfully. I threw the napkin in a trunk in the attic for memorial. I have become addicted to petrol cars in these last years because they are so conventionally masculine: driving them feels like theft, and it is mind-altering. If you don’t agree, drive an Aston Martin DB11 round a small bend. It will ",
            "I’m not sure how a family of Warsaw bakers – my own – ended up in the northeast of England, specifically Sunderland, in England in the 1860s. The family myth – and it is a myth, because we have absolutely no evidence for it – is that they planned to take ship for America, but were dropped off in Sunderland, having been assured it was New York City. Perhaps it was a foggy day. And if it wasn’t, how would they know it wasn’t New York City?\nThis myth is powerful though. Growing up in Surrey, as I d"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q6708319",
                "wikidata_title": "Lyn Gardner",
                "wikipedia_title": "Lyn Gardner",
                "description": "theatre critic",
                "intro": "Lyn Gardner is a British theatre critic, children's writer and journalist who contributes reviews and articles to The Stage, Stagedoor and has written for The Guardian.",
                "x_handle": "lyngardner",
                "page_url": "https://en.wikipedia.org/wiki/Lyn_Gardner"
            }
        ],
        "author_str": "lyn gardner",
        "article_urls": [
            "https://www.theguardian.com/stage/2014/may/31/this-weeks-theatre-picks"
        ],
        "article_texts": [
            "The news that The Book of Mormon set a record on Friday for the biggest single day in ticket sales in West End and Broadway history is probably less a testament to the show itself – insanely enjoyable though it is – than to its clever (and clearly very expensive) marketing, which has used traditional media (to get to that crucial audience who don't do Twitter) and social media (for those already plugged into South Park) in tandem, to remarkable effect.\nViewed one way, Friday morning was not such",
            "How do you recover from an enchanted childhood? In the early 20th century, a generation of young men, captivated by JM Barrie's Peter Pan, went from the magic and mock heroics of Neverland to the muddy trenches of Flanders. Death bore little resemblance to Peter's predicted \"awfully big adventure\", as the soldiers lived out a bloody nightmare. Following in the wake of other Peter Pan-inspired theatrics, including Peter and Alice and Finding Neverland, Phil Willmott's poignant musical is full of ",
            "It’s seldom, if ever, that a piece of theatre changes the world. But it can challenge the way we think about it and provide a forum to do so. As Simon Stephens observed in his Working Diary: “I don’t think that theatre has ever been more important. In a world dislocated and disengaged by technology, it is the one forum in which we are encouraged to sit next to people we have never met before and look in one direction and share a live experience that exercises our brains and our sense of aestheti",
            "Monday\nJamie Wood’s utterly delightful O No! begins a brilliant week of theatre in the Orbit festival at Home in Manchester. A south London family’s secrets are excavated in Torn, which continues at the Royal Court Upstairs. It’s your last chance this week for the Young Chekhov season at the National Theatre. Kerry Ellis stars in Murder Ballad, a story of lust and murder at the Arts theatre in the West End. The Bush’s This Place we Know, a season of short plays performed in unusual spaces along ",
            "I’d be surprised if there’s a more unlikely attempt to update a classic text this year than Linda Marshall Griffiths’s take on Villette at West Yorkshire Playhouse, which relocates Charlotte Brontë’s novel to an archaeological dig in the future and recasts Lucy Snowe as a clone. If some reimaginings are mere nudges, this is an almighty kick. Marshall Griffiths’s attempt to reinvent a 19th-century novel that seems firmly set in the past may not quite come off, but it’s part of an honourable theat"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q718012",
                "wikidata_title": "Ken Robinson",
                "wikipedia_title": "Ken Robinson (educationalist)",
                "description": "UK writer (1950-2020)",
                "intro": "",
                "x_handle": "sirkenrobinson",
                "page_url": "https://en.wikipedia.org/wiki/Ken_Robinson_(educationalist)"
            },
            {
                "qid": "Q6388394",
                "wikidata_title": "Ken Robinson",
                "wikipedia_title": "Ken Robinson (Northern Ireland politician)",
                "description": "British politician (born 1942)",
                "intro": "",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/Ken_Robinson_(Northern_Ireland_politician)"
            },
            {
                "qid": "Q6388393",
                "wikidata_title": "Ken Robinson",
                "wikipedia_title": "Ken Robinson (Canadian politician)",
                "description": "Canadian politician",
                "intro": "",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/Ken_Robinson_(Canadian_politician)"
            },
            {
                "qid": "Q6388392",
                "wikidata_title": "Ken Robinson",
                "wikipedia_title": "Ken Robinson",
                "description": "Wikimedia disambiguation page",
                "intro": "",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/Ken_Robinson"
            },
            {
                "qid": "Q6388395",
                "wikidata_title": "Ken Robinson",
                "wikipedia_title": "Ken Robinson (athlete)",
                "description": "American sprinter",
                "intro": "",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/Ken_Robinson_(athlete)"
            },
            {
                "qid": "Q105839927",
                "wikidata_title": "Ken Robinson",
                "wikipedia_title": "Ken Robinson (computer scientist)",
                "description": "Australian computer scientist",
                "intro": "",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/Ken_Robinson_(computer_scientist)"
            },
            {
                "qid": "Q6388398",
                "wikidata_title": "Ken Robinson",
                "wikipedia_title": "Ken Robinson (field hockey)",
                "description": "New Zealand field hockey player",
                "intro": "",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/Ken_Robinson_(field_hockey)"
            },
            {
                "qid": "Q6390639",
                "wikidata_title": "Kenneth Robinson",
                "wikipedia_title": "Ken Robinson (priest)",
                "description": "Dean of Gibraltar",
                "intro": "John Kenneth Robinson (17 December 1936 – 5 August 2020) was an Anglican priest.\nRobinson was educated at Balshaw's Grammar School, Leyland and trained for the priesthood at King's College London. He was ordained in 1963.  After curacies at St Chad's Poulton-le-Fylde and Lancaster Priory, in 1966 he became a chaplain at St John's Army Children's School, Singapore and then the vicar of Holy Trinity, Colne. He then became Director of Education for the Diocese of the Windward Isles and then the vicar of  St Luke's Skerton. After this  he was a minor canon at St Edmundsbury Cathedral and then chaplain of Greater Lisbon. In 1994 he became the Archdeacon of Gibraltar and in 2000 its Dean. He resigned in 2003 and died on August 5, 2020, in Lancashire at the age of 83.",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/Ken_Robinson_(priest)"
            },
            {
                "qid": "Q100917227",
                "wikidata_title": "Ken Robinson",
                "wikipedia_title": "",
                "description": "college basketball player (1977–1980) North Texas",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q100917228",
                "wikidata_title": "Ken Robinson",
                "wikipedia_title": "",
                "description": "college basketball player (1975–1975) Oral Roberts",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            }
        ],
        "author_str": "ken robinson",
        "article_urls": [
            "https://www.wired.co.uk/article/education-personalisation",
            "http://www.wired.co.uk/article/education-personalisation"
        ],
        "article_texts": [
            "As far as we know, human beings are the most creative creatures ever to walk the Earth. We are endowed with deep powers of imagination and the physical capacities to realise our imaginings in complex languages, theories and beliefs, as well as in the tangible forms of technology, architecture, agriculture, the arts and the sciences and so on.\nThe trouble is that, in the past 300 years, we have created civilisations that have dislocated our relationships with the natural environment and that now ",
            "As far as we know, human beings are the most creative creatures ever to walk the Earth. We are endowed with deep powers of imagination and the physical capacities to realise our imaginings in complex languages, theories and beliefs, as well as in the tangible forms of technology, architecture, agriculture, the arts and the sciences and so on.\nThe trouble is that, in the past 300 years, we have created civilisations that have dislocated our relationships with the natural environment and that now "
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q7425087",
                "wikidata_title": "Sasha Issenberg",
                "wikipedia_title": "Sasha Issenberg",
                "description": "American journalist",
                "intro": "Sasha Issenberg is an American journalist. His articles have been published in Philadelphia, Slate, the Washington Monthly, The New York Times Magazine, The Atlantic, Boston, The Boston Globe, Monocle, Politico, The Wall Street Journal, The Washington Post and George, where he was a contributing editor.\n\n",
                "x_handle": "sissenberg",
                "page_url": "https://en.wikipedia.org/wiki/Sasha_Issenberg"
            }
        ],
        "author_str": "sasha issenberg",
        "article_urls": [
            "https://newrepublic.com/article/114184/washington-post-sale-jeff-bezos-solves-his-last-mile-program",
            "https://newrepublic.com/article/113037/gay-nepotism-another-reason-allow-same-sex-marriage",
            "https://newrepublic.com/article/117520/how-democrats-can-avoid-going-down-2014-midterm-election",
            "https://tonic.vice.com/en/article/wn7vx9/the-politics-of-food-bluefin-tuna"
        ],
        "article_texts": [
            "Is it possible that Jeff Bezos is buying The Washington Post just for its paperboys?\nIn fact, a new profile in Fast Company is all about Bezos’s overarching obsession with what logisticians have long called the “last-mile problem”—the final link from distribution hubs to the end consumer. This is typically where the supply-chain efficiencies of shipping containers, warehouses, and trucking centers break down, replaced by the arduous work of getting to individually targeted doorsteps in daytime h",
            "If the most successful conservative arguments for same-sex unions (argued first in 1989 by Andrew Sullivan in these pages) centered on marriage’s ability to stem AIDS-era gay promiscuity, today’s most persuasive appeal to opponents on the right might focus on a scourge yet more threatening to our cities: gay nepotism. In Philadelphia, a same-sex couple has embroiled City Controller Alan Butkovitz in an evolving mini-scandal as he angles to run for mayor in 2015. One of the men is employed by But",
            "As the 2010 midterms approached, Obama’s Organizing for America campaign-in-exile was embedded with the Democratic National Committee and eager to reproduce the magic. But this time the math wouldn’t cooperate. The first strategic decision a campaign usually makes is setting a “win number”: just over half of the total votes projected to be cast in the race, enough to guarantee victory regardless of an opponent’s performance. Next, a campaign assesses how many votes it can count on from those who",
            "Sushi has become a staple of nearly every American's diet—yet most of us have no clue about the economics and environmental impact involved in getting fish from the sea to our plates. From Los Angeles to Japan, host Sasha Issenberg—journalist and author of The Sushi Economy—follows the trail of the threatened Pacific bluefin tuna to find out if our appetite for sushi just might end up devouring this diamond of the sea.\nWATCH: More episodes of The Politics of Food\nThis first appeared on MUNCHIES "
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q1141956",
                "wikidata_title": "Tim Harford",
                "wikipedia_title": "Tim Harford",
                "description": "British economist and journalist",
                "intro": "Timothy Douglas Harford  (born 27 September 1973) is an English economic journalist who lives in Oxford.Harford is the author of four economics books and writes his long-running Financial Times column, \"The Undercover Economist\", syndicated in Slate magazine, which explores the economic ideas behind everyday experiences. His column in the Financial Times, \"Since You Asked\", ran between 2011 and 2014 and offered a sceptical look at the news of the week.Since October 2007 Harford has presented the BBC Radio 4 programme More or Less. The series segments are also available as podcasts. Subsequently Harford launched his own podcast on the podcast production network Pushkin Industries, called Cautionary Tales.",
                "x_handle": "TimHarford",
                "page_url": "https://en.wikipedia.org/wiki/Tim_Harford"
            },
            {
                "qid": "Q22999127",
                "wikidata_title": "Tim Harford: Trial, error and the God complex",
                "wikipedia_title": "",
                "description": "TEDGlobal 2011",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q23663376",
                "wikidata_title": "Tim Harford: How frustration can make us more creative",
                "wikipedia_title": "",
                "description": "TEDGlobal>London",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            }
        ],
        "author_str": "tim harford",
        "article_urls": [
            "https://ft.com/content/a3c1fd89-bfd5-4a41-aa21-e0886e621f2a",
            "https://ft.com/content/83751e6c-544c-4a16-851a-e05f18506afa",
            "https://www.ft.com/content/83751e6c-544c-4a16-851a-e05f18506afa",
            "https://www.theatlantic.com/magazine/archive/2015/05/paying-to-get-inside-the-restaurant/389561/",
            "https://www.theatlantic.com/ideas/archive/2021/03/the-conspiracy-theorists-problem-isnt-what-they-believe/618285/"
        ],
        "article_texts": [
            "We all know that there’s a gap between the money men earn and the money women earn, but I hadn’t grasped quite how enormous that gap still is. Even in egalitarian Finland, men earn a third more than women. In the UK and the US, men earn two-thirds more. In the Netherlands and Austria, men earn twice as much. In Japan, men earn four times as much as women.\nThese staggering numbers (from a 2017 study by the economists Henrik Kleven and Camille Landais) refer not to pay for doing the same job, but ",
            "The next time you’re fortunate enough to have dinner at a high-end restaurant, take a moment to enjoy not only the food and wine, but the frisson of a really good puzzle: Why do restaurants price things the way they do?\nThe markup on food makes sense. It takes time and skill to prepare the perfect cold-smoked salmon with balsamic-vinegar sorbet. But why are the wine prices so inflated? How hard can it be to pop open a bottle? Meanwhile, restroom access is free and unlimited for customers—a curio",
            "Some people believe the most extraordinary things. Earth is flat, and airplane GPS is rigged to fool pilots into thinking otherwise. COVID-19 vaccines are a pretext to inject thought-controlling microchips into us all. The true president of the United States is Donald Trump; his inauguration will happen on January 20, make that March 4, make that a date to be arranged very soon.\nThe question “How could anybody believe this stuff?” comes naturally enough. That may not be the most helpful question",
            "The Development Dilemma\nCan parking tickets explain why poor countries are poor?\nEconomic Gangsters: Corruption, Violence, and the Poverty of Nations, by Raymond Fisman and Edward Miguel, Princeton: Princeton University Press, 240 pages, $24.95\nMany economists think corruption is a rational response to irrational incentives. The World Bank's \"Doing Business\" database lists 40 countries, from Iraq to Ethiopia, in which legally acquiring the necessary permissions to export a single standard cargo ",
            "We must pay the cost of carbon if we are to cut it\nWe’ll send you a myFT Daily Digest email rounding up the latest Climate change news every morning.\nShouldn’t we be doing more to respond to the climate emergency? It’s a natural question to ask. But, perhaps, we should turn the question around, and ask: why haven’t we solved the climate change problem already?\nEconomics suggests a ready answer: externalities. Unfortunately, the concept of externalities is a century old, and it shows. So why do e"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q544464",
                "wikidata_title": "Angus King",
                "wikipedia_title": "Angus King",
                "description": "American politician and lawyer (born 1944)",
                "intro": "",
                "x_handle": "SenAngusKing",
                "page_url": "https://en.wikipedia.org/wiki/Angus_King"
            },
            {
                "qid": "Q63898506",
                "wikidata_title": "Angus King's Files (NAID 7262143)",
                "wikipedia_title": "",
                "description": "series in the National Archives and Records Administration's holdings",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q88382196",
                "wikidata_title": "Angus M Kingon",
                "wikipedia_title": "",
                "description": "researcher",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q20696679",
                "wikidata_title": "Angus King",
                "wikipedia_title": "",
                "description": "Wikimedia disambiguation page",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q44354",
                "wikidata_title": "Kane",
                "wikipedia_title": "Kane (wrestler)",
                "description": "American professional wrestler, actor, and politician",
                "intro": "Glenn Thomas Jacobs (born April 26, 1967), better known by his ring name Kane, is an American politician and professional wrestler. He has been signed to WWE since 1995 and was inducted into the 2021 class of the WWE Hall of Fame. In 2018, he was elected as the Republican Mayor of Knox County, Tennessee. In 2022, he won a second term as Mayor.\nJacobs began his professional wrestling career on the independent circuit in 1992, wrestling in promotions such as Smoky Mountain Wrestling (SMW) and the United States Wrestling Association (USWA), before joining the World Wrestling Federation (WWF, now WWE) in 1995. Jacobs played various characters until 1997, when he was repackaged as the masked wrestler Kane, a horror-themed personification of fire and the juggernaut younger half-brother of The Undertaker and son of Paul Bearer. This \"hellfire and brimstone\" gimmick was rooted in acts of arson by The Undertaker as part of their characters' backstory. Jacobs would alternatively feud and team with The Undertaker, the latter as the Brothers of Destruction.\nFollowing his WWF debut, Kane remained a pivotal component of the company's \"Attitude Era\" of the late 1990s and early 2000s, defeating the era's \"poster boy\" Stone Cold Steve Austin for the WWF Championship in his first pay-per-view (PPV) main event at King of the Ring in June 1998. He continued to headline PPV cards through 2018's Crown Jewel, and has appeared in more PPVs than any other performer in WWF/WWE history other than Randy Orton.Within WWE, Kane is a three-time world champion (having held the WWF Championship, ECW Championship and World Heavyweight Championship once each) and a 12-time world tag team champion (having held the World Tag Team Championship, WCW Tag Team Championship and WWE Tag Team Championships with various partners). He is also a two-time Intercontinental Champion and a Money in the Bank winner, as well as the third man to complete WWE's Grand Slam. The last title Kane won was the 24/7 Championship on September 16, 2019, the only title won under his real name.  Veteran wrestler Ric Flair described Kane as \"the best in the world\", while Big Show dubbed him \"the best big man ever\". Kane holds the record for the most appearances in a Royal Rumble match at 20, as well as the highest cumulative total eliminations at 46.Outside of professional wrestling, Jacobs has made numerous guest appearances in film and on television, including the lead role in the 2006 WWE Studios production See No Evil and its 2014 sequel. He is also a longtime supporter of libertarian political causes. In March 2017, Jacobs announced that he was running for the mayoral seat of Knox County, Tennessee as a Republican. He won the Republican primary election on May 1, 2018, and the general election on August 2, 2018. He was re-elected as Knox County Mayor on August 4, 2022.",
                "x_handle": "kanewwe",
                "page_url": "https://en.wikipedia.org/wiki/Kane_(wrestler)"
            }
        ],
        "author_str": "angus king",
        "article_urls": [
            "http://www.thedailybeast.com/articles/2016/07/20/maine-sen-angus-king-to-hillary-no-pain-choose-kaine.html",
            "https://time.com/5777578/trumps-acquittal-dangerous-constitution/",
            "https://time.com/6139301/voting-rights-filibuster/"
        ],
        "article_texts": [
            "Angus King is an independent senator from Maine. He caucuses with the Democrats.\nWith all eyes on the GOP’s mistake by the lake, it’s tempting to ignore the serious business going inside the Hillary camp – namely, picking the VP nominee.\nThe conventional wisdom shortlist includes Virginia Sen. Tim Kaine, New Jersey Sen. Corey Booker, and Labor Secretary Tom Perez, augmented by reports that liberal icon and Massachusetts Sen. Elizabeth Warren and Colorado Gov. John Hickenlooper were seen exiting ",
            "The central question built in to any form of government is how to control the government itself after we give it power over our lives. The Romans summed it up with a simple question, Quis custodiet ipsos custodes—Who will guard the guardians? And the United States’ Constitution is the most sublime answer to this question yet devised. The founders of our country understood the problem deeply and personally; they had just fought a bloody war against an unresponsive and abusive government, led by a",
            "When I was Governor of Maine, I used to have a standing bet with my fellow Independent Governor, Jesse Ventura of Minnesota, about which of our states would have higher voter turnout. As we saw it, that was what our system is all about— the more engagement we drove in our democratic process, the more effectively our government could recognize and respond to the challenges facing our citizens.\nIt seems that mindset has shifted over the last few decades. Over the past year, legislatures in 19 stat"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q183031",
                "wikidata_title": "Garrison Keillor",
                "wikipedia_title": "Garrison Keillor",
                "description": "American author, storyteller, humorist, voice actor, and radio personality",
                "intro": "",
                "x_handle": "g_keillor",
                "page_url": "https://en.wikipedia.org/wiki/Garrison_Keillor"
            },
            {
                "qid": "Q47509285",
                "wikidata_title": "Garrison Keillor",
                "wikipedia_title": "",
                "description": "painting by Paul Davis",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q2890517",
                "wikidata_title": "A Prairie Home Companion",
                "wikipedia_title": "A Prairie Home Companion",
                "description": "live radio variety show",
                "intro": "",
                "x_handle": "prairie_home",
                "page_url": "https://en.wikipedia.org/wiki/A_Prairie_Home_Companion"
            },
            {
                "qid": "Q7776325",
                "wikidata_title": "Garrison Keillor's Podcast",
                "wikipedia_title": "The Writer's Almanac",
                "description": "American audio podcast and former radio program",
                "intro": "The Writer's Almanac is a daily podcast and newsletter of poetry and historical interest pieces, usually of literary significance. Begun as a radio program in 1993, it is hosted by Garrison Keillor and was produced and distributed by American Public Media through November 2017. It is also available as a podcast. Past program sponsors include The Poetry Foundation (using funds from a large bequest from philanthropist Ruth Lilly), publisher of Poetry Magazine and The Mosaic Foundation of Rita and Peter Heydon.\nEach program is at least five minutes long and begins with the phrase \"And here is the Writer's Almanac for [insert date here]\". Each program includes vignettes about authors and other noteworthy people whose birthdays or significant events coincide with the program's date, as well as excerpts of important events in history. The program continues with one or more poems chosen by Keillor, and ends with Keillor's traditional sign-off, \"Be well, do good work, and keep in touch.\" The program's theme music is a version of the Swedish song \"Ge mig en dag\", performed by Richard Dworsky on the piano. The original theme music was from Antonín Dvořák's Slavonic Dance, Op. 72, No. 8.Written by Betsy Allister, Joy Biles, Priscilla Kinter, Heather McPherson, and Holly Vanderhaar, the program was engineered and edited by Thomas Scheuzger, Noah Smith, and Sam Hudson. Production assistance was by Kathy Roach and Katrina Cicala.\nIn 2005 the program was briefly canceled by Kentucky public radio station WUKY due to concerns about purportedly indecent content in some of the poems. The station reinstated the program after receiving an \"outpouring of support\" for it. The program was distributed in APM's Classical 24 stream and many stations that carry it air all or mostly Classical music during other times.\nIn November 2017, after allegations of inappropriate behavior by Keillor toward someone who worked for him on a freelance basis, Minnesota Public Radio terminated its contracts with him and his private media companies. This effectively ended the distribution and broadcast of The Writer's Almanac on public radio, as well as rebroadcasts of Keillor's A Prairie Home Companion.In the spring 2018, Keillor restarted The Writer's Almanac on his website. In summer 2018, he added the option of subscribing to the newsletter version.\n\nIn April 2018, Minnesota Public Radio posted a message stating its intent to re-establish the online archives of The Writer's Almanac and A Prairie Home Companion: Minnesota Public Radio has reached an agreement with Garrison Keillor to restore free public access to the online archives of A Prairie Home Companion and The Writer's Almanac. They say that past performances of these popular shows will be returned to their respective websites: Prairiehome.org and Writersalmanac.org]. MPR paid Keillor $275,000 as a final settlement.\n\"These archives feature the work of thousands of talented artists, poets, and musicians,\" said Jon McTaggart, president and CEO of Minnesota Public Radio and American Public Media Group. \"We are pleased that these performances will once again be available to fans of these programs.\".",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/The_Writer%27s_Almanac"
            }
        ],
        "author_str": "garrison keillor",
        "article_urls": [
            "https://www.theatlantic.com/magazine/archive/1982/03/my-stepmother-myself/665720/",
            "https://www.theatlantic.com/magazine/archive/2008/11/my-career-in-radio/307053/",
            "https://www.theatlantic.com/magazine/archive/1987/09/leaving-home/669216/",
            "https://www.theatlantic.com/magazine/archive/1981/08/the-tip-top-club/665295/",
            "https://www.theatlantic.com/magazine/archive/1985/08/lake-wobegon-days/665137/"
        ],
        "article_texts": [
            "My Stepmother, Myself\nRECENTLY IN WEESEVILLE, Pennsylvania, a woman was dismissed from her job as a human-resources coordinator and driven over a cliff by an angry mob of villagers carrying flaming torches and hurling sharp rocks after they learned that she was married to a man who had custody of his three children by a previous marriage.\nIn California, soon after her marriage to a prince (her first marriage, his seventh), a woman named Sharon Mittel was shut up in a dungeon under the provisions",
            "I’m a radio man for thirty-some years\nIn St. Paul, an old variety show\nLike those I used to hear, my dears,\nWhen I was a child long ago.\nTo critics, my show is peppered\nWith little bits of Bob & Ray,\nJack Benny, and Jean Shepherd,\nBut those critics are dying (Hooray!)\nAnd to twenty-year-olds who were born\nToo late to hear the great Fred Allen\nI am the master of the form,\nSailing the airwaves like Magellan.\nIf a thief escapes and is not hung\nHe may be honored by the young.\nI’m a radio man for thi",
            "BY GARRISON KEILLOR\nTHE KILLER\nIT HAS BEEN A QUIET WEEK IN LAKE WOBEGON. IT WAS cloudy and rainy and pretty chilly, and in a town that’s plain to begin with, when it gets wet and cold you lose most of the charm you didn’t have in the first place. Some storytellers would take one look at a little town on a cold, wet fall day and tell you about a family on a vacation trip through the Midwest who wonder why this town seems so deserted and get out of their car and there on Maple Street coming at the",
            "A STORY BY GARRISON KEILLOR\nTHE IDEA OF POURING WARM SOAPY WATER INTO overshoes and wearing them around the house to give yourself a relaxing footbath while you work is one that all fans of WLT’s The Tip-Top Chib seem to have remembered over the years, along with the idea that if you’re depressed you should sit down and write a letter to yourself praising all of your good qualities, and the idea of puffing cigarette smoke at violets to prevent aphids.\nEvery evening, Sunday through Thursday, at 1",
            "Lake Wobegon Days\nTHE TOWN OF LAKE WOBEGON, MINNESOTA, LIES ON the shore against Adams Hill, looking east across the blue-green water to the dark woods. From the south the highway aims for the lake, bends hard left by the magnificent concrete Grecian grain silos, and eases over a leg of the hill past the SLOW CHILDREN sign, bringing the traveler in on Main Street toward the town’s one traffic light, which is almost always green. A few elms shade the street. Along the ragged dirt path between asp"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q7647709",
                "wikidata_title": "Susan Crabtree",
                "wikipedia_title": "Susan Crabtree",
                "description": "American journalist",
                "intro": "Susan Crabtree is a political correspondent for RealClearPolitics. She previously served as a senior writer for The Washington Free Beacon and spent five years as a White House Correspondent for the Washington Examiner. Prior stints include seven years as a senior editor and investigative reporter for The Hill. She is a frequent guest political analyst on Fox News, CNN, MSNBC as well as numerous radio shows.\nBefore joining The Hill, Crabtree covered Congress for Congressional Quarterly. She also spent three years as a reporter for Roll Call newspaper, chronicling the House Republican leadership, Congress' response to the September 11 attacks, as well as trade disputes and spending battles.\nCrabtree has written for several magazines, including The Weekly Standard and The Economist-owned Capital Style, where she was a senior writer.\nShe graduated with honors in broadcast journalism and political science from the University of Southern California.",
                "x_handle": "susancrabtree",
                "page_url": "https://en.wikipedia.org/wiki/Susan_Crabtree"
            }
        ],
        "author_str": "susan crabtree",
        "article_urls": [
            "https://www.washingtontimes.com/news/2012/sep/4/kennedy-political-torch-passes-to-a-new-generation/",
            "https://www.washingtontimes.com/news/2013/feb/12/obama-speech-veers-from-economy-to-cover-a-laundry/",
            "https://www.washingtontimes.com/news/2013/jan/21/balls-cap-a-busy-and-star-studded-weekend/",
            "https://www.washingtontimes.com/news/2012/sep/3/same-sex-marriage-not-often-mentioned-at-dnc/",
            "https://www.washingtontimes.com/news/2013/may/19/seizure-of-ap-phone-records-on-capitol-hill-raises/"
        ],
        "article_texts": [
            "CHARLOTTE, N.C. — For three days in Charlotte, a parade of prominent Democrats, including former Presidents Bill Clinton and Jimmy Carter, numerous senators, union presidents and President Obama himself will try to rev up the base with live speeches.\nBut one voice that dominated Democratic Party politics for decades will be notably absent from this year’s festivities: the late Sen. Edward M. Kennedy, the iconic liberal lion and fourth-longest-serving senator, who passed away in August 2009 befor",
            "President Obama focused much of his State of the Union address on the economy, but he spent roughly a third of his speaking time Tuesday night on a laundry list of issues, including climate change, gun control, immigration and ease of voting.\nMr. Obama also said the nation has a responsibility to address pay equity for women, cybersecurity, the ongoing housing slump, and ways to improve the nation’s high schools.\nIf Congress won’t act on climate change, he said, he would use his power as preside",
            "After an Inauguration Day full of pomp, speeches and parades, the president and first lady joined thousands of supporters and special guests in black ties and an array of sparkling gowns for an elegant evening of dancing and star-studded entertainment at the Washington Convention Center.\nThe Presidential Inaugural Committee hosted just two official inaugural balls this year — both at the Convention Center — compared to the 10 official balls in 2009.\nAt the Commander-in-Chief Ball, President Obam",
            "CHARLOTTE, N.C. — President Obama’s conversion on gay marriage back in May was a bold, public celebration of gay community pride, punctuated with a flurry of lavish Hollywood fundraisers. It played extremely well in Los Angeles, New York and blue regions across the country.\nBut now, as Democrats converge on Charlotte for their convention, the president must navigate more difficult terrain — remain consistent in his support for same-sex unions but not trumpet the message so loudly that it alienat",
            "News organizations are convinced that the Obama administration trampled on freedom of the press when the Justice Department seized Associated Press phone records in pursuit of a government source who leaked details of a thwarted terrorist plot last year.\nBut some congressional analysts also are raising concerns that Justice violated the Constitution’s separation-of-powers provisions when it targeted the records of reporters working out of a press gallery on Capitol Hill.\nThe AP disclosed last we"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q96086460",
                "wikidata_title": "Charles Hurt",
                "wikipedia_title": "",
                "description": "British industrialist (1758-1834)",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q23762854",
                "wikidata_title": "Charles Hurt",
                "wikipedia_title": "Charles Hurt",
                "description": "American journalist and political commentator",
                "intro": "",
                "x_handle": "charleshurt",
                "page_url": "https://en.wikipedia.org/wiki/Charles_Hurt"
            },
            {
                "qid": "Q76258339",
                "wikidata_title": "Charles Hurt",
                "wikipedia_title": "",
                "description": "Peerage person ID=642884",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q100806941",
                "wikidata_title": "Charles Hurt",
                "wikipedia_title": "",
                "description": "college basketball player (1980–1983) Kentucky",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q16207259",
                "wikidata_title": "Chuck Murphy",
                "wikipedia_title": "Chuck Murphy (bishop)",
                "description": "American Anglican bishop",
                "intro": "Charles Hurt Murphy III (December 6, 1947 – January 8, 2018) was an American bishop. He was the missionary bishop, bishop ordinary and chairman of the Anglican Mission in the Americas, the former missionary wing of the Anglican Church of Rwanda in the United States and Canada, since its origin in 2000. He was married for more than 40 years and had three adult daughters. He came from a family of Episcopal priests, being the son, brother and brother-in-law of priests.\nMurphy was born in Decatur, Alabama. Murphy graduated from the University of Alabama at Birmingham. He afterwards moved to Trinity College in Bristol, England, where he studied theology under J. I. Packer. He completed his theology training at the University of the South. He died at Litchfield Plantation, Pawleys Island, South Carolina.He served in several congregations in the United States, until being called to serve as rector of All Saints' Church in Pawleys Island, South Carolina, in 1982, where he would stay for more than 20 years.\nA traditionalist Episcopalian, he opposed the more liberal tendencies of Anglicanism in North America. He convened and chaired the First Promise Movement in 1997, which issued the document \"The First Promise\" which \"declared the authority of the Episcopal Church to be 'fundamentally impaired' because they no longer upheld the 'truth of the gospel'\". The First Promise Movement is the origin of the formation of the AMiA in 2000, as the mission of the Anglican Church of Rwanda in the United States and Canada. The AMiA was a founding member of the Common Cause Partnership in June 2004, among six traditionalist Anglican organizations. It was a founding member of the Anglican Church in North America in June 2009, changing his status to \"ministry partner\" in June 2010. In December 2011, the AMiA split from the ACNA and lost its status with the Anglican Church of Rwanda. After temporary affiliation with the Anglican Church of Congo, the AMiA was revamped as a \"Society of Missionary and Apostolic Works\" in 2012.\nMurphy retired in December 2013 and was replaced by Bishop Philip Jones. He died on January 8, 2018, of brain cancer.",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/Chuck_Murphy_(bishop)"
            }
        ],
        "author_str": "charles hurt",
        "article_urls": [
            "https://www.washingtontimes.com/news/2016/jul/20/ted-cruz-puts-his-political-career-ahead-his-count/",
            "https://www.washingtontimes.com/news/2021/jul/11/donald-trump-cpac-speech-shows-he-back/",
            "https://www.washingtontimes.com/news/2022/oct/13/light-up-america-and-cast-your-ballot-this-year-on/",
            "https://www.washingtontimes.com/news/2017/jul/11/long-live-president-trumpopov/",
            "https://www.washingtontimes.com/news/2022/aug/15/alaska-fiercely-individualistic-and-americas-final/"
        ],
        "article_texts": [
            "OPINION:\nANALYSIS/OPINION:\nCLEVELAND — In the end, it was all about Ted Cruz.\nDelivering an unvetted speech before the Republican National Convention on Wednesday night, Ted Cruz — as is always his custom — carefully calculated just how to do it so it would benefit himself the most. And it backfired.\nHe uttered the name of his party’s nominee — the man who invited him to speak — just once, only to congratulate him on the nomination. Quite pointedly, the senator from Texas refused to endorse Dona",
            "OPINION:\nDonald Trump is back.\nAnd he was on FIRE on Sunday night in Dallas.\nIf you missed it, check it out on C-SPAN archives. You won’t find it on any of the big tech companies’ platforms. They have already ghosted it.\nThat is how good President Trump’s speech was.\nLike frogs boiling in water, America has been lulled into accepting incomprehensible gibberish from a doddering old coot shuffling behind a podium bearing the White House seal. The “new normal” is a fossilized old swamp gargoyle fum",
            "OPINION:\nANALYSIS/OPINION:\nSpeaking under the hateful gaze of Che Guevara in Havana’s Plaza of the Revolution — a shrine to ruthless communism — Pope Francis scolded us to “serve people, not ideas.”\n“Service is never ideological, for we do not serve ideas,” he said. “We serve people.”\nWhat a quaint and beautiful concept to ponder here in this fallen world full of violent men who thirst for absolute power and feast on death, rape and slavery.\nThe remark was widely interpreted as a veiled rebuke o",
            "OPINION:\nIt took a fake news anchor on “Saturday Night Live” to finally ask the question the fake political media in Washington has been ignoring for years.\nIs President Biden high? Or just senile? Or has he always really been this stupid?\nSPONSORED STORIES\nThe content you see here is paid for by the advertiser or content provider whose link you click on, and is recommended to you by Revcontent. As the leading platform for native advertising and content recommendation, Revcontent uses interest b",
            "OPINION:\nYou don’t have to be a seasoned Kremlinologist steeped in the chicanery of klepto-thugocracies to realize that America really dodged a bullet in last year’s presidential election.\nOf course, the media is presently in total meltdown upon learning of emails indicating that Donald Trump Jr. wanted his father to win the election and was so sleazy as to actually meet with someone (a lawyer from Russia!) who supposedly had dirt on his father’s opponent, Hillary Clinton.\nMy goodness, the Trump"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q17306113",
                "wikidata_title": "Joshua Keating",
                "wikipedia_title": "Joshua Keating",
                "description": "American journalist",
                "intro": "Joshua Keating is a senior correspondent covering foreign policy at Vox and a former writer and editor at Slate and Foreign Policy magazine.\n\n",
                "x_handle": "joshuakeating",
                "page_url": "https://en.wikipedia.org/wiki/Joshua_Keating"
            }
        ],
        "author_str": "joshua keating",
        "article_urls": [
            "https://slate.com/news-and-politics/2019/01/brexit-parliament-sends-may-back-to-brussels-with-little-time-and-an-unclear-mandate.html",
            "https://slate.com/news-and-politics/2021/03/freedom-house-freedom-in-the-world.html",
            "https://foreignpolicy.com/2010/06/04/guatemalas-sinkhole-has-nothing-on-turkmenistans-pit-of-flame/",
            "https://foreignpolicy.com/2011/06/27/why-couldnt-omar-al-bashir-fly-over-turkmenistan/",
            "https://foreignpolicy.com/2012/04/11/turkmenistan-dictator-presides-over-week-of-his-own-happiness/"
        ],
        "article_texts": [
            "There may not be any good outcomes for Brexit at this point, but the British Parliament at least had several semi-coherent ways forward this month. It could have approved the deal Prime Minister Theresa May negotiated with EU leaders—but Parliament rejected that two weeks ago. It could have kicked May out and started with a new prime minister, but it didn’t do that either. With the clock ticking down until March 29, when Britain is scheduled to exit the EU whether a new deal has been negotiated ",
            "Freedom House has been publishing its annual Freedom in the World report for the last 47 years, and it’s been a reliable downer for the last 15. Each year the U.S.-based nongovernmental organization assesses the world’s countries on a range of measures of political rights and civil liberties, dividing them into categories of Free, Partly Free, and Not Free. Since 2006, more countries have seen their scores decline every year than increase. Still, 2020 stands out as a particularly bad year, with ",
            "Yeah, that sinkhole in Guatemala was pretty crazy.. but was it filled with FIRE?\nThere's an explanation (and more unbelievable pictures) in the surprisingly fascinating post, \"12 Amazing Holes in the Earth,\" from the blog Crooken Brains:\nYeah, that sinkhole in Guatemala was pretty crazy.. but was it filled with FIRE?\nThere’s an explanation (and more unbelievable pictures) in the surprisingly fascinating post, \"12 Amazing Holes in the Earth,\" from the blog Crooken Brains:\nIn 1971, geologists disc",
            "Something odd seems to have happened this morning on Sudanese President Omar al-Bashir's flight from Iran to China:\nSudan's Foreign Ministry said in a statement carried by the official Sudan News Agency that al-Bashir's plane had been instructed to change its route while flying over Turkmenistan but was unable to do so, and instead returned to Tehran, where al-Bashir had just attended an anti-terror conference. It did not explain why the original route was altered.\nThe website of the France-base",
            "When Gurbanguly Berdymukhamedov took over as president of Turkmenistan in 2005, there were hopes that the reserved former dentist would take steps to loosen his country's autocracy and dismantle the over-the-top personality cult that had surrounded his predecessor, Saparmurat Niyazov.\nNo such luck. In addition to continuing the country's atrocious human rights record, Berdymukhamedov is exhibiting some signs of megalomania including a national “Week of Health and Happiness” that seems entirely d"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q19281674",
                "wikidata_title": "Jessica Bennett",
                "wikipedia_title": "Jessica Bennett (journalist)",
                "description": "American journalist",
                "intro": "Jessica Bennett is an American journalist and author who writes on gender issues, politics and culture. She was the first gender editor of The New York Times and a former staff writer at Newsweek and columnist at Time.She is the author of Feminist Fight Club: A Survival Manual for a Sexist Workplace (HarperCollins, 2016) and This Is 18: Girls Lives Through Girls’ Eyes (Abrams, 2019). She is an adjunct professor at the Arthur L. Carter Graduate School of Journalism at New York University.",
                "x_handle": "jessicabennett",
                "page_url": "https://en.wikipedia.org/wiki/Jessica_Bennett_(journalist)"
            },
            {
                "qid": "Q21834532",
                "wikidata_title": "Jessica Bennett",
                "wikipedia_title": "Jessica Bennett (Passions)",
                "description": "fictional character on NBC/DirecTV soap opera Passions",
                "intro": "",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/Jessica_Bennett_(Passions)"
            },
            {
                "qid": "Q96204756",
                "wikidata_title": "Jessica C Bennett",
                "wikipedia_title": "",
                "description": "researcher",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q6187095",
                "wikidata_title": "Jessica Bennett",
                "wikipedia_title": "Jessica Bennett",
                "description": "Wikimedia disambiguation page",
                "intro": "",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/Jessica_Bennett"
            },
            {
                "qid": "Q119567919",
                "wikidata_title": "Jessica Bennett",
                "wikipedia_title": "",
                "description": "college basketball player (2007–2008) IUPUI",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q63902306",
                "wikidata_title": "Jessica Bennett's Subject Files (NAID 12584202)",
                "wikipedia_title": "",
                "description": "series in the National Archives and Records Administration's holdings",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q540597",
                "wikidata_title": "Asia Carrera",
                "wikipedia_title": "Asia Carrera",
                "description": "American pornographic actress",
                "intro": "",
                "x_handle": "asiacarrera",
                "page_url": "https://en.wikipedia.org/wiki/Asia_Carrera"
            }
        ],
        "author_str": "jessica bennett",
        "article_urls": [
            "https://www.theatlantic.com/magazine/archive/2012/12/the-xo-factor/309174/",
            "https://www.theatlantic.com/magazine/archive/2012/12/the-xo-factor/309174/#main-content"
        ],
        "article_texts": [
            "Jessica Bennett\nThe Worst Midnight Email From the Boss, Ever\nMs. Bennett is a contributing editor in Opinion who writes on gender, politics and culture.\nHave you ever gotten an email at midnight from the boss with an ominous subject line like “a fork in the road”? Granted, email etiquette today says we’re not supposed to get midnight emails from bosses at all. But Elon Musk is no ordinary boss, and it’s safe to assume he didn’t get the memo on empathetic leadership. So, true to form, as chief ex",
            "By Jessica Bennett\n“This is surreal,” Monica Lewinsky kept saying.\nShe was trying to make her way to her seat in a crowded room where everyone wanted her attention. It was a hot summer night in New York, in a blip of a pandemic reprieve before the Delta variant hit, and the city’s vaccinated elite were practically vibrating with energy. Nobody had been to a party like this in a long time.\nThe occasion was a July screening and reception to promote FX’s Impeachment, the latest instalment of Ryan M",
            "Dear men: We're sorry to break this to you, but you're pretty much screwed. In decline, to be exact. Unnecessary, as The Atlantic put it—and overwhelmingly, the victims of the current \"Mancession.\"\nWe are being facetious, of course. (You're totally not screwed.) But the crisis of manhood has become something of an obsession these days, with belligerent, contradictory, nonstop messages bombarding from every angle. Over the past six months, dozens of articles have used the word \"mancession\" to des",
            "Honey Davenport was in character, performing his usual set at a Manhattan drag bar. Clad in a rainbow leotard and platform heels, he took a swig of his drink and ripped off his wig—sweaty and exhausted from the hourlong performance. Suddenly cheers erupted: New York’s state legislature had legalized same-sex marriage, and on the eve of gay-pride weekend. Davenport’s boyfriend made his way to the stage and got down on one knee. “Will you marry me?” he asked.\nIt was the moment every girl dreams of",
            "We’ve watched that scene a thousand times over: cheating husband, prominent politician, admits to infidelity, supporting wife stands in the background. She is The Good Wife, as the hit CBS show calls her—a quiet font of support, the face etched in our minds long after we forget his words of apology.\nWe saw it in Dina McGreevey who stood alongside the former New Jersey governor, James McGreevey, when he came out as a “gay American” and admitted to having put his gay lover on staff. We saw it in S"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q4739743",
                "wikidata_title": "Amanda Ripley",
                "wikipedia_title": "Amanda Ripley",
                "description": "American journalist",
                "intro": "",
                "x_handle": "amandaripley",
                "page_url": "https://en.wikipedia.org/wiki/Amanda_Ripley"
            },
            {
                "qid": "Q18857265",
                "wikidata_title": "Amanda Ripley",
                "wikipedia_title": "Amanda Ripley (character)",
                "description": "character from the Alien franchise",
                "intro": "<!-- \nNewPP limit report\nParsed by mw1426\nCached time: 20240411110323\nCache expiry: 2592000\nReduced expiry: false\nComplications: [is‐preview]\nCPU time usage: 0.055 seconds\nReal time usage: 0.078 seconds\nPreprocessor visited node count: 158/1000000\nPost‐expand include size: 11218/2097152 bytes\nTemplate argument size: 3902/2097152 bytes\nHighest expansion depth: 18/100\nExpensive parser function count: 4/500\nUnstrip recursion depth: 0/20\nUnstrip post‐expand size: 1653/5000000 bytes\nLua time usage: 0.028/10.000 seconds\nLua memory usage: 838391/52428800 bytes\nNumber of Wikibase entities loaded: 0/400\n--><!--\nTransclusion expansion time report (%,ms,calls,template)\n100.00%   69.478      1 Template:Redirect_category_shell\n100.00%   69.478      1 -total\n 97.13%   67.483      1 Template:Mbox\n 26.23%   18.222      1 Template:R_from_fictional_character\n 15.10%   10.493      1 Template:Main_other\n  9.99%    6.940      2 Template:Redirect_template\n  8.99%    6.246      1 Template:Resolve_category_redirect\n  3.28%    2.281      1 Template:R_to_section\n  3.01%    2.094      3 Template:Tl\n  2.34%    1.623      1 Template:Talk_other\n-->",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/Amanda_Ripley_(character)"
            }
        ],
        "author_str": "amanda ripley",
        "article_urls": [
            "https://www.theatlantic.com/politics/archive/2019/03/us-counties-vary-their-degree-partisan-prejudice/583072/?utm_source=feed",
            "https://www.theatlantic.com/politics/archive/2019/03/us-counties-vary-their-degree-partisan-prejudice/583072/#main-content",
            "https://www.theatlantic.com/politics/archive/2019/03/us-counties-vary-their-degree-partisan-prejudice/583072/"
        ],
        "article_texts": [
            "Playing Defense Against the Drones\nWe’ve managed to create armies of flying robots. Can we control them?\nOne sweltering tuesday this summer, I found myself standing on the vast aluminum roof of an East Coast government building, staring at a slim metal rod with a microphone and a metal box bolted to it. The contraption stared back, impassive as a Buckingham Palace guard. I took its picture. I wondered aloud whether we would all have something like it on our homes one day. It did not respond. It ",
            "Americans perform about as unimpressively in soccer as they do in education. In both cases, the United States has suffered from a lack of focus and rigor, despite significant investments. More than 4 million kids are now registered in American youth-soccer leagues—more than in any other country—and yet the U.S. has never produced a Lionel Messi or a Cristiano Ronaldo. The men’s national team still struggles to compete internationally. The women’s team just won the World Cup, a shining accomplish",
            "The Story of Barack Obama's Mother\nBarack Obama's greatest influence was a woman most know nothing about. How her uncommon life shaped his worldview\nEach of us lives a life of contradictory truths. We are not one thing or another. Barack Obama's mother was at least a dozen things. S. Ann Soetoro was a teen mother who later got a Ph.D. in anthropology; a white woman from the Midwest who was more comfortable in Indonesia; a natural-born mother obsessed with her work; a romantic pragmatist, if such",
            "In our annual TIME 100 issue we name the people who most affect our world\nDeborah Gist\nWhen Deborah Gist became commissioner of Rhode Island schools in 2009, she pledged to make every decision in the best interests of children — something we've heard before and rarely seen happen. Then she started doing it.\nAt first, no one outside Rhode Island noticed. Gist, 43, announced that staffing decisions would be based on teacher qualifications, not seniority. She also launched a new evaluation system i",
            "How Much Risk Will We Take?\nWe should be feeling safer right now. British officials appear to have foiled a plot to blow up as many as 10 U.S.-bound passenger jets with liquid explosives hidden in carry-on luggage. Then why did it feel so bad?\nWe should be feeling safer right now. British officials appear to have foiled a plot to blow up as many as 10 U.S.-bound passenger jets with liquid explosives hidden in carry-on luggage. Another batch of alleged operatives has been discovered and taken out"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q41594",
                "wikidata_title": "Christina Aguilera",
                "wikipedia_title": "Christina Aguilera",
                "description": "American singer",
                "intro": "",
                "x_handle": "xtina",
                "page_url": "https://en.wikipedia.org/wiki/Christina_Aguilera"
            },
            {
                "qid": "Q243789",
                "wikidata_title": "Christina Aguilera",
                "wikipedia_title": "Christina Aguilera (album)",
                "description": "1999 studio album by Christina Aguilera",
                "intro": "",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/Christina_Aguilera_(album)"
            },
            {
                "qid": "Q110058883",
                "wikidata_title": "Christina Aguilera",
                "wikipedia_title": "",
                "description": "sketch from Saturday Night Live",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q734169",
                "wikidata_title": "Christina Aguilera discography",
                "wikipedia_title": "Christina Aguilera discography",
                "description": "Wikimedia artist discography",
                "intro": "",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/Christina_Aguilera_discography"
            },
            {
                "qid": "Q1117457",
                "wikidata_title": "Christina Aguilera in Concert",
                "wikipedia_title": "Christina Aguilera in Concert",
                "description": "concert tour",
                "intro": "",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/Christina_Aguilera_in_Concert"
            },
            {
                "qid": "Q16154899",
                "wikidata_title": "Christina Aguilera videography",
                "wikipedia_title": "Christina Aguilera videography",
                "description": "videography of Christina Aguilera",
                "intro": "American singer Christina Aguilera has released five video albums and been featured in thirty-three music videos, five films, thirteen television programs, and seven commercials. Aguilera achieved early fame in 1993 and 1994 when she appeared in the Disney Channel television series The New Mickey Mouse Club, which co-starred her contemporaries Britney Spears, Justin Timberlake, and Ryan Gosling. In 1999, she rose to prominence with her eponymous debut album, whose singles \"Genie in a Bottle\", \"What a Girl Wants\", \"I Turn to You\" and \"Come On Over Baby (All I Want Is You)\" all received their music videos. The videos for the Spanish versions of the four singles were subsequently released in conjunction with the promotion of Aguilera's 2000 Spanish album Mi Reflejo. In 2001, Aguilera appeared in the music video for \"Lady Marmalade\", a collaboration with Mýa, Lil' Kim, and Pink, which earned two MTV Video Music Awards for Video of the Year and Best Video from a Film at the 2001 ceremony.Aguilera generated much attention in mid-2002 following the release of the music video for \"Dirrty\"–her fourth studio album Stripped's lead single, which was found controversial owing to the depiction of overtly sexual activities. However, she later received praise in late 2002 for the visual for Stripped's second single \"Beautiful\", which received a GLAAD Media Award for its positive portrayal of gay people and \"message about self-respect and empowerment.\" In 2004, Aguilera made an appearance on Nelly's video \"Tilt Ya Head Back\", which was noted for her imitation of Marilyn Monroe. In 2006, Aguilera released her fifth studio album Back to Basics; three music videos for the singles \"Ain't No Other Man\", \"Hurt\" and \"Candyman\" from the album were shot. The lead single's video was directed by Bryan Barber and was highlighted for portraying Aguilera's then newly established alter ego Baby Jane. Aguilera's 2010 studio album Bionic was promoted by the video releases of \"Not Myself Tonight\" and \"You Lost Me\", and her 2012 studio album Lotus received its promotion from the video for \"Your Body\".\nIn addition to her music videos, Aguilera has released five video albums. Four DVDs Genie Gets Her Wish, My Reflection, Stripped Live in the U.K., and Back to Basics: Live and Down Under were filmed in accompaniment with Aguilera's concert tours Christina Aguilera in Concert (2000), The Stripped Tour (2003), and Back to Basics Tour (2006–2008). Meanwhile, the other video album Back to Basics and Beyond was released exclusively in North America in 2006 in conjunction with the promotion of the album Back to Basics. Aguilera's first film appearance was in Shark Tale (2004), in which she voiced a Rastafarian jellyfish and for whose soundtrack she recorded a song titled \"Car Wash\" with Missy Elliott. She subsequently starred in the 2010 film Burlesque as Ali Rose, a dancer in a burlesque club. The film received lukewarm critical reception and garnered over US$90.5 million. She has additionally appeared in several television shows, including the reality television series The Voice, of which six out of ten seasons saw her contribution as a coach and judge.\n\n",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/Christina_Aguilera_videography"
            },
            {
                "qid": "Q65956977",
                "wikidata_title": "Christina Aguilera's albums in chronological order",
                "wikipedia_title": "",
                "description": "Wikimedia albums discography",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q110036495",
                "wikidata_title": "Christina Aguilera/Maroon 5",
                "wikipedia_title": "",
                "description": "episode of Saturday Night Live (S29 E13)",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q65957155",
                "wikidata_title": "Christina Aguilera singles discography",
                "wikipedia_title": "",
                "description": "Wikimedia singles discography",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q102192483",
                "wikidata_title": "Christina Aguilera & Chelsea on Ice",
                "wikipedia_title": "",
                "description": "episode of Chelsea (S1 E6)",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            }
        ],
        "author_str": "christina aguilera",
        "article_urls": [
            "https://poy.time.com/2012/12/19/tributes-to-those-we-lost-in-2012/slide/etta-james/"
        ],
        "article_texts": [
            "Tributes To Those We Lost in 2012\nRemembering those who left us in 2012\nEtta James\nI discovered Etta at a young age. I was drawn into a world and toward a voice that surpassed everything I’d ever known—from “At Last” to “Trust in Me” to “Sunday Kind of Love.” Singing along to her and hearing her music became a place of release, escape and refuge. It was therapeutic, having come up in a chaotic home myself, to find something that not only spoke to me but also made me feel empowered and motivated."
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q4679595",
                "wikidata_title": "Adam Penenberg",
                "wikipedia_title": "Adam Penenberg",
                "description": "American journalist and academic",
                "intro": "Adam L. Penenberg (born July 27, 1962) is an American journalist and educator, currently associate professor of journalism at New York University and director of undergraduate studies. He had previously served as editor of PandoDaily and written for Forbes, Fast Company, The New York Times, Wired News, and Playboy.  While at Forbes, Penenberg gained national attention in 1998 for helping reveal The New Republic reporter Stephen Glass had been fabricating his stories.",
                "x_handle": "Penenberg",
                "page_url": "https://en.wikipedia.org/wiki/Adam_Penenberg"
            }
        ],
        "author_str": "adam penenberg",
        "article_urls": [],
        "article_texts": [
            "Mind-bending, sure, but is it more far-fetched than religion, which promotes the idea that God created the Earth and Heavens? Or less believable than the Big Bang theory, which holds that the universe started out as a speck of matter of incredible density, smaller than a pore on your skin? Ten to 15 billion years ago, a massive explosion began stretching the fabric of space like a balloon, forming a hundred-trillion galaxies in the universe and three-hundred-trillion stars in our galaxy. In the ",
            "This article was taken from the November issue of Wired UK magazine. Be the first to read Wired's articles in print before they're posted online, and get your hands on loads of additional content by subscribing online\nIt's two Heinekens into a lazy Tuesday afternoon and James Hong, a 27- year-old dotcom refugee from Mountain View, California, was listening to his flatmate, Jim Young, an electrical-engineering graduate from Berkeley, describe a woman he had met at a party the previous weekend. Yo",
            "Google is all for googling, as long as you don't google a Google executive.\nThat's the lesson that Jai Singh, CNET News.com founder and top editor, learned the hard way when the company informed him that no one from Google would speak to anyone at News.com for a full year.\nMedia Hack\n\"We are not happy with the situation and would like it to work out,\" Singh said. \"Other companies have had issues with our reportage,\" but this was the first time he could recall a company actually blacklisting a ne",
            "Media Hack\nLast month, when anti-Japanese sentiment in China had reached a fever pitch, Edwyn Chan conducted an experiment.\nAlthough most Chinese were aware that protest rallies were rumbling across the country -- kindled by a new Japanese textbook that purportedly whitewashes Japan's role in World War II -- keeping track of what was happening was next to impossible. The media in China are all or partially state-owned and toe the government's official position (which wasn't endorsing the protest",
            "The Post Office No Longer Delivers. Overhaul The System - Or Abolish It.\nA century ago, the US mail was considered a technological marvel, a sophisticated delivery system that could whisk a letter from Baltimore to Seattle in less than a week. It was the conduit for life's most essential communications. But that everyday miracle is now an overburdened, vulnerable, and inefficient inconvenience, a daily reminder of debt and a way station for 5.2 million tons of junk mail annually - about half of "
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q491870",
                "wikidata_title": "Matt Simon",
                "wikipedia_title": "Matt Simon",
                "description": "Australian soccer player",
                "intro": "",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/Matt_Simon"
            },
            {
                "qid": "Q6789332",
                "wikidata_title": "Matt Simon",
                "wikipedia_title": "Matt Simon (American football, born 1953)",
                "description": "American football player and coach (born 1953)",
                "intro": "",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/Matt_Simon_(American_football,_born_1953)"
            },
            {
                "qid": "Q108457919",
                "wikidata_title": "Matt Simon",
                "wikipedia_title": "",
                "description": "",
                "intro": "",
                "x_handle": "mrMattSimon",
                "page_url": ""
            },
            {
                "qid": "Q92675197",
                "wikidata_title": "Matt Simon",
                "wikipedia_title": "",
                "description": "researcher (ORCID 0000-0002-4395-0917)",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q97574648",
                "wikidata_title": "Matt Simon",
                "wikipedia_title": "Matt Simon (American football, born 1985)",
                "description": "American football coach and player (born 1985)",
                "intro": "",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/Matt_Simon_(American_football,_born_1985)"
            },
            {
                "qid": "Q4742345",
                "wikidata_title": "Matt Simons",
                "wikipedia_title": "Matt Simons",
                "description": "American singer songwriter and musician",
                "intro": "Matt Simons (born February 20, 1987) is an American singer-songwriter based in Brooklyn, New York City. Self-releasing his first EP Living Proof in 2012, he has since gone on to release two full-length albums globally, achieving chart success across Europe, South Africa, and the Americas.\n\n",
                "x_handle": "mattsimons",
                "page_url": "https://en.wikipedia.org/wiki/Matt_Simons"
            },
            {
                "qid": "Q100923084",
                "wikidata_title": "Matt Simons",
                "wikipedia_title": "",
                "description": "college basketball player (1994–1997) Louisville; Eastern Kentucky",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q114577550",
                "wikidata_title": "Matt Simon",
                "wikipedia_title": "Matt Simon (disambiguation)",
                "description": "Wikimedia disambiguation page",
                "intro": "",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/Matt_Simon_(disambiguation)"
            }
        ],
        "author_str": "matt simon",
        "article_urls": [
            "https://www.wired.com/story/the-terrifying-science-behind-the-locust-plagues-of-africa/?itm_campaign=BottomRelatedStories_Sections_3",
            "https://www.wired.com/story/if-you-dont-already-live-in-a-sponge-city-you-will-soon/?itm_campaign=BottomRelatedStories&itm_content=footer-recirc",
            "https://wired.com/story/the-planet-desperately-needs-that-un-plastics-treaty/",
            "https://wired.com/story/the-planet-desperately-needs-that-un-plastics-treaty",
            "https://www.wired.com/story/the-year-humanity-declared-war-on-microplastics/"
        ],
        "article_texts": [
            "Tearing across East Africa right now is a plague of biblical proportions: Hundreds of billions of locusts in swarms the size of major cities are laying waste to the crops in their path. It’s the worst outbreak in 25 years in Ethiopia. In Kenya, make that the worst in seven decades.\nFueling the locusts’ destruction is a bounty of vegetation following unusually heavy rains. All that food means the landscape can support a huge number of rapidly breeding insects. And the problem is about to get a lo",
            "Like anything else, water is great in moderation—urbanites need it to survive, but downpours can flood streets and homes. And as you might have noticed, climate change isn’t good at moderation. A warmer atmosphere holds more moisture, supercharging storms to dump more water quicker, which can overwhelm municipal sewer systems built for the climate of long ago. Thus you get the biblical flooding that’s been drowning cities around the world, from Zhengzhou, China, to Seoul, South Korea, to Cologne",
            "This week in Uruguay, scientists, environmentalists, and government representatives—and, of course, lobbyists—are gathering to begin negotiations on a United Nations treaty on plastics. It’s only the start of talks, so we don’t know how they will shape up, but some of the bargaining chips on the table include production limits and phasing out particularly troublesome chemical components. A draft resolution released in March set the tone, acknowledging that “high and rapidly increasing levels of ",
            "This week in Uruguay, scientists, environmentalists, and government representatives—and, of course, lobbyists—are gathering to begin negotiations on a United Nations treaty on plastics. It’s only the start of talks, so we don’t know how they will shape up, but some of the bargaining chips on the table include production limits and phasing out particularly troublesome chemical components. A draft resolution released in March set the tone, acknowledging that “high and rapidly increasing levels of ",
            "Amid increasingly dire reports on climate change and political upheaval, this year a new menace came to dominate the news cycle: microplastic pollution. Scientists revealed that it’s blowing in the air and swirling in the seas and tainting our food and water, with as yet unknown effects on human health.\nMicroplastic pollution isn’t particularly new to science—researchers have been monitoring the problem for decades. But new technologies and techniques are making it easier to test environments fo"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q14944610",
                "wikidata_title": "Antonio García Martínez",
                "wikipedia_title": "Antonio García Martínez (cyclist)",
                "description": "Spanish cyclist",
                "intro": "Antonio Garcia Martinez (born 24 December 1956 in Sevilla) is a Spanish cyclist. He is LC3 type cyclist. He is a chemical engineer. He competed at the 1996 Summer Paralympics, the 2000 Summer Paralympics, the 2004 Summer Paralympics, and the 2008 Summer Paralympics. He finished first in the Combined Road (Pursuit / Time Trial) LC3 race.\n\n",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/Antonio_Garc%C3%ADa_Mart%C3%ADnez_(cyclist)"
            },
            {
                "qid": "Q43379335",
                "wikidata_title": "Antonio García Martínez",
                "wikipedia_title": "Antonio García Martínez (author)",
                "description": "American entrepreneur and author",
                "intro": "",
                "x_handle": "antoniogm",
                "page_url": "https://en.wikipedia.org/wiki/Antonio_Garc%C3%ADa_Mart%C3%ADnez_(author)"
            }
        ],
        "author_str": "antonio garcia martinez",
        "article_urls": [
            "http://www.wired.co.uk/article/cuba-slow-internet-wifi-technology-government-control-data",
            "https://www.wired.co.uk/article/cuba-slow-internet-wifi-technology-government-control-data",
            "https://www.wired.com/story/flipping-texas-elections-voter-registration-tech/",
            "https://www.wired.com/story/my-wild-ride-in-robot-race-car/?itm_campaign=BottomRelatedStories_Sections_1",
            "https://www.wired.com/story/defense-distributed-3d-printing-exposes-fallacy-of-federal-gun-laws/?mbid=BottomRelatedStories_Sections_5"
        ],
        "article_texts": [
            "America is being torn apart by a harsh paradox. On the one hand, the US Declaration of Independence thunderously declares “all men are created equal”. Yet on the other, the country’s Gini coefficient (a measure of income inequality) ranks it alongside heavily stratified Bolivia.\nThe contrast is even sharper if you consider the “equity” that various social justice movements seek to achieve, in which every sub-segment of society — at least those we fixate on — must be proportionally represented at",
            "You'll be sitting in the magnificently beautiful ruin of Havana, surrounded by decaying stonework and pastel-coloured Detroit rolling iron, and you'll be ignoring it all to swipe down on your Facebook feed like a cocaine addict licking his mirror - which you are, of course: a depraved cokehead trying to get a hit. And you will scroll over the same content you swiped more than 15 minutes ago, pretending that it might have refreshed and that it might rovide the dopamine rush your brain is demandin",
            "Jeremy Smith is standing alongside a flatscreen the size of a small dinner table, giving a demo of a new app. Wearing a KEEP AUSTIN BEAUTIFUL shirt and cargo shorts, he balances a laptop on his left palm while his right hand scrolls around a map of an Austin neighborhood.\n“You enter an address here in this lower bar and wait a few moments,” he tells the room, while typing awkwardly on his perched laptop.\nAfter a noticeable lag, 20 or so map pins appear on the screen, similar to what you see if y",
            "“Is this the panic button?” I ask, staring at a cartoonishly large red plunger installed on the center console of a Lexus CT 200h.\n“Actually yes,” replies Bryan Galusha, cofounder and safety driver from Point One Navigation, a precision location startup that sells souped up GPS rigs to autonomous-vehicle companies. The button disconnects the self-driving system and restores the vehicle to human control.\nIt’s a cloudy spring day, and we’re in the pit area at Thunderhill West Raceway in Willows, C",
            "Defense Distributed, an Austin-based company notorious for 3-D printing a gun, recently won its risky landmark case against the federal government, allowing it to host digital gun designs on the internet. Though a federal judge blocked the ruling with a temporary injunction earlier this month, if the company’s legal strategy holds, it verges on mad genius. The reasoning: If a well-accepted First Amendment protects bits in the form of speech and code, and a contested Second Amendment protects ato"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q6173956",
                "wikidata_title": "Jeff Greenfield",
                "wikipedia_title": "Jeff Greenfield",
                "description": "American writer",
                "intro": "Jeffrey Greenfield (born June 10, 1943) is an American television journalist and author.\n\n",
                "x_handle": "greenfield64",
                "page_url": "https://en.wikipedia.org/wiki/Jeff_Greenfield"
            }
        ],
        "author_str": "jeff greenfield",
        "article_urls": [
            "https://www.thedailybeast.com/election-day-in-the-big-sleazy",
            "https://www.thedailybeast.com/the-myth-of-a-democratic-electoral-lock",
            "https://www.thedailybeast.com/cant-wait-for-it-to-be-over-dont-kid-yourself",
            "https://www.thedailybeast.com/the-faithless-elector-fantasy-is-fun-but-its-just-a-fantasy",
            "https://www.thedailybeast.com/who-will-ever-tell-trump-no-and-if-someone-does-will-he-listen"
        ],
        "article_texts": [
            "You might not think a noontime political rally with two or three-dozen listeners in Lafayette, Louisiana -- a town 135 miles west of New Orleans -- is a logical place to look for one of the potentially crucial elements of the mid-term elections. And in just about any other state, you’d be right.\nBut this is Louisiana. And Louisiana is....different. It’s not just its accents, its terrain, its laws (shaped by the Napoleonic Code, not British common law), its heart-stopping food. It’s not even the ",
            "As Hillary Clinton’s road to 270 electoral votes has turned rockier, Democrats have begun to encourage each other with a different number: you can almost hear the chant: “two-forty-two! two-forty-two.” That’s the total vote of the nineteen states (and Washington D.C.) that have gone Democrat in every one of the last six elections. It’s their firewall, they insist, putting Clinton in a position to pick up the remaining twenty-eight electoral votes in all sorts of ways.\n“Florida alone will do it!…",
            "It’s become just about all anybody can say: “I can’t wait for this election to be over.” It also is very likely to become a textbook case of: “be careful what you wish for.” If you think this contest has demonstrated fault lines in our political system, I have news for you: Come January, we may all be standing close to the San Andreas fault of government dysfunction.\nTake the most likely result of the elections: a comfortable Clinton win, a very narrow Democratic majority in the Senate, and a re",
            "When it comes to faithless electors, I wrote the book—literally.\nOkay, it was a novel, and a satirical one at that. But I did immerse myself in the law, and the lore, of the Electoral College, and the potential for “faithless” (or rebellious or courageous) electors to throw the whole process of picking a president into a cocked hat. (The novel, The People’s Choice, is available at fine church basements and rummage sales, or here.)\nIt’s from this perspective that I’m watching the various efforts ",
            "With a new administration and president so unlike anything we have seen before, it may seem fruitless to try to draw any instruction from the past. But there’s one lesson, almost half a century old, that raises what may well be the most fundamental question about the Trump presidency—a question that could well be literally a matter of life and death.\nIn early 1968, the Vietnam War had become a quagmire. More than 500,000 Americans were in combat there; 500 were dying every week. Dissent was spre"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q1237764",
                "wikidata_title": "Jonathon Porritt",
                "wikipedia_title": "Jonathon Porritt",
                "description": "British environmentalist",
                "intro": "Sir Jonathon Espie Porritt, 2nd Baronet, CBE (born 6 July 1950) is a British environmentalist and writer. \nHe is known for his advocacy of the Green Party of England and Wales. \nPorritt frequently contributes to magazines, newspapers and books, and appears on radio and television.",
                "x_handle": "jonathonporritt",
                "page_url": "https://en.wikipedia.org/wiki/Jonathon_Porritt"
            }
        ],
        "author_str": "jonathon porritt",
        "article_urls": [
            "http://www.newscientist.com/article/2287520-environmentalist-jonathon-porritts-big-idea-to-slow-global-warming/",
            "http://www.newscientist.com/article/mg22029401-200-diary-from-2050-how-we-made-a-better-world/",
            "https://www.newscientist.com/article/2287520-environmentalist-jonathon-porritts-big-idea-to-slow-global-warming/",
            "https://www.newscientist.com/article/mg22029401-200-diary-from-2050-how-we-made-a-better-world/",
            "https://newscientist.com/article/mg22029401-200-diary-from-2050-how-we-made-a-better-world/"
        ],
        "article_texts": [
            "Environmentalist Jonathon Porritt’s big idea to slow global warming\nRegenerating natural systems will draw carbon out of the atmosphere and help tackle climate change. We must recarbonise Earth now, says Jonathon Porritt\nCOMMUNITY by affected community, the true nature of the climate emergency bears down on more and more people every year. Unprecedented wildfires and previously unthinkable floods, in what some glibly refer to as the new normal, prefigures a world of unpredictable, increasingly t",
            "Diary from 2050: How we made a better world\nSchemes like the Sahara Forest Project would help green the planet (Image: Manufacturing Reborn/Sahara Forest Project)\nEnvironmentalist Jonathon Porritt‘s antidote to enviro-gloom shows the way to a sustainable low-carbon future, in The World We Made: Alex McKay’s story from 2050\nYou’ve warned for years about the state of the planet. What’s new?\nI’ve written many books starting from where we are, but I find it increasingly difficult. You have to acknow",
            "Environmentalist Jonathon Porritt’s big idea to slow global warming\nRegenerating natural systems will draw carbon out of the atmosphere and help tackle climate change. We must recarbonise Earth now, says Jonathon Porritt\nCOMMUNITY by affected community, the true nature of the climate emergency bears down on more and more people every year. Unprecedented wildfires and previously unthinkable floods, in what some glibly refer to as the new normal, prefigures a world of unpredictable, increasingly t",
            "Diary from 2050: How we made a better world\nSchemes like the Sahara Forest Project would help green the planet (Image: Manufacturing Reborn/Sahara Forest Project)\nEnvironmentalist Jonathon Porritt‘s antidote to enviro-gloom shows the way to a sustainable low-carbon future, in The World We Made: Alex McKay’s story from 2050\nYou’ve warned for years about the state of the planet. What’s new?\nI’ve written many books starting from where we are, but I find it increasingly difficult. You have to acknow",
            "Diary from 2050: How we made a better world\nSchemes like the Sahara Forest Project would help green the planet (Image: Manufacturing Reborn/Sahara Forest Project)\nEnvironmentalist Jonathon Porritt‘s antidote to enviro-gloom shows the way to a sustainable low-carbon future, in The World We Made: Alex McKay’s story from 2050\nYou’ve warned for years about the state of the planet. What’s new?\nI’ve written many books starting from where we are, but I find it increasingly difficult. You have to acknow"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q233479",
                "wikidata_title": "Anne Applebaum",
                "wikipedia_title": "Anne Applebaum",
                "description": "American journalist and historian",
                "intro": "Anne Elizabeth Applebaum (born July 25, 1964) is an American and naturalized-Polish journalist and historian. She has written extensively about the history of Communism and the development of civil society in Central and Eastern Europe.\nShe has worked at The Economist and The Spectator, and was a member of the editorial board of The Washington Post (2002–2006). Applebaum won the Pulitzer Prize for General Non-Fiction in 2004 for Gulag: A History published the previous year. She is a staff writer for The Atlantic and a senior fellow at The Agora Institute at Johns Hopkins University School of Advanced International Studies.\n\n",
                "x_handle": "anneapplebaum",
                "page_url": "https://en.wikipedia.org/wiki/Anne_Applebaum"
            }
        ],
        "author_str": "anne applebaum",
        "article_urls": [
            "https://www.theatlantic.com/ideas/archive/2020/05/time-americans-are-doing-nothing/611056/",
            "https://www.theatlantic.com/ideas/archive/2020/06/trump-tries-scare-people-who-are-far-protests/612568/",
            "https://newrepublic.com/article/71039/portents",
            "https://newrepublic.com/article/67645/back-the-ussr-2",
            "https://newrepublic.com/article/63602/now-we-know"
        ],
        "article_texts": [
            "It looks, at first, like one of a zillion unfunny video clips that now circulate on the internet: “Once Upon a Virus” features cheap animation, cheesy music, and sarcastic dialogue between China—represented by a Lego terra-cotta warrior with a low, masculine voice—and the United States, represented by a Lego Statue of Liberty with a high, squeaky voice. They “speak” in short sentences:\n“We discovered a new virus,” says the warrior. “So what?” says the Statue of Liberty.\n“It’s dangerous,” says th",
            "Like most Americans, I am nowhere near any violence right now. Nevertheless, I am hearing and seeing violence on a series of screens: television screens, smartphone screens, computer screens. Even in a room as quiet as mine—outside the window I can see grass and trees—the cacophony is almost unbearable. It’s as if different choruses are all singing at the same time, and not in harmony.\nIn Salt Lake City, police knocked down an elderly man who was walking with a cane. In New York City, two police",
            "Reflections on the Revolution in Europe: Immigration, Islam, and the West\nBy Christopher Caldwell\nReflections on the Revolution in Europe: Immigration, Islam, and the West\nBy Christopher Caldwell\n(Doubleday, 422 pp., $30)\nAs its subtitle makes clear, this is a book about immigration, Islam, and the West. But at the same time this is also a book about a particular moral culture, a set of attitudes, habits, and beliefs that has developed in Western Europe over the past sixty years. There isn’t a g",
            "I was in Britain in the summer of 2002 when Europeans first got wind of the American plan to invade Iraq. As it happened, they learned this news not from President George W. Bush, not from Secretary of State Colin Powell, and not from the American ambassador, but rather from a leak that appeared in The New York Times. The debate began immediately. The archbishop of Canterbury denounced the war, The Daily Telegraph denounced the archbishop of Canterbury, and so on. Instantly, the war became a cen",
            "Spies: The Rise and Fall of the KGB in America\nBy John Earl Haynes, Harvey Klehr, and Alexander Vassiliev\nSpies: The Rise and Fall of the KGB in America\nBy John Earl Haynes, Harvey Klehr, and Alexander Vassiliev\n(Yale University Press, 637 pp., $35)\nIf one were trying to define the lowest point in the long and venerable tradition of American anti-communism, surely it came in 2003, with the publication of Ann Coulter's Treason. Coulter's \"thesis\" in this work of cut-and-paste-from-the-Internet hi"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q211987",
                "wikidata_title": "Jon Stewart",
                "wikipedia_title": "Jon Stewart",
                "description": "American comedian, writer, producer, activist, and television host",
                "intro": "",
                "x_handle": "jon_actual",
                "page_url": "https://en.wikipedia.org/wiki/Jon_Stewart"
            },
            {
                "qid": "Q17163472",
                "wikidata_title": "Jon Stewart",
                "wikipedia_title": "Jon Stewart (philosopher)",
                "description": "American philosopher",
                "intro": "Jon Stewart is an American philosopher and historian of philosophy. He specializes in 19th century Continental philosophy with an emphasis on the thought of Kierkegaard and Hegel. He has also worked in the field of Scandinavian Studies and has made the culture of the Danish Golden Age better known internationally. Stewart currently works as a researcher at the Institute of Philosophy at the Slovak Academy of Sciences.",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/Jon_Stewart_(philosopher)"
            },
            {
                "qid": "Q43392128",
                "wikidata_title": "Jon Stewart",
                "wikipedia_title": "",
                "description": "accused of witchcraft",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q88972760",
                "wikidata_title": "Jon W Stewart",
                "wikipedia_title": "",
                "description": "researcher",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q6271634",
                "wikidata_title": "Jon Stewart",
                "wikipedia_title": "Jon Stewart (footballer)",
                "description": "English footballer (born 1989)",
                "intro": "",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/Jon_Stewart_(footballer)"
            },
            {
                "qid": "Q16800307",
                "wikidata_title": "Jon Stewart",
                "wikipedia_title": "Jon Stewart (disambiguation)",
                "description": "Wikimedia disambiguation page",
                "intro": "",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/Jon_Stewart_(disambiguation)"
            },
            {
                "qid": "Q110036329",
                "wikidata_title": "Jon Stewart/India.Arie",
                "wikipedia_title": "",
                "description": "episode of Saturday Night Live (S27 E14)",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q120705738",
                "wikidata_title": "Jon Stewart's 2004 appearance on Crossfire",
                "wikipedia_title": "Jon Stewart's 2004 appearance on Crossfire",
                "description": "2004 television segment",
                "intro": "",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/Jon_Stewart%27s_2004_appearance_on_Crossfire"
            },
            {
                "qid": "Q17673674",
                "wikidata_title": "Jon Stewart to host 80th Academy Awards",
                "wikipedia_title": "",
                "description": "Wikinews article",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q112968426",
                "wikidata_title": "Jon Stewart: The Kennedy Center Mark Twain Prize for American Humor",
                "wikipedia_title": "Jon Stewart: The Kennedy Center Mark Twain Prize for American Humor",
                "description": "US television series",
                "intro": "",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/Jon_Stewart:_The_Kennedy_Center_Mark_Twain_Prize_for_American_Humor"
            }
        ],
        "author_str": "jon stewart",
        "article_urls": [
            "https://time100.time.com/2013/04/18/time-100/slide/bassem-youssef/#signin",
            "http://time100.time.com/2013/04/18/time-100/slide/bassem-youssef/",
            "https://time100.time.com/2013/04/18/time-100/slide/bassem-youssef/"
        ],
        "article_texts": [
            "The 2013 TIME 100\nTIME presents its annual list of the 100 most influential people in the world, from artists and leaders to pioneers, titans and icons\nBassem Youssef\nMy job is hard. I have to sift through pages of political- and media-themed satirical material from exceptional writers and figure out what amusing face I can make to accompany each jab. Then I must perform them, 22 minutes a day, four days a week, with only our caterer’s spread to sustain me. Bassem Youssef does my job in Egypt. T",
            "[#image: /photos/5582f9c43655c24c6c954310]|||undefined|||[#image: /photos/5582f9c43655c24c6c954313]||||||\nJohn Oliver is funny. John Oliver is smart. John Oliver is telegenic. John Oliver has a mischievous twinkle made twinklier by his Liverpudlian lilt and dimples that you could eat clotted cream out of. John Oliver has an inquisitive and agile intellect yet is still humble and disarming. John Oliver smells like kittens eating ice cream. I wish I had known all this before letting John Oliver ho"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q26210709",
                "wikidata_title": "Rembert Browne",
                "wikipedia_title": "Rembert Browne",
                "description": "American writer",
                "intro": "Rembert Browne (born 1987) is a writer who primarily focuses on pop culture, politics and sports. Previously Browne wrote for Grantland, then for New York Magazine.",
                "x_handle": "rembert",
                "page_url": "https://en.wikipedia.org/wiki/Rembert_Browne"
            }
        ],
        "author_str": "rembert browne",
        "article_urls": [
            "https://www.latimes.com/lifestyle/image/story/2022-10-11/coming-of-age-as-a-black-man-without-a-hairline",
            "https://www.latimes.com/lifestyle/image/story/2021-12-01/rembert-browne-investigates-the-first-100-days-of-mysterious-ailments"
        ],
        "article_texts": [
            "I was just a boy with the crooked hairline.\nTo say that my younger years were without shape-ups, line-ups and edge-ups would be misinformation. There was some curved precision buzzing that made its way to the nape of my neck, as well as trimmed right angles around my ears and mini-sideburns. But for the most part, it was the curls that covered my head — not the line atop my forehead — that were in charge of the framing of my face.\nThe look, as I remember it, was all natural. And, because boys ca",
            "This story is part of Image issue 7, “Survival,” a collective vision for the L.A. of our dreams. See the full package here.\nDay 1: I was just walking, but now I’m on my mom’s carpet. I don’t know how to describe it, but my right leg just gave out. Getting older is weird.\nDay 8: It happened again. Same as last time, a numbness for around 10 seconds in my right leg. It’s probably time to go to the doctor.\nDay 9: Something’s off. My brain feels foggy. I’ve never had vertigo, but it seems like that’"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q380900",
                "wikidata_title": "Chuck Schumer",
                "wikipedia_title": "Chuck Schumer",
                "description": "American politician (born 1950)",
                "intro": "Charles Ellis Schumer ( SHOO-mər; born November 23, 1950) is an American politician serving as Senate Majority Leader since 2021 and the senior United States senator from New York since 1999. A member of the Democratic Party, he has led the Senate Democratic Caucus since 2017 and was Senate Minority Leader from 2017 to 2021. Schumer is in his fifth Senate term, making him the longest-serving US senator from New York, having surpassed Daniel Patrick Moynihan and Jacob K. Javits in 2023. He is the dean of New York's congressional delegation.\nA native of Brooklyn and a graduate of Harvard College and Harvard Law School, Schumer was a three-term member of the New York State Assembly from 1975 to 1980. He served nine terms in the United States House of Representatives from 1981 to 1999, first representing New York's 16th congressional district before being redistricted to the 10th congressional district in 1983 and 9th congressional district 10 years later. In 1998, Schumer was elected to the Senate, defeating three-term Republican incumbent Al D'Amato. He was reelected in 2004 with 71% of the vote, in 2010 with 66% of the vote, in 2016 with 70% of the vote, and in 2022 with 56% of the vote.\nSchumer chaired the Democratic Senatorial Campaign Committee from 2005 to 2009, overseeing 14 Democratic gains in the Senate in the 2006 and 2008 elections. He was the third-ranking Democrat in the Senate, behind Senate Majority Leader Harry Reid and Majority Whip Dick Durbin. He served as Vice Chair of the Democratic Caucus in the Senate from 2007 to 2017 and chaired the Senate Democratic Policy Committee from 2011 to 2017. Schumer won his fourth term in the Senate in 2016 and was then unanimously elected Democratic leader to succeed Reid, who was retiring.In January 2021, Schumer became Senate Majority Leader, becoming the first Jewish Senate majority leader. As majority leader, Schumer shepherded through the Senate some of the Biden administration's major legislative initiatives, such as the American Rescue Plan Act of 2021, the Infrastructure Investment and Jobs Act, the Inflation Reduction Act of 2022, the CHIPS and Science Act, the Bipartisan Safer Communities Act, and the Respect for Marriage Act. Under his leadership, the Senate confirmed the most federal judges during the first two years of any presidency since John F. Kennedy's, and the most diverse slate of federal judicial nominations in American history, including Ketanji Brown Jackson, the first African American woman to serve on the Supreme Court.",
                "x_handle": "SenSchumer",
                "page_url": "https://en.wikipedia.org/wiki/Chuck_Schumer"
            }
        ],
        "author_str": "chuck schumer",
        "article_urls": [
            "http://content.time.com/time/specials/packages/article/0,28804,1984685_1984745_1984787,00.html"
        ],
        "article_texts": [
            "In our annual TIME 100 issue we name the people who most affect our world\nSonia Sotomayor\nSonia Sotomayor's life has been shaped by strong women. Her father, a factory worker, died when she was 9, and her mother raised her and her brother on her own. She grew up an avid reader of Nancy Drew stories, which inspired her sense of adventure, developed her sense of justice and showed her that women could be outspoken and bold. Now, in 2010, there are many more role models for a young student from Car"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q4760590",
                "wikidata_title": "Andy Dehnart",
                "wikipedia_title": "Andy Dehnart",
                "description": "American journalist",
                "intro": "Andy Dehnart (born August 26, 1977) is an American journalist and television critic. He may be best known as reality television's \"longest-standing critic\" for his online journalism, as he is the creator of the genre's first tracking website, realityblurred.com. He is a member of the Television Critics Association.\nCurrently a contributor of television criticism and cultural journalism to NPR, The Daily Beast and msnbc.com, Dehnart has also written for Salon.com, Wired.com, The Boston Globe, Metro, the Chicago Tribune and Playboy. He regularly appears on television and the radio to discuss reality TV and popular culture.\nUSA Today named Dehnart one of the Top 100 People in Pop Culture in 2001.Dehnart earned an MFA in nonfiction writing from Bennington College, where his non-fiction studies included a lecture which explored the cultural impact of blogging, then a relatively unknown phenomenon in popular culture.\nDehnart now teaches writing, journalism, and communication studies at Stetson University in DeLand, Florida, where he advises the student newspaper. He has also taught for Johns Hopkins University's Center for Talented Youth.\nEarlier, Dehnart moved to Chicago in 1999 to work as managing editor of a non-profit website, and later he worked as a producer for thepavement.com, a site for recent college graduates, and BrassRing, a recruiting solutions company. A native of Naples, Florida, Dehnart received his BS from Stetson, where he majored in journalism and earned minors in political science and religious studies. While an undergraduate, he edited the weekly campus newspaper, The Reporter, for two years; both years, it was named the best private college newspaper in the state of Florida.Dehnart is openly gay.\n\n",
                "x_handle": "realityblurred",
                "page_url": "https://en.wikipedia.org/wiki/Andy_Dehnart"
            }
        ],
        "author_str": "andy dehnart",
        "article_urls": [
            "https://www.thedailybeast.com/jersey-shores-sallyann-salsano-talks-snooki-pauly-d-and-criticizes-mark-burnett",
            "https://www.thedailybeast.com/the-bachelorette-bentley-ashley-chris-harrison-and-this-appalling-season",
            "https://www.thedailybeast.com/the-real-housewives-of-new-york-city-finale-its-perfect-season",
            "https://www.thedailybeast.com/project-runway-season-premiere-on-lifetime",
            "https://www.thedailybeast.com/dance-moms-toddlers-and-tiaras-and-child-abuse"
        ],
        "article_texts": [
            "On Dec. 3, 2009, the cable channel HGTV announced that the reality design competition Design Star would be produced by famed-Survivor creator Mark Burnett for its fifth season. The unwritten part of the press release was that SallyAnn Salsano, the creator and executive producer of Design Star, had been fired.\nThat same day, another show she created, Jersey Shore, debuted on MTV. The rest is history: Snooki, The Situation, and Pauly D became household names, and the show set ratings records for M",
            "There's no doubt that ABC's The Bachelor and The Bachelorette are addictive, soapy fun. The formula works: Each week the star further narrows a group of potential love interests, interacting with them in various contexts, from traditional dates to overnight stays in the \"fantasy suite.\" At least, it works as a TV show; its track record for producing successful relationships is dismal.\nBut the two series, which have collectively aired 22 seasons since 2002, are regularly the source of appalling b",
            "In its fourth season, The Real Housewives of New York City has proved itself to be the best series in Bravo’s Housewives franchise, and a perfect example of how compelling unscripted TV can be. That’s remarkable especially because it has happened despite the loss of its breakout star, Bethenny Frankel, to her spinoff show on Bravo, and despite its unique combination of reality and artificiality.\nEven a casual viewer would recognize that the cast members of The Real Housewives of New York City ar",
            "Heidi Klum has reminded viewers since Project Runway’s first season that “in fashion, one day you’re in, and the next you’re out.” That’s also true of the TV show, on which fashion designers compete to present their clothing at Fashion Week.\nProject Runway returns for its ninth season tonight now firmly back “in.” The show established a new reality-television subgenre when it debuted on Bravo in 2004: that is, talented professionals competing, and pushing their skills and craft to the limits in ",
            "During the Season 1 finale of Lifetime’s Dance Moms, Mackenzie, 7, started crying while rehearsing for a music video and ran out of the room, ponytail bouncing over her hot pink sports bra. She found her mother in a back room and ran toward her. “Please don’t make me go!” As she hugged her mother, Melissa, Mackenzie’s head was turned, and her eyes made contact with the camera, staring right at us. She pulled away, her face a mess of sadness and anger, and pointed accusatorily at the camera and i"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q7349618",
                "wikidata_title": "Robert Schlesinger",
                "wikipedia_title": "Robert Schlesinger",
                "description": "American journalist",
                "intro": "Robert Schlesinger is an American author, editor and liberal commentator emphasizing politics and political communications.\n\n",
                "x_handle": "rschles",
                "page_url": "https://en.wikipedia.org/wiki/Robert_Schlesinger"
            },
            {
                "qid": "Q50560566",
                "wikidata_title": "Robert A. Shaw",
                "wikipedia_title": "",
                "description": "British chemist",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q105390818",
                "wikidata_title": "Robert Schlesinger",
                "wikipedia_title": "",
                "description": "holocaust victim, b. 1880-05-08",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q105598523",
                "wikidata_title": "Robert Schlesinger",
                "wikipedia_title": "",
                "description": "holocaust victim, b. 1895-04-28",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q116043338",
                "wikidata_title": "Robert Schlesinger",
                "wikipedia_title": "",
                "description": "",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q102116558",
                "wikidata_title": "",
                "wikipedia_title": "",
                "description": "Wikimedia disambiguation page",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            }
        ],
        "author_str": "robert schlesinger",
        "article_urls": [
            "https://newrepublic.com/article/166186/florida-republicans-revoke-disney-special-tax-status-lost-faith-free-market",
            "https://newrepublic.com/article/166015/fred-upton-retirement-congress-trump-impeachment",
            "https://newrepublic.com/article/168916/republican-party-break-trump-2024",
            "https://newrepublic.com/article/169007/kevin-mccarthy-trump-speakership-rivals",
            "http://www.newrepublic.com/article/166186/florida-republicans-revoke-disney-special-tax-status-lost-faith-free-market"
        ],
        "article_texts": [
            "“The market is rational and government is dumb,” Dick Armey, one of the leaders of the 1994 Republican Revolution, liked to say. That used to be a cornerstone of conservatism. Today, it’s increasingly the reverse. While they still mouth free-market platitudes, Republicans fulminate against corporate America for taking political positions that they oppose—without any apparent awareness, or a refusal to recognize, that such decisions reveal the free market in action: Conservatives’ culture-war pos",
            "But Trump looms over every media account of Upton’s departure. “Something happens in the Republican Party, therefore Trump,” said Heye, a steadfast never-Trumper. “It’s always the case.” That’s dangerous, Heye argued, because Trump survives on attention. “I compare Trump to a professional wrestler,” he said. “If you cheer him, great; if you boo him, great. Just so long as you’re there.” That’s why, more than a year after leaving office, Trump endures in our political discourse in a way no other ",
            "But what if Trump loses the nomination? Here’s where we can measure the precise sharpness of horns of the GOP’s dilemma. Does anyone believe that Donald Trump will be a gracious loser? That he’d bow out and support the nominee who bested him? This is a guy who denounced both the Republican primaries and general election 2016—both of which he won—as “rigged.” He has a consistent playbook to which he has stuck since well before he pointed a lynch mob at his own vice president. Trump will likely st",
            "Nothing is too petty to evade McCarthy’s power calculus. While few of his party showed up for House Speaker Nancy Pelosi’s valedictory address as House speaker, McCarthy’s absence was especially notable. Not for him to go against the grain just because of fusty notions like courtesy, respect, and norms of behavior. Michael Tomasky aptly described McCarthy’s ghosting as the latest evidence that he “is just a churlish, childish bottom feeder.”\nNow Trump is sufficiently weakened that McCarthy feels",
            "“The market is rational and government is dumb,” Dick Armey, one of the leaders of the 1994 Republican Revolution, liked to say. That used to be a cornerstone of conservatism. Today, it’s increasingly the reverse. While they still mouth free-market platitudes, Republicans fulminate against corporate America for taking political positions that they oppose—without any apparent awareness, or a refusal to recognize, that such decisions reveal the free market in action: Conservatives’ culture-war pos"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q2086251",
                "wikidata_title": "Philip Jenkins",
                "wikipedia_title": "Philip Jenkins",
                "description": "British historian",
                "intro": "",
                "x_handle": "philipjjenkins",
                "page_url": "https://en.wikipedia.org/wiki/Philip_Jenkins"
            },
            {
                "qid": "Q1158494",
                "wikidata_title": "Damien Broderick",
                "wikipedia_title": "Damien Broderick",
                "description": "Australian writer",
                "intro": "",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/Damien_Broderick"
            },
            {
                "qid": "Q75930863",
                "wikidata_title": "Philip David Alexander Jenkins",
                "wikipedia_title": "",
                "description": "(born 1971)",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q76274811",
                "wikidata_title": "Philip Jenkins",
                "wikipedia_title": "",
                "description": "Peerage person ID=655458",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q7183848",
                "wikidata_title": "Philip Jenkinson",
                "wikipedia_title": "Philip Jenkinson",
                "description": "British film critic",
                "intro": "Philip Jenkinson (17 August 1935 – 11 March 2012) was an English cinema specialist, journalist, BBC television presenter, and film collector. His collection was known as Filmfinders. During the 1970s, Jenkinson contributed a weekly column for the television listings magazine Radio Times and edited films for the BBC Two music show The Old Grey Whistle Test.",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/Philip_Jenkinson"
            },
            {
                "qid": "Q120986178",
                "wikidata_title": "Philip Jenkins, Climate, Catastrophe, and Faith: How Changes in Climate Drive Religious Upheaval",
                "wikipedia_title": "",
                "description": "scientific article published in 2023",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            }
        ],
        "author_str": "philip jenkins",
        "article_urls": [
            "https://newrepublic.com/article/74668/gone-south",
            "https://newrepublic.com/article/61223/clerical-terror",
            "https://newrepublic.com/article/112404/why-pope-benedict-failed-evangelize-europe",
            "https://www.theatlantic.com/magazine/archive/2006/04/cult-classics/304726/",
            "https://www.theatlantic.com/magazine/archive/2003/11/defender-of-the-faith/302820/"
        ],
        "article_texts": [
            "These are obviously dark days for the Roman Catholic Church. For over a decade, the U.S. church has been assailed by abuse charges and devastated by the resulting litigation. The Vatican used to console itself with the belief that this was a peculiarly American crisis, but, this year, similar abuse cases have arisen all over Europe—most agonizingly in Ireland, one of the world's most faithfully Catholic countries. Across the continent, bishops are facing demands to resign, while critics are urgi",
            "If we needed reminding, the carnage in Mumbai proved yet again that South Asia is home to some of the world's deadliest Islamist terrorists. Usually missing from press coverage, though, is any sense of the origin of these movements, which are often assumed to be tied to the grievances of the Arab Middle East and the fate of Jerusalem.\nThat is a misconception. Historically, the roots of radical Islam belong at least as much in South Asia as in the Middle East. And one individual, wholly unfamilia",
            "But he did not advocate despair. Yes, he said, “the mass Church may be something lovely, but it is not necessarily the Church's only way of being.” Europe’s future church “will be reduced in its dimensions,” he admitted—but the rise of humanism, relativism, and atheism, he added, ought to be seen as a reason for Christianity on the continent “to start again.” It was imperative that Christianity not be abandoned, though it did need to be re-booted.\nRatzinger went on to a comprehensive plan for ho",
            "Aradia, the Gospel of the Witches, by Charles Godfrey Leland (1899).\nLeland was researching Tuscan folklore when a woman named Maddelena gave him a handwritten copy of the supposed gospel of an ancient pagan religion reportedly still surviving underground in Christian Italy. The gospel tells the myths of the goddess Diana and her daughter Aradia (Herodias), and describes a whole spirit world of fairies and goblins, even offering practical advice about holding a witches’ sabbat. Whatever its orig",
            "The most important figure today in the Anglican Communion, a worldwide federation of churches with some 75 million adherents, is probably a man few people in the West know anything about: Archbishop Peter Jasper Akinola, of Nigeria. An uncompromising traditionalist, Akinola presides over the most vibrant and almost certainly the largest Anglican community in the world—at a time when the Anglican world's true center of gravity has shifted to Africa.\nIt was no small matter, then, when Akinola went"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q3336395",
                "wikidata_title": "Natalie Angier",
                "wikipedia_title": "Natalie Angier",
                "description": "American writer",
                "intro": "Natalie Angier /ænˈdʒɪər/ (born February 16, 1958 in the Bronx, New York City) is an American nonfiction writer and a science journalist for The New York Times. Her awards include the Pulitzer Prize for Beat Reporting in 1991 and the AAAS Westinghouse Science Journalism Award in 1992.  She is also noted for her public identification as an atheist and received the Freedom from Religion Foundation's Emperor Has No Clothes Award in 2003.",
                "x_handle": "angier58",
                "page_url": "https://en.wikipedia.org/wiki/Natalie_Angier"
            }
        ],
        "author_str": "natalie angier",
        "article_urls": [
            "https://www.theatlantic.com/magazine/archive/1989/08/environment-saving-the-gracids/667865/"
        ],
        "article_texts": [
            "Environment: Saving the Gracids\nFor many of these birds private zoos may be the only hope\nROBERTO AZEREDO lovingly cradles a huge egg in his hands as though it had been designed by Peter Carl Fabergé. He brushes it against his cheek. He holds it to his ear. He raises it to the light. “This one,” he declares, “is going to hatch tonight.”\n“You see?” says his friend James Gomes Simpson. “That’s why I tell him he’s the crazy man here. He can look a bird in the eye and know she’s going to lay an egg "
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q351075",
                "wikidata_title": "Adam Tooze",
                "wikipedia_title": "Adam Tooze",
                "description": "British historian",
                "intro": "John Adam Tooze (born 5 July 1967) is an English historian who is a professor at Columbia University, Director of the European Institute and nonresident scholar at Carnegie Europe. Previously, he was Reader in Twentieth-Century History at the University of Cambridge and Gurnee Hart Fellow in History at Jesus College, Cambridge.After leaving Cambridge in 2009, he spent six years at Yale University as Professor of Modern German History and Director of International Security Studies at the MacMillan Center for International and Area Studies, succeeding Paul Kennedy. Through his books (such as Crashed) and his online newsletter (Chartbook), he reaches a varied audience of historians, investors, administrators, and others.\n\n",
                "x_handle": "adam_tooze",
                "page_url": "https://en.wikipedia.org/wiki/Adam_Tooze"
            }
        ],
        "author_str": "adam tooze",
        "article_urls": [
            "https://www.nytimes.com/2022/10/04/opinion/the-all-too-real-risk-of-a-global-recession.html",
            "https://foreignpolicy.com/2020/05/07/world-war-2-victory-day-russia-75th-anniversary/",
            "https://foreignpolicy.com/2022/10/07/liz-trusss-britain-economic-disaster-global-crisis/",
            "https://foreignpolicy.com/2020/03/28/coronavirus-biggest-emerging-markets-crisis-ever/",
            "https://foreignpolicy.com/2020/01/15/climate-socialism-supercharged-left-green-new-deal/"
        ],
        "article_texts": [
            "Guest Essay\nThe First Global Deflation Has Begun, and It’s Unclear Just How Painful It Will Be\nMr. Tooze is an economic historian, the director of the European Institute at Columbia University and the author of the Chartbook newsletter.\nAround the world, rapid economic recovery from the Covid shock unleashed the largest wave of inflation we have seen since the early 1980s. In response, in the summer of 2021, central banks began raising interest rates. Brazil led the way. In early 2022, the Feder",
            "Listen to this article\nOne of the casualties of the COVID-19 pandemic is the great Victory Day parade that had been planned for Moscow’s Red Square for May 9. It was to have commemorated the 75th anniversary of the Allied victory over Nazi Germany in World War II and the heroic fight of the Red Army in particular. The latest generation of Russian military hardware was to have been on display. For the first time in many years, Moscow was also expecting substantial delegations from the West. In 20",
            "In the last few weeks, we have witnessed the remarkable spectacle of a Conservative government in Britain deliberately taking on the financial markets. With a surprise mini-budget promising 45 billion pounds (about $48 billion) in tax cuts targeted at high-earners, Prime Minister Liz Truss and Chancellor of the Exchequer Kwasi Kwarteng unleashed a currency and bond market crisis the likes of which Britain has not experienced since sterling was driven out of the European Exchange Rate Mechanism i",
            "We used to think that the 2007-2008 financial crisis set the standard for a savage global shock. But that crisis took more than 12 months to spread from the overbuilt suburbs of California and southern Spain to the financial centers of the world. The coronavirus pandemic has taken just three months to engulf first China and now Europe and North America. As it has swept west it has triggered an economic crisis whose violence is set to exceed anything we have previously witnessed.\nThe global shock",
            "The climate emergency is stirring radical politics across the world as a new spirit of environmental radicalism energizes left-wing politics. Most notably, the left wings of both the Democratic Party in the United States and the Labour Party in the United Kingdom have committed themselves to programs known as the Green New Deal. Across Europe, the Greens now rival right-wing populists in their political energy.\nFor the established environmental movement, this surge in attention has come as somet"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q58920660",
                "wikidata_title": "Felicity Cloake",
                "wikipedia_title": "Felicity Cloake",
                "description": "British writer specialising in food and drink, columnist and author of several cookbooks",
                "intro": "Felicity Cloake (born 1982 or 1983) is an English food and travel writer. Her books include The A-Z of Eating: A Flavour Map for the Adventurous Cook (2016), Completely Perfect (2018), One More Croissant for the Road (2019), and Red Sauce, Brown Sauce: A British Breakfast Odyssey (2022). She writes for The Guardian and the New Statesman.",
                "x_handle": "FelicityCloake",
                "page_url": "https://en.wikipedia.org/wiki/Felicity_Cloake"
            }
        ],
        "author_str": "felicity cloake",
        "article_urls": [
            "https://www.theguardian.com/food/2022/oct/19/how-to-make-cauliflower-cheese-recipe-felicity-cloake#comments",
            "https://www.theguardian.com/food/2022/nov/16/how-to-make-the-perfect-bannocks-recipe-felicity-cloake#comments",
            "https://www.theguardian.com/food/2022/nov/30/tomato-ketchup-brown-sauce-recipes-homemade-felicity-cloake#comments",
            "https://www.theguardian.com/food/2022/jun/29/how-to-make-the-perfect-chilled-cucumber-soup-recipe-felicity-cloake#comments",
            "https://www.theguardian.com/lifeandstyle/wordofmouth/2010/jun/24/how-to-make-perfect-gazpacho"
        ],
        "article_texts": [
            "Since I first wrote a recipe for this dish, cauliflower has enjoyed an extraordinary transformation from broccoli’s boring cousin to the trendiest vegetable in town. Back in 2012, the idea of serving up a cauliflower as the centrepiece of a feast would have seemed laughable to most, but now it’s popping up in restaurants and on Christmas tables alike. But don’t forget where it all began, and that’s with cauliflower cheese.\nPrep 15 min\nInfuse 30 min+\nCook 30 min\nServes 4\n1 onion\n2 cloves\n1 litre ",
            "Bannock, from the Gaelic bannach, was once a generic term for bread in the north and west of these islands, where wheat and ovens were in short supply. Though regional and historical variations abound (you can find a recipe for the fruitcake known as Selkirk bannock here), these days, if you see a bannock on a menu, perhaps paired with a bowl of soup, or with sausage and bacon, it will probably be a flattish quick bread not unlike a slightly squashed scone, cooked on a hot griddle and on your pl",
            "The perfect present for the classic condiment fan in your life: the richer, more complex flavour of these homemade versions of two much-loved sauces will bring joy to the breakfast table well into the new year. Choose their favourite, or encourage them to expand their culinary horizons by giving them one of each. You never know, you might change their life.\nHomemade tomato ketchup\nPrep 15 min\nCook 1 hr\nMakes 2 jars/bottles\nKeep 3 months\n2kg tomatoes\n2 banana shallots\n4 garlic cloves\n8 tbsp soft ",
            "On the first really warm day of the year, I went out and bought a carton of gazpacho from sunnier climes – when it’s so hot that your trainers stick to the tarmac, even I tend to lose my appetite for anything apart from cold liquids. And there’s nothing more refreshing than cucumber, a vegetable that’s 96% water and 100% delicious, green coolness. Many cultures around the world have a cucumber soup recipe in their repertoire – Iranian abdoogh khiar, Indian kheere ka shorba and Polish chłodnik og",
            "In my early 20s I attended a dinner party with some pretensions to grandeur, which kicked off with bowls of cold Happy Shopper tomato soup garnished with cucumber slices, cayenne pepper and the piece de resistance, a large green pepper of the sort all too familiar from the kebab van. \"It's gazpacho,\" the host, freshly returned from a year in Spain, assured us proudly. \"Great,\" the boy to my left replied. \"Where's the microwave?\"\nUs Brits have long been suspicious of chilled soups – they seem unn"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q29453018",
                "wikidata_title": "Joanne B. Freeman",
                "wikipedia_title": "Joanne B. Freeman",
                "description": "US historian and tenured professor of History and American Studies at Yale University",
                "intro": "Joanne B. Freeman (born April 27, 1962) is a U.S. historian and tenured Professor of History and American Studies at Yale University. Having researched Alexander Hamilton both independently and collaboratively with mentors and peers for more than forty years, she is regarded as a leading expert on his life and legacy. Freeman has published two books as well as articles and op-eds in newspapers including The New York Times, magazines such as The Atlantic and Slate and numerous academic journals referencing the U.S. Founding Father. In addition to her many public lectures on Hamilton, outside of her regular student curriculum at Yale, her talks on the topics of political partisanship and violence in the pre-Civil War Congress have appeared on C-SPAN. In 2005 she was rated one of the \"Top Young Historians\" in the U.S.",
                "x_handle": "jbf1755",
                "page_url": "https://en.wikipedia.org/wiki/Joanne_B._Freeman"
            }
        ],
        "author_str": "joanne freeman",
        "article_urls": [
            "https://www.theatlantic.com/ideas/archive/2018/10/trump-and-politics-anger/573556/",
            "https://www.theatlantic.com/politics/archive/2016/06/the-us-houses-history-of-fury/488861/"
        ],
        "article_texts": [
            "Anger has a peculiar power in democracies. Skillfully deployed before the right audience, it cuts straight to the heart of popular politics. It is attention-getting, drowning out the buzz of news cycles. It is inherently personal and thereby hard to refute with arguments of principle; it makes the political personal and the personal political. It feeds on raw emotions with a primal power: fear, pride, hate, humiliation. And it is contagious, investing the like-minded with a sense of holy cause.\n",
            "For much of the first half of the 19th century, almost every House session had at least one mass rumble. (The smaller, more intimate, more genteel Senate favored duel challenges.) Time and again, a heated debate between two congressmen would turn nasty. Angry words would shift to insults and taunts. Colleagues would get swept up in the swirl of emotions, some joining in, others standing on desks to watch. And in no time, the House was a howling fury.\nThis week’s Democratic sit-in in the House ha"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q97097959",
                "wikidata_title": "Morgan Greene",
                "wikipedia_title": "",
                "description": "American journalist with the Chicago Tribune",
                "intro": "",
                "x_handle": "morgreene",
                "page_url": ""
            },
            {
                "qid": "Q91509520",
                "wikidata_title": "Morgan E Greene",
                "wikipedia_title": "",
                "description": "researcher (ORCID 0000-0002-2959-8128)",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            }
        ],
        "author_str": "morgan greene",
        "article_urls": [
            "https://foreignpolicy.com/2012/07/18/rebuilding-the-police-in-kosovo/"
        ],
        "article_texts": [
            "Rebuilding the Police in Kosovo\nIn the wake of its war with the Serbs, Kosovo faced a yawning law enforcement gap. Here's how the international community helped an embyronic country rebuild its police.\nNote: This article is an abridged version of a longer case study produced by Innovations for Successful Societies, a research program at Princeton University.\nIn June 1999, after 78 days of air strikes, NATO drove out Serbian-dominated Yugoslav forces from Kosovo. The Serb withdrawal included the "
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q292973",
                "wikidata_title": "Victoria Coren Mitchell",
                "wikipedia_title": "Victoria Coren Mitchell",
                "description": "British writer, presenter and poker player",
                "intro": "Victoria Elizabeth Coren Mitchell (née Coren; born (1972-08-18)18 August 1972) is a British writer, TV presenter and professional poker player. She writes weekly columns for The Daily Telegraph and has hosted the BBC television quiz show Only Connect since 2008.",
                "x_handle": "VictoriaCoren",
                "page_url": "https://en.wikipedia.org/wiki/Victoria_Coren_Mitchell"
            }
        ],
        "author_str": "victoria coren mitchell",
        "article_urls": [
            "https://www.theguardian.com/commentisfree/2011/may/08/victoria-coren-av-referendum-voting",
            "https://www.theguardian.com/commentisfree/2012/feb/12/victoria-coren-leveson-journalists-integrity",
            "https://www.theguardian.com/commentisfree/2016/dec/18/2016-mother-of-all-awful-years",
            "https://www.theguardian.com/sport/2017/jul/01/serena-williams-john-mcenroe-tennis-gender-championship-equality-sexist",
            "https://www.theguardian.com/commentisfree/2017/jul/29/anyone-for-robotic-rumpy-pumpy"
        ],
        "article_texts": [
            "Lovely day for voting, wasn't it? Balmy May weather. Perfect for strolling to a primary school and choosing an electoral system. I, for one, enjoyed it.\nOf course I voted. It's terribly important to vote. People died for that right. Women fought and struggled. Vital to use it now we've got it. More important than anything else. Just think of Zimbabwe. I certainly voted. Nobody can say I didn't. Vote, vote, vote. I know I did. Has anyone said they saw me not voting? Exactly. It can't be proved. I",
            "There is a new prize for book reviewers! It's called the Hatchet Job of the Year award; the first recipient, named at the launch, is Adam Mars-Jones for a piece in this very newspaper.\nYes, Hatchet Job of the Year. As the Leveson inquiry lurches forward, spilling daily horror stories of hacking and bribes, the press has decided to create a special award for savagery. Marvellous: a flicked cape and a twirled moustache in the face of national disgust. The Evil Prize. That'll get the readers back o",
            "Every year, around this time, I write my amusing annual guide to “Christmas presents you might buy for the big names from the last 12 months”.\nYou might not find it amusing. But you can’t deny it’s annual.\nI’ve been doing this since 2003, when I discovered a “present picking” website that suggested possible gifts based on the characteristics you typed in about prospective recipients.\nThat year, the site and I came up with presents for David Gest (“a set of devotional candles”), David Blaine (“gr",
            "When John McEnroe commented, last week, that if Serena Williams played tennis on the men’s tour she would be “like, 700” in the rankings, she replied on Twitter thus:\n“Dear John, I adore and respect you but please please keep me out of your statements that are not factually based.”\nWhat a shame. She should have replied: “Dear John, you’re right. I probably would be about 700 in the rankings. But then, I am six months pregnant.”\nWhat an opportunity missed! (It’s a version of what the 87-year-old ",
            "The first porn film I ever saw was about a holiday camp full of sex robots. The plot? White-coated scientists look on as holiday-makers’ fantasies are fulfilled by hot droids.\nConnoisseurs may guess that this was the 1978 classic Sex World, an X-rated pastiche of the Michael Crichton thriller Westworld.\nI didn’t see it in 1978, I hasten to add. I watched it on a jumpy, white-lined VHS tape in the early 1990s, when I was 18. How today’s teenagers will scoff at the idea of discovering porn so late"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q5234933",
                "wikidata_title": "David Hepworth",
                "wikipedia_title": "David Hepworth",
                "description": "British music journalist",
                "intro": "",
                "x_handle": "davidhepworth",
                "page_url": "https://en.wikipedia.org/wiki/David_Hepworth"
            },
            {
                "qid": "Q5234934",
                "wikidata_title": "David Hepworth",
                "wikipedia_title": "David Hepworth (racing driver)",
                "description": "British racing driver",
                "intro": "David Hepworth (born 28 July 1939, died 2 May 1992) was a British racing driver, who won the British Hill Climb Championship twice, in 1969 and 1971.\nIn the early-mid 1960s Hepworth drove an Austin-Healey 3000 fitted with a Chevrolet engine in both rallies and circuit racing, but by 1968 he was driving a Hepworth-Oldsmobile;  in this he won a Formula Libre race at Croft late in that season.\n\nIn hillclimbing, Hepworth competed in a Repco-Brabham before turning to a self-constructed Hepworth-FF four-wheel drive special. With this car he won the British Hill Climb Championship in 1969 and 1971, in the latter year also becoming the first driver to break the 30-second barrier at Shelsley Walsh.\nHe drove a BRM-Chevrolet P154 (and later a P167) in Interserie racing (a European version of CanAm) between 1972 and 1974. Years later, a team run by Hepworth obtained the last BRM, the 1979 P230, and had it modified to CanAm spec, but the car was crashed and damaged by their test driver before it could be raced.\n\n",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/David_Hepworth_(racing_driver)"
            },
            {
                "qid": "Q94994314",
                "wikidata_title": "",
                "wikipedia_title": "",
                "description": "Wikimedia disambiguation page",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            }
        ],
        "author_str": "david hepworth",
        "article_urls": [
            "https://www.theguardian.com/media/media-blog/2013/oct/13/radio-industry-cool-toys"
        ],
        "article_texts": [
            "In his presentation on the future of the BBC, Tony Hall referred to a clip of a small child trying to open a magazine and deduced that \"to a toddler, a magazine is a tablet that's broken\". But whereas more people are reading magazines than ever before, the radio industry is the branch of the media finding it hardest to attract its next generation of users. One of the reasons is that they're not terribly sure what a radio is. It's got no screen, does only one thing and – get this – it thinks it k"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q6272793",
                "wikidata_title": "Jonathan Cohn",
                "wikipedia_title": "Jonathan Cohn",
                "description": "American writer",
                "intro": "Jonathan Scott Cohn (born 1969) is an American author and journalist who writes mainly on United States public policy and political issues. Formerly the executive editor of The American Prospect and a senior editor at The New Republic, Cohn is now a senior national correspondent at The Huffington Post.",
                "x_handle": "CitizenCohn",
                "page_url": "https://en.wikipedia.org/wiki/Jonathan_Cohn"
            },
            {
                "qid": "Q122782640",
                "wikidata_title": "Jonathan J. Cohn",
                "wikipedia_title": "",
                "description": "American architect",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q57971009",
                "wikidata_title": "Jonathan Cohn",
                "wikipedia_title": "",
                "description": "scientific article published in The Lancet",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            }
        ],
        "author_str": "jonathan cohn",
        "article_urls": [
            "https://www.wired.com/story/big-tech-ethics-bug-bounty/",
            "http://wired.com/story/big-tech-ethics-bug-bounty/"
        ],
        "article_texts": [
            "Rep. Elissa Slotkin (D-Mich.) is projected to win reelection in what turned out to be one of the most intense and expensive races anywhere in the country, according to the Associated Press.\nSlotkin, first elected to Congress as part of the 2018 backlash against former President Donald Trump, was running against Tom Barrett, a Republican state senator, who still does not recognize that Trump lost the 2020 election fairly and cleanly.\nBoth had backgrounds in national security, including service ov",
            "This article is part of HuffPost’s biweekly politics newsletter. Click here to subscribe.\nIt could be days, maybe even weeks, before we know who will control Congress. But here’s one thing about the election we know already: It turned out well for the Democrats and terribly for the Republicans.\nIn a midterm year, when the party in power typically suffers big losses ― and at a time when voters were anxious about inflation and crime, and just plain exhausted from three years of pandemic ― Democrat",
            "DETROIT ― The email arrived a little after 9 a.m. on Election Day. It was an update from Lori Goldman, a Democratic political activist from the northern Detroit suburbs. She was so upset, she said, that she was feeling physically ill.\nJust weeks before, Goldman had been confident of victory ― for an abortion rights initiative on the ballot, for Democrats running for the U.S. House and state legislature and, especially, for incumbent Democratic Gov. Gretchen Whitmer. But now Goldman was hearing f",
            "This article is part of HuffPost’s biweekly politics newsletter. Click here to subscribe.\nNancy Pelosi’s career as Democratic House leader is full of moments when she made a difference in history ― sometimes in front of the cameras, sometimes behind closed doors. Among the latter was a key event in the debate over the Affordable Care Act, at one of several junctures when its very survival was in doubt.\nIt happened in January 2010, after Democrats had lost a special election in Massachusetts that",
            "Trying to figure out how COVID-19 vaccination is going in the U.S. is a lot harder than you might think.\nThere are, on the one hand, all those stories about problems across the country, whether it’s pharmacies throwing away doses because they can’t find people that fit eligibility criteria or it’s senior citizens struggling with online questionnaires to get appointments.\nThere’s also the fact that the coronavirus shots are going into arms a lot more slowly than the Trump administration promised "
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q6129664",
                "wikidata_title": "James Bennet",
                "wikipedia_title": "James Bennet (journalist)",
                "description": "American journalist",
                "intro": "",
                "x_handle": "JBennet",
                "page_url": "https://en.wikipedia.org/wiki/James_Bennet_(journalist)"
            },
            {
                "qid": "Q16031647",
                "wikidata_title": "James Bennet",
                "wikipedia_title": "James Bennet (politician)",
                "description": "New Zealand politician",
                "intro": "James Bennet (1830 – 3 May 1908) was a Liberal Party Member of Parliament in New Zealand.\nBennet was born in Forfarshire, Scotland.Bennet stood in the Tuapeka electorate in the 1887 election and was beaten by the incumbent, James Clark Brown. He represented Tuapeka electorate from 1899 to 1908, when he died.",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/James_Bennet_(politician)"
            },
            {
                "qid": "Q6129666",
                "wikidata_title": "James Bennet",
                "wikipedia_title": "James Bennet (clergyman)",
                "description": "Canadian minister",
                "intro": "",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/James_Bennet_(clergyman)"
            },
            {
                "qid": "Q61988269",
                "wikidata_title": "James Bennet",
                "wikipedia_title": "",
                "description": "English schoolmaster of Hoddesdon",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q26837308",
                "wikidata_title": "James Bennet",
                "wikipedia_title": "James Bennet",
                "description": "Wikimedia disambiguation page",
                "intro": "",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/James_Bennet"
            },
            {
                "qid": "Q104188748",
                "wikidata_title": "James Bennet",
                "wikipedia_title": "",
                "description": "MInister of the Church of Scotland",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q92278539",
                "wikidata_title": "James Bennet",
                "wikipedia_title": "",
                "description": "Minister of the Church of Scotland",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q125242295",
                "wikidata_title": "James Bennet",
                "wikipedia_title": "",
                "description": "United Kingdom ---",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q94266615",
                "wikidata_title": "James Bennet",
                "wikipedia_title": "",
                "description": "",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q94289675",
                "wikidata_title": "James Bennet",
                "wikipedia_title": "",
                "description": "",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            }
        ],
        "author_str": "james bennet",
        "article_urls": [
            "https://www.theatlantic.com/magazine/archive/2012/05/a-portrait-of-the-artist-as-a-young-brand/308933/",
            "https://www.theatlantic.com/magazine/archive/2012/04/creative-destruction/308904/",
            "https://www.theatlantic.com/magazine/archive/2012/11/cover-to-cover/309114/",
            "https://www.nytimes.com/2020/01/13/reader-center/editorial-board-explainer.html",
            "https://www.nytimes.com/2019/09/27/reader-center/impeachment-editorial-board.html"
        ],
        "article_texts": [
            "A Portrait of the Artist as a Young Brand\nIt was really not all that long ago that a “brand” was just a useful symbol for purposes of distinguishing the ownership of one cow from that of another. But over the course of the 20th century, mass producers realized they needed not merely to mark their product with a unique label but to imbue that label with a distinctive personality, or identity. And a brand became a kind of metaphor—a sort of simulacrum of an emotion or idea—that defined, however ga",
            "In the early days of the Republican primary season, during the politically bewildering scramble for advantage in which casino winnings bankrolled “conservative values” and voters struggled to parse who would most compassionately deport the most people (and how), Mitt Romney’s opponents looked up from the melee one day to discover—seemingly to their own surprise as much as everyone else’s—that they were attacking him from what is conventionally considered the left.\nFor a vertiginous moment, as th",
            "Caspar David Friedrich\nJohannes Grave\nPrestel\nCaspar David Friedrich (1774–1840) transformed landscape painting and was undoubtedly the greatest of the German Romantic painters. But his strange, deeply spiritual canvases, which conveyed the numinous experience of nature, lost favor in the final decades of his life, as Romanticism fell out of fashion. Critics and the public took a very long time warming to his work again—perhaps not surprisingly, for although his paintings are overwhelming (in ma",
            "Understanding The Times\nWhat Is an Editorial Board?\nAt The New York Times, it’s an institutional voice, but not the voice of the institution as a whole.\nIn an effort to shed more light on how we work, The Times is running a series of short posts explaining some of our journalistic practices. Read more from this series here.\nThe New York Times editorial board, established in 1896 by Adolph Ochs when he became the newspaper’s publisher, is currently composed of 14 writers and editors drawn from th",
            "Why The Times Editorial Board Supports an Impeachment Inquiry\nAnd what is an editorial board anyway?\nAs the Times editorial board argues in support of the impeachment inquiry into President Trump, it seems like a moment to address two obvious questions.\nWhy is the board making this argument now?\nAnd: what is an editorial board in the first place?\nI’m going to take the questions in reverse order, because the answer to the second provides some context for the answer to the first. Also, the second "
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q7885297",
                "wikidata_title": "Trey Smith",
                "wikipedia_title": "",
                "description": "American actor and DJ",
                "intro": "",
                "x_handle": "treysmith0011",
                "page_url": ""
            },
            {
                "qid": "Q47008640",
                "wikidata_title": "Trey Smith",
                "wikipedia_title": "Trey Smith (offensive lineman)",
                "description": "American football offensive lineman",
                "intro": "Henry Louis \"Trey\" Smith III (born June 16, 1999) is an American football guard for the Kansas City Chiefs of the National Football League (NFL). He played college football at Tennessee before he was drafted by the Chiefs in the sixth round of the 2021 NFL Draft.",
                "x_handle": "smithtrey98",
                "page_url": "https://en.wikipedia.org/wiki/Trey_Smith_(offensive_lineman)"
            },
            {
                "qid": "Q7839614",
                "wikidata_title": "Trey Smith",
                "wikipedia_title": "",
                "description": "author",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q28553762",
                "wikidata_title": "Trey Smith",
                "wikipedia_title": "Trey Smith",
                "description": "Wikimedia disambiguation page",
                "intro": "",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/Trey_Smith"
            },
            {
                "qid": "Q102339077",
                "wikidata_title": "Trey Smith",
                "wikipedia_title": "",
                "description": "Ph.D. Carnegie Mellon University 2007",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q100924658",
                "wikidata_title": "Trey Smith",
                "wikipedia_title": "",
                "description": "college basketball player (2019–2020) San Jose State",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            }
        ],
        "author_str": "trey smith",
        "article_urls": [
            "https://news.vice.com/en/article/pav3gg/quando-rondo-is-putting-savannah-ga-back-on-the-rap-map",
            "https://noisey.vice.com/en/article/mbzvzb/an-elaborate-theory-about-what-happened-when-travis-scott-fell-in-that-hole",
            "https://www.vice.com/en/article/mbzvzb/an-elaborate-theory-about-what-happened-when-travis-scott-fell-in-that-hole",
            "https://broadly.vice.com/en/article/v7dkwj/ray-ban-stories-glasses-coachella"
        ],
        "article_texts": [
            "Savannah, GA often gets overlooked due to its proximity to Atlanta, the current rap capital of the United States, but it has birthed some great artists. Big Boi of OutKast was born there and lived there into his high school years. Camoflauge, who was best known for his 2000 album I Represent and was on his way to becoming a notable figure in the industry before being gunned down in 2003, also called the city home. Now there’s a new rising star emerging from Savannah in Quando Rondo.\nQuando relea",
            "While performing with Drake at a sold-out show in London on February 1, 2017, Travis Scott marched across the stage, took a wrong step, fell into a giant hole, and disappeared completely. Drake looked puzzled as he watched Scott get swallowed up by the Earth mid-sentence. Nine seconds later, Scott reemerged and soldiered on, unphased. A video of the incident soon appeared online and quickly went viral. It was an embarrassing moment for Scott, and not even the first time he’d fallen off stage. Bu",
            "While performing with Drake at a sold-out show in London on February 1, 2017, Travis Scott marched across the stage, took a wrong step, fell into a giant hole, and disappeared completely. Drake looked puzzled as he watched Scott get swallowed up by the Earth mid-sentence. Nine seconds later, Scott reemerged and soldiered on, unphased. A video of the incident soon appeared online and quickly went viral. It was an embarrassing moment for Scott, and not even the first time he’d fallen off stage. Bu",
            "This content was paid for by Ray-Ban. The newsroom was not involved in the creation of this content.\nArriving in Indio, California on a dry and windy 85-degree day this past weekend, I was met by what was by far the biggest crowd I've been around in the past two years. Along with about one hundred thousand other people, I was attending Coachella weekend one, the first iteration of the famed music and arts festival since 2019.\nAs I walked up the path to the main grounds with the other attendees, "
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q6192812",
                "wikidata_title": "Jill Dougherty",
                "wikipedia_title": "Jill Dougherty",
                "description": "American journalist",
                "intro": "Jill Dougherty (born 1949) is an American journalist and academic. She is considered an expert on Russia and the former Soviet Union.\nShe worked as a correspondent for CNN for three decades. She served as White House Correspondent, Foreign Affairs correspondent covering the US State Department, US Affairs Editor, Managing Editor for CNN Asia/Pacific, and for almost a decade, as Moscow Bureau Chief.\nDougherty began her career as a Russian-language broadcaster and writer for Voice of America, USSR Division. After three decades at CNN, she left in 2013, but continues to report on Russia as an analyst and independent consultant.",
                "x_handle": "jillrussia",
                "page_url": "https://en.wikipedia.org/wiki/Jill_Dougherty"
            }
        ],
        "author_str": "jill dougherty",
        "article_urls": [
            "https://www.theatlantic.com/international/archive/2015/04/how-the-media-became-putins-most-powerful-weapon/391062/?utm_source=feed",
            "https://www.theatlantic.com/international/archive/2015/04/how-the-media-became-putins-most-powerful-weapon/391062/"
        ],
        "article_texts": [
            "Vladimir Putin is a news junkie.\nThe Russian president’s press secretary, Dmitry Peskov, didn’t use that expression when we talked by phone, but that’s what he described to me: a man at the center of an ever-churning machine processing vast amounts of news and data at his command.\n“Sometimes we’re wondering what is the limit for a human being for absorbing this huge amount of information,” Peskov told me, “but, well, it’s really a very, very, very heavy job.”\nPeskov, speaking fluent English, des",
            "Vladimir Putin is a news junkie.\nThe Russian president’s press secretary, Dmitry Peskov, didn’t use that expression when we talked by phone, but that’s what he described to me: a man at the center of an ever-churning machine processing vast amounts of news and data at his command.\n“Sometimes we’re wondering what is the limit for a human being for absorbing this huge amount of information,” Peskov told me, “but, well, it’s really a very, very, very heavy job.”\nPeskov, speaking fluent English, des"
        ]
    }
]