[
    {
        "wiki_search_results": [
            {
                "qid": "Q1179926",
                "wikidata_title": "Danny Wallace",
                "wikipedia_title": "Danny Wallace (footballer)",
                "description": "professional footballer (born 1964)",
                "intro": "",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/Danny_Wallace_(footballer)"
            },
            {
                "qid": "Q840900",
                "wikidata_title": "Danny Wallace",
                "wikipedia_title": "Danny Wallace (humorist)",
                "description": "British satirist",
                "intro": "Daniel Frederick Wallace (born 16 November 1976) is a Scottish filmmaker, comedian, writer, actor, and presenter of radio and television. His notable works include the books Join Me and Yes Man, narrating Thomas Was Alone and as Shaun Hastings for the Assassin's Creed game series, and fronting TV series How to Start Your Own Country.",
                "x_handle": "dannywallace",
                "page_url": "https://en.wikipedia.org/wiki/Danny_Wallace_(humorist)"
            }
        ],
        "author_str": "danny wallace",
        "article_urls": [
            "https://www.theguardian.com/travel/2011/feb/19/danny-wallace-twitter-new-zealand"
        ],
        "article_texts": [
            "\"I don't do rock star stuff. I don't wear sunglasses all the time - I tend to wear them when it's sunny. I don't have an entourage, and when I do it's pathetic. Never more than two people.\nI was at a festival in Norway and Rihanna's just arrived with a hundred people. F***ing small army. And I had to go into this room, which was all just racks of clothing and stuff that designers and punters had brought to give to Rihanna. And they all had these cards in front of them, saying: 'Dear Rihanna, we ",
            "Don't tell my wife, but for the past two or three weeks I have been receiving sporadic late-night emails from a stranger named Raul.\nI know nothing about Raul. I don't know where in the world he is sending these from, nor even what he does for a living.\nI'm also starting to suspect that Raul isn't Raul at all.\nI'm starting to suspect Raul might in fact be the very man I'm trying to convince Raul to let me meet.\nA man who is every bit as mysterious as the mysterious Raul.\nAbout ten years ago I wa",
            "It is a quarter past midnight on a street 11,000 miles away and I have found myself leaning against a wall between a drunk Israeli student and a tramp. There is also a puppeteer called Ben, fiddling with his wallet.\nI am filled with optimism.\n\"I'm very much looking forward to this burger,\" I say to the Israeli guy, and he smiles, nods and says he is too.\nBecause this burger is no ordinary burger. This burger is apparently quite out of the ordinary. It's a White Lady hamburger, sold from the side",
            "In 1986 or maybe 1987, I remember going round to my friend Duncan's house on a Saturday afternoon and the very worst thing possible happening. Duncan did not want to play football. Instead, Duncan pulled down a board game from the top of his cupboard and said, \"Let's play this - you'll love it!\"\nLike an idiot, I stepped closer. Duncan wanted to play something called The Warlock Of Firetop Mountain.\n\"What do you have to do?\" I asked, eyes bright, trying to show willing.\n\"You have to travel throug",
            "Ask Noel Gallagher whatever you want, and he'll tell you whatever he thinks. And upstairs at the Groucho - over three bowls of miniature sausages and a plate of chips - the 46-year-old is in full flight.\nOn One Direction: \"F***ing idiots. Bless 'em.\nBless 'em, but f*** 'em at the same time.\"\nOn backstage riders: \"I've seen seeds in Coldplay's dressing room. F***ing seeds!\nWhere's the parrot?\"\nOn radio promos: \"Why have I got to be there at seven in the morning? Who's listening at fing seven in t"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q23301491",
                "wikidata_title": "Nils Pratley",
                "wikipedia_title": "Nils Pratley",
                "description": "British journalist",
                "intro": "Nils Martin Pratley (born 21 May 1967) is a British journalist. He is financial editor of The Guardian.\n\n",
                "x_handle": "NilsPratley",
                "page_url": "https://en.wikipedia.org/wiki/Nils_Pratley"
            }
        ],
        "author_str": "nils pratley",
        "article_urls": [
            "https://www.theguardian.com/business/nils-pratley-on-finance/2020/jan/28/neil-woodford-followers-will-get-very-little-for-their-loyalty",
            "https://www.theguardian.com/business/nils-pratley-on-finance/2021/jul/12/why-is-lord-rothermere-taking-daily-mail-and-general-trust-private",
            "https://www.theguardian.com/business/nils-pratley-on-finance/2022/jan/24/if-jeremy-grantham-is-talking-about-a-us-superbubble-we-should-listen",
            "https://www.theguardian.com/business/2021/nov/21/darktrace-boss-in-bid-to-counter-citys-dim-view-of-track-record",
            "https://www.theguardian.com/business/nils-pratley-on-finance/2022/feb/22/talk-eu-energy-crisis-premature-nothing-guaranteed"
        ],
        "article_texts": [
            "Escapees from Neil Woodford’s Equity Income Fund worked out for themselves that the once-feted stock-picker was picking a lot of duds. They fled the fund in droves, triggering the liquidity crisis, followed by the suspension of dealings and the eventual winding-up. It is still shocking, though, to see how little Woodford loyalists will get.\nThe first distribution will be 48p-58p, depending on whether investors held an income or accumulation class of share. The higher number is a fairer guide to ",
            "The mystery is why Lord Rothermere, a cut above your regular buyout baron, wishes to take Daily Mail and General Trust private. He and his family already own all the voting shares in DMGT, on top of 30% of the quoted and non-voting “A” shares, so it’s not as if he suffers under the shackles of the corporate governance police. DMGT has been able to invest – very successfully – for 30 years outside the newspaper business and in directions conventional stock market companies might struggle to expla",
            "Jeremy Grantham’s warning that share prices are heading for a mighty fall is just part of the new year financial calendar, say his critics. On this occasion, however, the British co-founder of Boston-based fund manager GMO and highly regarded observer of stock market bubbles, may have got his timing spot-on.\nCertainly “Let the Wild Rumpus Begin” was a terrific title for Grantham’s piece last week: a rumpus is roughly what we’re seeing, at least if one looks at the US, where the technology-heavy ",
            "Darktrace, the cybersecurity specialist, is not a company that lives in the shadows. Its logo has a prominent place on the rear wings of McLaren F1 racing cars, thanks to a sponsorship deal that will not be cheap. And, since it entered the FTSE 100 index last month, its shares have been notable for regularly being among the top 10 daily risers or fallers.\nIndeed, volatility has been the pattern since its IPO in May, at 250p. The shares had quadrupled by September, briefly giving it a £7bn valuat",
            "Weren’t stock markets meant to plunge when Russian troops were ordered over the border into Ukraine? Well, the FTSE 100 index opened 100 points lower, which fitted the script, but it quickly rebounded and spent most of the day in positive territory. It closed up 10 points: basically flat.\nIt was a reminder, for the umpteenth time, that stock markets are a reliably unreliable guide to geopolitics. As the fund manager Terry Smith points out often, trying to time macro events is virtually impossibl"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q5521916",
                "wikidata_title": "Garance Franke-Ruta",
                "wikipedia_title": "Garance Franke-Ruta",
                "description": "American journalist",
                "intro": "Garance Franke-Ruta was most recently the executive editor of GEN by Medium. She has worked as Washington editor of Yahoo News and editor in chief of Yahoo Politics, Voices columnist and politics editor of The Atlantic Online, national web politics editor for the Washington Post, senior editor at the American Prospect and senior writer at the Washington City Paper, D.C.'s alternative weekly newspaper. Her work has also appeared in Medium magazine, New York, The Wall Street Journal, The Atlantic, The New Republic, Slate, Salon, The Washington Monthly, Legal Affairs, Utne Reader and National Journal. After first attending Hunter College, she transferred to Harvard University, where she graduated magna cum laude in 1997.",
                "x_handle": "thegarance",
                "page_url": "https://en.wikipedia.org/wiki/Garance_Franke-Ruta"
            }
        ],
        "author_str": "garance franke-ruta",
        "article_urls": [
            "https://www.theatlantic.com/politics/archive/2013/11/gene-sperling-democrats-wont-help-the-gop-undo-obamacare/281501/",
            "https://www.theatlantic.com/politics/archive/2013/12/3-big-obamacare-numbers-to-start-off-the-new-year/282749/",
            "https://www.theatlantic.com/magazine/archive/2013/04/miss-education/309267/",
            "https://www.theatlantic.com/politics/archive/2013/12/3-big-obamacare-numbers-to-start-off-the-new-year/282749/#main-content",
            "https://www.theatlantic.com/politics/archive/2013/12/is-the-effort-to-repeal-obamacare-finally-dead/281971/"
        ],
        "article_texts": [
            "Gene Sperling: Democrats Won't Help the GOP Undo Obamacare\nThe director of the National Economic Council criticized a Republican proposal that would undo a central facet of the Affordable care Act.\nPresident Obama spoke at length Thursday about his plans to address the concerns of millions of Americans who are seeing their existing insurance plans cancelled as a result of the roll-out of the last major phase of the Affordable Care Act.\nMeanwhile, at the Washington Ideas Forum, White House Nation",
            "The big news from the Department of Health and Human Services and from Congress as 2013 drew to close is the number of people who are poised to benefit from coverage under the Affordable Care Act as the new year begins.\n- More than 2.1 million have enrolled in private-sector health insurance through the state and federal exchanges. This is more than a million people short of projections for the first three months of open enrollment and doubtless reflects the fact that the federal Healthcare.gov ",
            "In her new book, Lean In, Sheryl Sandberg, Facebook’s chief operating officer, recounts a warning she delivered to Harvard Business School students in 2011. “About one-third of the women in this audience will be working full-time” in 15 years, she told them. “And almost all of you will be working for the guy you are sitting next to.”\nSurveying the stubborn gender inequalities of the early-21st-century workplace, Sandberg has written what might best be described as a cross between a feminist trea",
            "If the repeal-Obamacare movement is dead, as Salon's Brian Beutler argues today, no one told conservative columnist Erick Erickson, who writes today at RedState (emphasis added):\nConservatives need to keep their focus on the law overall. The website is a reflection of a terrible law. The law is causing millions to lose insurance, millions more to pay more for insurance, and the best the Democrats can do is claim it’d work well if the GOP didn’t think nasty thoughts about it.\nAs we all get back t",
            "What it's like when the worst years of your life get rolled up into an Oscar-nominated documentary\n\"Remember when they burnt those people's house down?\" Spencer Cox asks.\nWe are at a reunion dinner for about half a dozen people at a restaurant on the edge of Soho. I haven't seen him since the mid-1990s. He looks unwell. It's late September, 2012. On Nov. 30 we're on a panel together for World AIDS Day at St. Luke's-Roosevelt Hospital Center. By Dec. 18 he is dead.\nI don't remember, so I look it "
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q16186980",
                "wikidata_title": "Gershon Baskin",
                "wikipedia_title": "Gershon Baskin",
                "description": "political activist",
                "intro": "Gershon Baskin (Hebrew: גרשון בסקין; born May 2, 1956) is an Israeli columnist, social and political activist, and a researcher of the Israeli–Palestinian conflict and peace process. In 2022-2023, (prior to October 7), Baskin was running three separate secret back channels between significant Israelis and Palestinians mainly looking toward the \"day after\" political changes would take place in Israel and Palestine.\nApart from his journalistic work, Baskin has been active in establishing companies and organizations which bring together Israelis, Palestinians and other Arab participants, dedicated to mutual understanding, as well as mutually beneficial social and economic projects. He describes himself as a social and political entrepreneur.\nBaskin is the Middle East Director of International Communities Organisation. ICO is a UK-based NGO working in conflict zones with failed peace processes.\n\n",
                "x_handle": "gershonbaskin",
                "page_url": "https://en.wikipedia.org/wiki/Gershon_Baskin"
            }
        ],
        "author_str": "gershon baskin",
        "article_urls": [
            "https://www.jpost.com/opinion/in-pursuit-of-equality-separate-is-not-equal-562385",
            "https://www.jpost.com/opinion/article-709508",
            "https://www.jpost.com/opinion/article-717159",
            "https://www.jpost.com/opinion/article-721324",
            "https://www.jpost.com/opinion/article-723189"
        ],
        "article_texts": [
            "\"'Rockets will fall in Tel Aviv during the next war, and you will be in the battle field,' Paratroopers Brigade commander Col. Aharon Haliva said last week as he spoke to reservists at Elyakim base.\" This comment reflects the hawkish view in the Israeli army that contends that, sooner of later (mostly sooner), Israel will have to conduct another Cast Lead-type operation in Gaza, but this time the end game will be bringing down the Hamas government. Those in the military with a bit more understan",
            "We need Netanyahu.\nNot because a Netanyahu government will more effectively rebuild the Israeli left. Not because I believe that for it to get better it has to get a lot worse, though both may be true. But because there is no one, absolutely no one in the Israeli political arena who has the capability of delivering a peace deal that the Israeli mainstream (meaning both the peace skeptics like Kadima voters and the religious and right of center people who together compose the vast majority of Isr",
            "I was pleased when, several weeks ago, Larry Cohler-Esses called me and asked my advice about his Cairo interview with Hamas leader Dr. Mousa Abu Marzook.\nI told him that, over the six years that I have been dealing with Hamas, I’ve learned that, contrary to what I’d been taught, Hamas is first and foremost a Palestinian national movement, and only secondly an Islamic religious movement. Were they first a religious movement guided by the word of God, change and reform would be nearly impossible.",
            "The diplomatic escalation of words and actions between Israel and the world has only just begun. Israeli Prime Minister Netanyahu does not hide his decision to expand Israeli settlement building in the occupied territories in the face of global criticism, because in fact it serves him very well in his own re-election campaign. This is especially true when it comes to European criticism, less so when it comes from the White House. But, nonetheless, Barack Obama is not very popular with Netanyahu’",
            "The Palestinians and the Israelis will not give the newly re-elected President time to breathe. In November, Palestinian leader Mahmoud Abbas will request that the General Assembly recognize Palestine as a non-member state with observer status. The Israeli government has decided that the Palestinians should be punished for their chutzpah in doing exactly what Israel did in 1948 and 1949—trying to get international recognition of their existence as a State. Obama will also need to take decisive a"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q16149090",
                "wikidata_title": "Lauren Ash",
                "wikipedia_title": "Lauren Ash",
                "description": "Canadian actress",
                "intro": "",
                "x_handle": "lauren_ash",
                "page_url": "https://en.wikipedia.org/wiki/Lauren_Ash"
            },
            {
                "qid": "Q18685595",
                "wikidata_title": "Lauren Daigle",
                "wikipedia_title": "Lauren Daigle",
                "description": "American singer and songwriter (born 1991)",
                "intro": "",
                "x_handle": "lauren_daigle",
                "page_url": "https://en.wikipedia.org/wiki/Lauren_Daigle"
            },
            {
                "qid": "Q48471874",
                "wikidata_title": "Lauren Underwood",
                "wikipedia_title": "Lauren Underwood",
                "description": "U.S. Representative from Illinois",
                "intro": "",
                "x_handle": "LUnderwood630",
                "page_url": "https://en.wikipedia.org/wiki/Lauren_Underwood"
            },
            {
                "qid": "Q59676175",
                "wikidata_title": "Lauren A. Edgar",
                "wikipedia_title": "",
                "description": "researcher ORCID ID = 0000-0001-7512-7813",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q2779195",
                "wikidata_title": "Lauren Wenger",
                "wikipedia_title": "Lauren Wenger",
                "description": "American water polo player",
                "intro": "Lauren Ashley Wenger (born March 11, 1984) is an American water polo player for the University of Southern California, who received the 2006 Peter J. Cutino Award as the best collegiate water polo player among Division I NCAA teams. Her position is two-meter defender.",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/Lauren_Wenger"
            },
            {
                "qid": "Q17598047",
                "wikidata_title": "Lauren Ashley Carter",
                "wikipedia_title": "Lauren Ashley Carter",
                "description": "American actress",
                "intro": "",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/Lauren_Ashley_Carter"
            },
            {
                "qid": "Q21388645",
                "wikidata_title": "Lauren G. Ashman",
                "wikipedia_title": "",
                "description": "entomologist",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q76155443",
                "wikidata_title": "Lauren Ashley St. George",
                "wikipedia_title": "",
                "description": "(born 1982)",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q76207036",
                "wikidata_title": "Lauren Ashley Webb",
                "wikipedia_title": "",
                "description": "(born 1987)",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q16233950",
                "wikidata_title": "Lauren-Ashley",
                "wikipedia_title": "Lauren-Ashley",
                "description": "Country singer",
                "intro": "",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/Lauren-Ashley"
            }
        ],
        "author_str": "lauren ash",
        "article_urls": [
            "https://ew.com/tv/2017/02/03/superstore-lauren-ash-ladies-lunch/"
        ],
        "article_texts": [
            "Superstore: Lauren Ash on the 'extensive research' she did for 'Ladies' Lunch' episode\nEvery week, the cast and crew of NBC's megastore-comedy, Superstore, are taking EW readers behind the scenes of each episode. This week, actress Lauren Ash, who plays Dina, clues us in on what really went down in the twelfth episode of season 2, \"Ladies' Lunch.\"\nWhen I read the script for \"Ladies' Lunch,\" I was ecstatic. Finally. It's what I have always been waiting for! Years of exhaustive research were actua"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q20967205",
                "wikidata_title": "Yascha Mounk",
                "wikipedia_title": "Yascha Mounk",
                "description": "German-American political scientist",
                "intro": "Yascha Benjamin Mounk (born 10 June 1982) is a German-American political scientist and author. He is Associate Professor of the Practice of International Affairs at Johns Hopkins University's School of Advanced International Studies in Washington, D.C. In July 2020, he founded Persuasion, an online magazine devoted to defending the values of free societies.\nAs a freelance journalist, Mounk has written for the New York Times, The Wall Street Journal, Foreign Affairs, Slate, and German weekly newspaper Die Zeit, of which he has been co-editor since 2023.\n\n",
                "x_handle": "Yascha_Mounk",
                "page_url": "https://en.wikipedia.org/wiki/Yascha_Mounk"
            }
        ],
        "author_str": "yascha mounk",
        "article_urls": [
            "https://foreignpolicy.com/2017/12/29/2017-was-the-year-of-false-promise-for-populism/"
        ],
        "article_texts": [
            "We don’t yet know the full ramifications of the novel coronavirus. But three crucial facts have become clear in the first months of this extraordinary global event. And what they add up to is not an invocation to stay calm, as so many politicians around the globe are incessantly suggesting; it is, on the contrary, the case for changing our behavior in radical ways—right now.\nThe first fact is that, at least in the initial stages, documented cases of COVID-19 seem to increase in exponential fashi",
            "Ever since Donald Trump made Twitter his preferred medium for communicating with the country, the platform has taken an outsize hold on the American imagination. Once a forum on which users could discuss the day’s news, Twitter now just as often sets the day’s agenda.\nBeing active on Twitter has practically become part of the job description for some of the most influential people in the country. Any politician, journalist, or CEO who does not engage with social media gives up a precious chance ",
            "Germany’s risky law for stopping hate speech on Facebook and Twitter\nIllustration by Doug Chayka\nIf the internet is to be believed, 1,000 immigrants—many of them refugees from Syria—descended on the center of the German city of Dortmund on New Year’s Eve in 2016. Aggregating even wilder online reports, Politically Incorrect News, a German far-right web site, wrote that “the invading hordes” shouted “Allahu Akbar” as 1,000 men “threw fireworks at the police” and at a local church.\nThe internet, o",
            "What the rise of populist movements means for democracy.\nIllustration by Thomas Fuchs\nIn 1830, the King of France sent a young engineer to England to study a sensational invention: a steam train that ferried passengers from Manchester to Liverpool. Once he arrived, as Tony Judt recounts in The Memory Chalet, the engineer\nsat by the track taking copious notes as the sturdy little engine faultlessly pulled the world’s first railway train back and forth between the two cities. After conscientiously",
            "Evo Morales has been attacking Bolivia’s democracy for many years. Since coming to office in 2006, the socialist president has concentrated ever more authority in his own hands, denounced the opposition in aggressive terms, and placed loyalists in key institutions, from the country’s public broadcaster to its highest court.\nLike many populists on both the left and the right, Morales claimed to wield power in the name of the people. But after weeks of mass protests in La Paz and other Bolivian ci"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q6271357",
                "wikidata_title": "Jon Pareles",
                "wikipedia_title": "Jon Pareles",
                "description": "American journalist",
                "intro": "Jon Pareles (born October 25, 1953) is an American journalist who is the chief popular music critic in the arts section of The New York Times.\n\n",
                "x_handle": "JonPareles",
                "page_url": "https://en.wikipedia.org/wiki/Jon_Pareles"
            }
        ],
        "author_str": "jon pareles",
        "article_urls": [
            "https://www.nytimes.com/2015/12/13/arts/music/best-albums-of-2015.html"
        ],
        "article_texts": [
            "Album Review\n‘Wakanda Forever’ Forges International Alliances on a Somber Soundtrack\nRihanna, Burna Boy, Snow Tha Product and Stormzy perform songs from and inspired by the second “Black Panther” movie.\nThe Black Panther films shoulder far more responsibilities than the many other products of the Marvel Cinematic Universe. They’re expected not only to deliver action, thrills and special effects, but to remediate an entire genre’s longstanding stereotypes and to provide honorable representation f",
            "Peter Green, Fleetwood Mac’s Founder, Is Dead at 73\nOne of England’s finest blues guitarists, he wrote most of the group’s early songs. But he left the group after taking LSD, saying he wanted to change his life.\nPeter Green, the English guitarist and singer who founded Fleetwood Mac, died on Saturday. He was 73.\nHe died in his sleep, according to a statement from his family’s solicitors, Swan Turton. The statement did not say where he died or what the cause was.\nMr. Green drew deeply on America",
            "Best Albums of 2022\nThe most effective artists of the year weren’t afraid to root around deep inside and boldly share the messiness, the complexities and the beauty of their discoveries.\nJon Pareles | Jon Caramanica | Lindsay Zoladz\nJon Pareles\nA Cornucopia of Ideas\nIf there’s one thing that unites my favorite albums of 2022, it’s a sense of creative abundance: of ideas spilling out so fast that songs can barely contain them, and of artists ready to follow their impulses toward revelatory extrem",
            "The Best in Culture 2015\nThe Best Albums of 2015\nThe music critics of The New York Times share their picks for the best pop and jazz albums of the year.\nJon Pareles\n1. Kendrick Lamar “To Pimp a Butterfly” (Top Dawg/Aftermath/Interscope) Monumentally ambitious and just as ambivalent, Kendrick Lamar shoulders a spokesman’s burdens on “To Pimp a Butterfly,” an album-length immersion in all the choices and contradictions facing a rapper with a conscience. Race, poverty, fame, lust, cultural heritage"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q6273145",
                "wikidata_title": "Jonathan Franklin",
                "wikipedia_title": "Jonathan Franklin",
                "description": "American journalist",
                "intro": "Jonathan Franklin (born 6 September 1964) is an American book author, investigative journalist and TV commentator on Latin American politics and news.",
                "x_handle": "FranklinBlog",
                "page_url": "https://en.wikipedia.org/wiki/Jonathan_Franklin"
            },
            {
                "qid": "Q98396761",
                "wikidata_title": "Jonathan Franklin",
                "wikipedia_title": "",
                "description": "researcher",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q112441596",
                "wikidata_title": "Jonathan F. Vance",
                "wikipedia_title": "",
                "description": "Canadian military historian",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            }
        ],
        "author_str": "jonathan franklin",
        "article_urls": [
            "https://www.wired.co.uk/article/thai-cave-rescue-psychology"
        ],
        "article_texts": [
            "Trapped underground for eleven days, unsure of whether they would starve to death or drown, the boy’s football team stuck in a labyrinthine cave system in Northern Thailand are fortunate in one regard: they are already organised as a cohesive unit.\nGroup survival in extreme environments requires leadership, teamwork and designated roles, all of which are requirements of being part of a young squad of footballers, and will be augmented by the presence of a 25-year old coach.\nLike the Chilean mine"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q3807796",
                "wikidata_title": "Jeff Taylor",
                "wikipedia_title": "Jeff Taylor (basketball)",
                "description": "American basketball player (1960-2020)",
                "intro": "",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/Jeff_Taylor_(basketball)"
            },
            {
                "qid": "Q6175130",
                "wikidata_title": "Neilson Taylor",
                "wikipedia_title": "Jeff Taylor (footballer)",
                "description": "English footballer and singer (1930–2010)",
                "intro": "",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/Jeff_Taylor_(footballer)"
            },
            {
                "qid": "Q101115991",
                "wikidata_title": "Jeff Taylor",
                "wikipedia_title": "Jeff Taylor (politician)",
                "description": "American political scientist and politician",
                "intro": "Jeffrey Taylor (born January 30, 1961) is an American political scientist, politician, and a Republican Party member of the Iowa Senate from District 2 since January 11, 2021.",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/Jeff_Taylor_(politician)"
            },
            {
                "qid": "Q6175126",
                "wikidata_title": "Jeff Taylor",
                "wikipedia_title": "Jeff Taylor (entrepreneur)",
                "description": "American businessman",
                "intro": "",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/Jeff_Taylor_(entrepreneur)"
            },
            {
                "qid": "Q6175132",
                "wikidata_title": "Jeff Taylor",
                "wikipedia_title": "Jeff Taylor (journalist)",
                "description": "American journalist",
                "intro": "",
                "x_handle": "jefftayloredits",
                "page_url": "https://en.wikipedia.org/wiki/Jeff_Taylor_(journalist)"
            },
            {
                "qid": "Q99596419",
                "wikidata_title": "Jeff Taylor",
                "wikipedia_title": "",
                "description": "musician",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q118918046",
                "wikidata_title": "Jeff Taylor",
                "wikipedia_title": "Jeff Taylor (musical artist)",
                "description": "musical artist",
                "intro": "",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/Jeff_Taylor_(musical_artist)"
            },
            {
                "qid": "Q18688635",
                "wikidata_title": "Jeff Taylor",
                "wikipedia_title": "",
                "description": "American-born media scholar and amateur musician (1948-2007)",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q100933591",
                "wikidata_title": "Jeff Taylor",
                "wikipedia_title": "",
                "description": "college basketball player (1995–1995) Fairfield",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q100986412",
                "wikidata_title": "Jeff Taylor",
                "wikipedia_title": "",
                "description": "college basketball player (1995–1996) Samford",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            }
        ],
        "author_str": "jeff taylor",
        "article_urls": [
            "https://newrepublic.com/article/127060/secret-great-art-forgeries",
            "https://reason.com/2006/06/12/a-fallible-fed/",
            "https://reason.com/2006/11/02/conan-the-deployer/",
            "https://reason.com/2006/07/29/hate-not-terror/",
            "https://reason.com/1990/12/01/wooly-bullies/"
        ],
        "article_texts": [
            "Forging an entire world\nAll forgers learn from their predecessors, and the German forger Wolfgang Beltracchi (born 1951) built upon these cunning techniques. In French and German gallery exposition catalogues dating from the 1910s and 1920s, he searched for paintings considered forever lost, ones whose images had never been replicated and reprinted. Since only titles existed, Beltracchi would produce counterfeits according to the title.\nSimilar to the other forgers before him, Beltracchi saw him",
            "A Fallible Fed\nNewsflash: Bernanke not omniscient\nFederal Reserve Board Chairman Ben Bernanke has quickly learned that the Fed chief never gets a day off. There is always someone trying to get inside your head. Bernanke's, (and by extension the Fed's) thoughts on inflation drove a skittish Dow Jones to a 500-point sell-off last week. Now this week the release of new inflation numbers by the Labor Department has the potential to roil markets even more. What is Bernanke to do?\nShut up is pretty so",
            "Conan the Deployer\nSome 17 points up in his re-election race, California Governor Arnold Schwarzenegger has uncorked an executive order to speed up the deployment of broadband across California. Or so the order claims.\nThere is nothing obviously offensive in the order itself, just some rather obvious bandwagon hopping by the Golden State's terminator-in-chief mixed with some vague streamlining of rights-of-way management. This could actually amount to something good, however, as questions about ",
            "Hate. Not Terror.\nHate.\nThat — so far — is the semi-official motive for the shooting of six women by a Muslim man at a Seattle Jewish community center. One woman died in the attack.\n\"I'm a Muslim American; I'm angry at Israel,\" Naveed Afzal Haq, 30, is reported to have yelled before he started shooting.\nThe attack also came after the official federal anti-terror agency, the FBI, warned Jewish organizations nationwide that the most recent spate of violence in Middle East could prompt attacks on t",
            "Washington: Woolly Bullies\nIt has become a familiar pattern in recent years. Both houses of Congress pass a protectionist textile bill only to have it killed by a president committed, more or less, to free trade.\nBut for a while there was reason to think the Textile, Apparel, and Footwear Trade Act of 1990 would be different. By appealing to other manufacturing interests and agribusiness supporters worried about the outcome of the 97-nation General Agreement on Tariffs and Trade talks, the texti"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q84509344",
                "wikidata_title": "Sam Stein",
                "wikipedia_title": "",
                "description": "Politics Editor at The Daily Beast and an MSNBC contributor",
                "intro": "",
                "x_handle": "samstein",
                "page_url": ""
            },
            {
                "qid": "Q7408199",
                "wikidata_title": "Sam Stein",
                "wikipedia_title": "Sam Stein",
                "description": "American poker player",
                "intro": "",
                "x_handle": "KingKobeMVP",
                "page_url": "https://en.wikipedia.org/wiki/Sam_Stein"
            },
            {
                "qid": "Q98931452",
                "wikidata_title": "Shlomo Steinberg",
                "wikipedia_title": "",
                "description": "Lithuanian-born, Jewish-American,  Yiddish playwright",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q3471229",
                "wikidata_title": "Sam Steinberg",
                "wikipedia_title": "Sam Steinberg",
                "description": "Canadian businessman",
                "intro": "",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/Sam_Steinberg"
            },
            {
                "qid": "Q84039819",
                "wikidata_title": "Samuel J. Steiner",
                "wikipedia_title": "Samuel J. Steiner",
                "description": "American Mennonite historian",
                "intro": "Samuel J. Steiner (born 18 September 1946 in North Lima, Ohio) is an American-Canadian historian, author, and archivist. Steiner moved to Canada in 1968 as a draft resister, where he became a historian and archivist at Conrad Grebel University College in Waterloo, Ontario, and was the founding editor of the Global Anabaptist Mennonite Encyclopedia. He has authored five books about Mennonite history, including a biography of Jacob Yost Shantz and is considered an authority on Ontario Mennonite history.",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/Samuel_J._Steiner"
            },
            {
                "qid": "Q7408201",
                "wikidata_title": "Sam Steinberg",
                "wikipedia_title": "Sam Steinberg (artist)",
                "description": "American artist (1896-1982)",
                "intro": "",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/Sam_Steinberg_(artist)"
            }
        ],
        "author_str": "sam stein",
        "article_urls": [
            "https://www.huffpost.com/entry/donald-trump-david-duke_n_56d31097e4b0871f60ebbd35",
            "https://www.huffpost.com/entry/obama-police-militarization-_n_5689242",
            "https://www.thedailybeast.com/abortion-more-scotus-watchers-are-concerned-about-campaign-dollardollardollar-poll",
            "https://www.thedailybeast.com/how-mazie-hirono-took-on-cancer-before-turning-her-sights-to-trumpcare",
            "https://www.thedailybeast.com/schumer-urged-trump-to-pick-merrick-garland-for-scotus"
        ],
        "article_texts": [
            "Three times on Sunday morning, Donald Trump was given the chance to disavow the support his campaign is getting from white supremacist groups. And three times, he balked.\nAppearing on CNN’s \"State of the Union,\" Trump was pressed by host Jake Tapper to distance himself from David Duke, a former KKK leader who has supported Trump’s campaign and gone so far as to say that a vote against the businessman would be a \"treason to your heritage.\"\nHere was answer No. 1:\nJust so you understand. I don't kn",
            "WASHINGTON -- Appearing at the White House during a respite from his vacation, President Barack Obama on Monday offered support for a review of the militarization of local law enforcement.\nAddressing the ongoing strife in Ferguson, Missouri, Obama sought a balanced resolution. He urged looters to stop commandeering a legitimate civil rights protest, and called on the police to further respect the rights of protesters. His most noteworthy remarks came when asked about the machinery being deployed",
            "The future of abortion rights in America does not appear to be the most galvanizing issue for voters when it comes to who President Donald Trump will select as his next Supreme Court nominee. That honor, according to a new Daily Beast/Ipsos poll, goes to the immense concerns many voters have about the role money plays in U.S. politics.\nBy overwhelming majorities, voters in each political party said they opposed the Supreme Court’s 2010 Citizens United decision to allow businesses and corporation",
            "As she sat in the Senate, readying a final speech against the Republican Party’s last-ditch attempt to repeal Obamacare, Mazie Hirono’s (D-HI) thoughts drifted to her torso.\nA month earlier, she’d undergone surgery stemming from a kidney cancer diagnosis. Doctors took out her seventh rib and with it a tumor. In place of bone was now a 7-inch long titanium plate screwed to the rib’s remaining ends.\nNeedless to say, it was a painful procedure. But Hirono returned to work quickly. Now, as the Senat",
            "Earlier this week, Senate Minority Leader Chuck Schumer (D-NY) made a last-ditch effort to persuade President Donald Trump to nominate a moderate-minded justice to the Supreme Court.\nIn a phone call on Tuesday, the Washington Post first reported, Schumer urged the president to pick Judge Merrick Garland to replace retiring Justice Anthony Kennedy, a source familiar with the call between the two confirmed to The Daily Beast.\nGarland was famously nominated by Barack Obama for the Supreme Court onl"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q37831509",
                "wikidata_title": "Jeffrey L. Goldberg",
                "wikipedia_title": "",
                "description": "ophthalmologist",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q6176005",
                "wikidata_title": "Jeffrey Goldberg",
                "wikipedia_title": "Jeffrey Goldberg",
                "description": "American journalist",
                "intro": "Jeffrey Mark Goldberg (born September 22, 1965) is an American journalist and editor-in-chief of The Atlantic magazine. During his nine years at The Atlantic prior to becoming editor, Goldberg became known for his coverage of foreign affairs. Goldberg became moderator of the PBS program Washington Week (rebranded as Washington Week with The Atlantic) in August 2023, while continuing as The Atlantic's editor.\n\n",
                "x_handle": "JeffreyGoldberg",
                "page_url": "https://en.wikipedia.org/wiki/Jeffrey_Goldberg"
            },
            {
                "qid": "Q114354064",
                "wikidata_title": "Jeffrey Goldberg",
                "wikipedia_title": "",
                "description": "Real Estate Developer",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q89321706",
                "wikidata_title": "Jeffrey M Goldberg",
                "wikipedia_title": "",
                "description": "researcher",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            }
        ],
        "author_str": "jeffrey goldberg",
        "article_urls": [
            "https://www.theatlantic.com/magazine/archive/2009/07/15-ways-to-fix-the-world/307558/",
            "https://www.theatlantic.com/magazine/archive/2008/11/the-things-he-carried/307057/",
            "https://www.theatlantic.com/magazine/archive/2013/03/six-degrees-of-sally-oren/309230/",
            "https://www.theatlantic.com/magazine/archive/2013/05/whats-your-problem/309286/",
            "https://newrepublic.com/article/63500/the-usual-suspect"
        ],
        "article_texts": [
            "\"Make no little plans,\" said President Barack Obama last spring as he rolled out a pitch for a high-speed rail network—yet another presidential initiative to lift America out of recession and chart a new national course. In that spirit, The Atlantic offers a few modest proposals for making the world a better place.\nRent Your Own Home\nBy Felix Salmon\nUnleash the Dogs of Peace\nBy James S. Gibney\nGive Up on Democracy in Afghanistan\nBy Andrew J. Bacevich\nPrivatize the Seas\nBy Gregg Easterbrook\nTell ",
            "The Things He Carried\nAirport security in America is a sham—“security theater” designed to make travelers feel better and catch stupid terrorists. Smart ones can get through security with fake boarding passes and all manner of prohibited items—as our correspondent did with ease.\n\"When the TSA Touched My Genitals\"\nWhat happens when a flyer opts out of the imaging scan\n\"Pilots Revolt Against TSA\"\nPilots are not allowed to carry onboard pocket knives and bottles of shampoo, but they're allowed to f",
            "Scholars of Middle East politics and students of the San Francisco–centered psychedelic-rock movement of the 1960s have for years asked the same vexing question: Just how many degrees of separation exist between Israeli Prime Minister Benjamin Netanyahu and the Grateful Dead’s Jerry Garcia?\nThe answer, it turns out, is one. The person who connects Benjamin Netanyahu directly to Jerry Garcia—and Shimon Peres to Jim Morrison, and, for that matter, Palestinian Authority President Mahmoud Abbas to J",
            "Problem: My Neighbor Is Having Shockingly Loud Sex All the Time\nTry blasting recordings of chimpanzees. Our advice columnist to the rescue.\nQ: I live in an apartment building, and my next-door neighbors, with whom I share a wall, often engage in high-volume lovemaking. Live and let live, I say, but not at 1:30 in the morning. Or at 5:45 in the morning. I need my sleep. I’ve already slipped a note under their door alerting them that I hear strange noises coming from their apartment. But can I do ",
            "And yet even the charge that Jewish organizations took us to war in Iraq is not the low point in Mearsheimer and Walt's book. Its most sinister accomplishment is surely the accusation that Al Qaeda attacked America because America supports the Jewish state. Again, Mearsheimer and Walt are convinced that the America-Israel connection is what moves bin Laden. At Politics and Prose, Mearsheimer uttered this remarkable statement: \"Osama bin Laden wanted very much to make sure that the attacks struck"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q107303525",
                "wikidata_title": "Liam O'Dell",
                "wikipedia_title": "",
                "description": "Journalist",
                "intro": "",
                "x_handle": "liamodelluk",
                "page_url": ""
            }
        ],
        "author_str": "liam o'dell",
        "article_urls": [
            "https://www.businessinsider.com/twitter-could-use-phone-numbers-to-help-verify-user-accounts-2021-8",
            "http://www.businessinsider.com/twitter-could-use-phone-numbers-to-help-verify-user-accounts-2021-8"
        ],
        "article_texts": [
            "- Twitter told Insider it could start checking users' phone numbers to improve account verification.\n- It also set out three \"sources of error\" in its verification system for awarding blue check marks.\n- Blue check marks are intended to show users that prominent individuals or organizations are legitimate.\nTwitter could someday label users' accounts to show that they have verified their identity with a phone number or through the App Store, the company has told Insider.\nThe social media giant is",
            "- Twitter told Insider it could start checking users' phone numbers to improve account verification.\n- It also set out three \"sources of error\" in its verification system for awarding blue check marks.\n- Blue check marks are intended to show users that prominent individuals or organizations are legitimate.\nTwitter could someday label users' accounts to show that they have verified their identity with a phone number or through the App Store, the company has told Insider.\nThe social media giant is"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q7436105",
                "wikidata_title": "Scott Carney",
                "wikipedia_title": "Scott Carney",
                "description": "Investigative journalist",
                "intro": "Scott Carney (born July 9, 1978) is an American investigative journalist, author and anthropologist. He is the author of five books: The Red Market, The Enlightenment Trap, What Doesn't Kill Us, The Wedge, and The Vortex. Carney contributes stories on a variety of medical, technological and ethical issues to Wired, Mother Jones, Playboy, Foreign Policy, Men's Journal, and National Public Radio.Carney was the first American journalist to write about \"Iceman\" Wim Hof in a 2014 article in Playboy. The book that came out of that research, What Doesn't Kill Us, spent two months on the New York Times bestseller list in 2017. His 2020 book, The Wedge, explores the core concepts of the Wim Hof Method and applies them to a wide array of physical training.He reported from Chennai, India between 2006–2009. In 2015 he founded the tiny Denver-based media company Foxtopus Ink, which produces audio books, video courses and podcasts. In 2018 Foxtopus Ink released the first season of the podcast Wild Thing on the search for bigfoot.Carney holds a number of academic and professional appointments including as a contributing editor at Wired, a senior fellow at the Schuster Institute for Investigative Journalism at Brandeis University, and as a judge for the Payne Award for Ethics in Journalism. He graduated from Kenyon College in 2000 and dropped out of a Ph.D. in anthropology from the University of Wisconsin-Madison in order to pursue journalism.\n\n",
                "x_handle": "sgcarney",
                "page_url": "https://en.wikipedia.org/wiki/Scott_Carney"
            }
        ],
        "author_str": "scott carney",
        "article_urls": [
            "https://foreignpolicy.com/2011/06/20/fortress-india/"
        ],
        "article_texts": [
            "This article was taken from the March 2011 issue of Wired magazine. Be the first to read Wired's articles in print before they're posted online, and get your hands on loads of additional content by subscribing online.\nIs the human body sacred? Or is it a commodity ready to be chopped up and exposed to the forces of supply and demand? The answer is a matter of perspective. Our own body is a temple. But when we need a spare part, suddenly we're surprisingly open to a transaction. To a person looki",
            "The Rise of the Red Market\nHow the best intentions of the medical community accidentally created an international organ-trafficking underground.\nOn the night of Jan. 11, Turkish police officers burst into a villa in Istanbul's Asian quarter and arrested a 53-year-old transplant surgeon named Yusuf Sonmez. Interpol had been looking for Sonmez since 2008, when a Turkish man collapsed in the airport in Pristina, Kosovo, and reported that his kidney had been stolen. The incident led to an investigat",
            "Fortress India\nWhy is Delhi building a new Berlin Wall to keep out its Bangladeshi neighbors?\nFelani wore her gold bridal jewelry as she crouched out of sight inside the squalid concrete building. The 15-year-old's father, Nurul Islam, peeked cautiously out the window and scanned the steel and barbed-wire fence that demarcates the border between India and Bangladesh. The fence was the last obstacle to Felani's wedding, arranged for a week later in her family's ancestral village just across the b",
            "A few days before the Indian celebration of Holi, an emaciated man with graying skin, drooping eyes, and rows of purple needle marks on both arms stumbled up to a group of farmers in the sweltering Indian border town of Gorakhpur. The city is the first stop for many thousands of refugees streaming in from Nepal, a country even more perpetually impoverished than India. Over the years endless refugee hardship stories had dulled the farmers’ instincts for sympathy, and junkies were even lower on th",
            "When the British partitioned India along religious lines in 1947, the mostly Muslim country of Pakistan was born—two disconnected wings on either side of the mostly Hindu India. In November 1970, just two weeks before Pakistan’s first attempt at a free and fair election, the tropical storm that would become the deadliest cyclone in human history churned northeast through the Bay of Bengal. The locus of political power lay in Islamabad, to the west; East Pakistan (present-day Bangladesh) was home"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q5522803",
                "wikidata_title": "Gareth Cook",
                "wikipedia_title": "Gareth Cook",
                "description": "American journalist and editor",
                "intro": "Gareth Cook (born September 15, 1969) is an American journalist and editor. He was awarded a Pulitzer Prize in 2005 for “explaining, with clarity and humanity, the complex scientific and ethical dimensions of stem cell research.” Cook is a contributing writer for The New York Times Magazine, is also the series editor of The Best American Infographics and editor of Mind Matters, Scientific American's neuroscience blog. His writing has appeared in The New York Times Magazine, The Boston Globe, Wired, and Scientific American.\n\n",
                "x_handle": "GarethIdeas",
                "page_url": "https://en.wikipedia.org/wiki/Gareth_Cook"
            }
        ],
        "author_str": "gareth cook",
        "article_urls": [
            "https://www.theatlantic.com/magazine/archive/2019/08/raj-chettys-american-dream/592804/",
            "https://www.theatlantic.com/magazine/archive/2019/08/raj-chettys-american-dream/592804/?utm_source=feed",
            "https://www.theatlantic.com/magazine/archive/2019/08/raj-chettys-american-dream/592804/#Minneapolis",
            "https://www.scientificamerican.com/article/the-moral-life-of-babies/",
            "https://www.scientificamerican.com/article/mind-theorist-finds-keys-to-conflict-resolution-neuroscience/"
        ],
        "article_texts": [
            "Updated at 3:47 p.m. ET on July 17, 2019.\nRaj Chetty got his biggest break before his life began. His mother, Anbu, grew up in Tamil Nadu, a tropical state at the southern tip of the Indian subcontinent. Anbu showed the greatest academic potential of her five siblings, but her future was constrained by custom. Although Anbu’s father encouraged her scholarly inclinations, there were no colleges in the area, and sending his daughter away for an education would have been unseemly.\nBut as Anbu appro",
            "Morality is not just something that people learn, argues Yale psychologist Paul Bloom: It is something we are all born with. At birth, babies are endowed with compassion, with empathy, with the beginnings of a sense of fairness. It is from these beginnings, he argues in his new book Just Babies, that adults develop their sense of right and wrong, their desire to do good — and, at times, their capacity to do terrible things. Bloom answered questions recently from Mind Matters editor Gareth Cook.\n",
            "Have you ever stopped to consider what a brilliant mind reader you are? If someone in your field of view experiences a sudden happy thought or a wave of anger, you do not need to be told. You just seem to know. Of course, this ability is not based on psychic powers but on the reading of small clues: a distinctive curl of the lips for joy, a clenching of the jaw for pique. Think of how a mime, working without words, can evoke an entire story, with multiple characters, each with their own intentio",
            "Among scientists, there are tentative signs of a psychedelics renaissance. After decades of stigma, impressive research is showing the power of these substances to help sufferers of depression and addiction, or to comfort patients with a terminal cancer diagnosis, struggling to face their own end. This is the fascinating territory that the journalist Michael Pollan explores with his new book, “How to Change Your Mind.” Pollan dives into brain science, the history of psychedelics (and our torture",
            "We lie to ourselves all the time. We tell ourselves that we are better than average -- that we are more moral, more capable, less likely to become sick or suffer an accident. It’s an odd phenomenon, and an especially puzzling one to those who think about our evolutionary origins. Self-deception is so pervasive that it must confer some advantage. But how could we be well served by a brain that deceives us? This is one of the topics tackled by Robert Trivers in his new book, “The Folly of Fools,” "
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q5101521",
                "wikidata_title": "Chip Le Grand",
                "wikipedia_title": "Chip Le Grand",
                "description": "Australian journalist",
                "intro": "Chip Le Grand (born Homer Eugene Le Grand, V) is an Australian journalist who lives in Melbourne. He worked for 25 years for the national newspaper, The Australian, writing about national affairs, sport, politics and crime. In August 2019, he joined The Age newspaper as its chief reporter.He is the winner of the Walkley Book Award for The Straight Dope, the inside story of the Essendon and Cronulla doping scandals, published in 2015 by Melbourne University Publishing.His writing was included in an anthology of sports newspaper writing, The Best Australian Sports Writing, 2002.His 2022 book Lockdown about Australia's response to the COVID-19 pandemic garnered substantial reviews in major Australian publications. He was awarded the June Andrews Award for Arts Journalism in 2022 for his reviews for The Age and The Sydney Morning Herald.\n\n",
                "x_handle": "Melbchief",
                "page_url": "https://en.wikipedia.org/wiki/Chip_Le_Grand"
            }
        ],
        "author_str": "chip le grand",
        "article_urls": [
            "https://www.smh.com.au/national/howard-leads-liberal-tributes-to-peter-reith-a-great-all-rounder-20221117-p5bz7h.html",
            "https://www.smh.com.au/national/simmering-beneath-the-surface-the-awful-spike-in-eating-disorders-during-lockdown-20220719-p5b2pm.html?collection=p5bat1",
            "https://www.smh.com.au/sport/racing/how-the-destructive-rivalry-between-victoria-and-nsw-is-hurting-horse-welfare-20221201-p5c2wl.html",
            "https://www.smh.com.au/sport/racing/slaughter-scandal-sparks-call-for-new-racehorse-welfare-regulator-20211127-p59cow.html",
            "https://www.smh.com.au/national/victoria/labor-s-campaign-funding-laws-build-100m-wall-to-keep-independents-out-20220908-p5bgim.html"
        ],
        "article_texts": [
            "‘We insult people’s intelligence’: The Liberal Party recriminations begin\nOld, elite, out of touch, poorly organised, unpopular and devoid of fresh ideas. The criticisms of the Liberal Party after its election loss have just begun, and the harshest come from within the party itself.\nIt was the moment the Liberals realised they had chosen the wrong Guy.\nIn August this year, not long after the salary imbroglio surrounding Matthew Guy’s chief of staff first lobbed into the middle of Victoria’s elec",
            "In remembering Peter Reith, former prime minister John Howard said he had lost a wonderful friend and colleague, a person he admired and someone who gave greatly to the Liberal cause.\nAustralian politics has also lost something increasingly rare; a genuine reformer who sees no point in filling a seat in parliament unless they are trying to change things for the better.\nIn delivering a tribute to his former industrial relations minister at a state memorial service in Melbourne, Howard described R",
            "This was published 3 months ago\n‘Simmering beneath the surface’: The awful spike in eating disorders during lockdown\nWhile lockdowns were aimed to protect at-risk sectors of the community, they also created new vulnerabilities – particularly among young people.\nGabrielle’s escape was running. In the depths of a Melbourne winter, when everything else had stopped in its tracks, there was something about running through the streets of her neighbourhood, the rhythm of her breath and the purpose of h",
            "Internecine warfare within racing’s peak governing body is blocking meaningful progress on national reform to prevent cruel treatment and mass slaughter of retired race horses, the authors of an industry-commissioned report on equine welfare have warned.\nSimmering tensions around the board table of Racing Australia this week escalated into threats of legal action, with NSW Racing sending lawyer letters to other state racing authorities, accusing them of potentially unlawful conduct and demanding",
            "A two-year examination of the racing industry conducted following revelations that retired racehorses were being slaughtered for human consumption has called for the establishment of a new national body dedicated to the welfare of thoroughbreds.\nThe report also urges federal and state governments to create a national database to track thoroughbreds through their entire life-span, warning that without this information the racing industry has no way of knowing what happens to its horses in retirem"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q15292439",
                "wikidata_title": "Meredith Wadman",
                "wikipedia_title": "",
                "description": "American science writer",
                "intro": "",
                "x_handle": "meredithwadman",
                "page_url": ""
            },
            {
                "qid": "Q109502895",
                "wikidata_title": "Meredith Wadman's prescription for writing",
                "wikipedia_title": "",
                "description": "Wellcome Collection story",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            }
        ],
        "author_str": "meredith wadman",
        "article_urls": [
            "https://www.scientificamerican.com/article/the-truth-about-fetal-tissue-research/",
            "https://www.scientificamerican.com/article/firearms-research-the-gun-fighter/",
            "https://www.scientificamerican.com/article/gun-researcher-turns-to-crowd-funding/",
            "https://www.scientificamerican.com/article/supreme-court-ensures-funding-of-research-using-human-embryonic-stem-cells/",
            "https://www.scientificamerican.com/article/us-government-sets-alzheimers-plan/"
        ],
        "article_texts": [
            "Every month, Lishan Su receives a small test tube on ice from a company in California. In it is a piece of liver from a human fetus aborted at between 14 and 19 weeks of pregnancy.\nSu and his staff at the University of North Carolina at Chapel Hill carefully grind the liver, centrifuge it and then extract and purify liver- and blood-forming stem cells. They inject the cells into the livers of newborn mice, and allow those mice to mature. The resulting animals are the only ‘humanized’ mice with b",
            "With his crisp blue suit and wire-framed spectacles, Garen Wintemute hardly looked frightening as he stepped to the podium on a spring day in 2013 to address a conference on pediatric emergency medicine in San Francisco. But his presence there made the organizers nervous.\nWintemute, an emergency department doctor and longtime director of the Violence Prevention Research Program at the University of California, Davis, today also heads the newly inaugurated University of California Firearm Violenc",
            "Economist Bisakha Sen wants to study how US states' gun laws and gun cultures correlate with certain crimes and with firearms deaths in each state — and whether differing laws and cultures in neighboring states “spill over” to influence a state’s statistics.\nBut although President Barack Obama ordered the US Centers for Disease Control and Prevention (CDC) to recommence gun research in the wake of last December's massacre of 20 schoolchildren and 6 adults in Newtown, Connecticut, federal funding",
            "The US Supreme Court today ended an effort to shut down government support of human embryonic stem cell research, refusing to hear a case that challenged the legality of funding for the work by the National Institutes of Health (NIH).\nThe high court’s refusal to consider an appeal in the case of Sherley v. Sebelius ends a more than 3-year-old effort by the plaintiffs, two adult stem cell researchers, to stop NIH backing of the work, which holds the promise of treatments for a variety of diseases",
            "From Nature magazine\nOf the top ten leading causes of death in the United States, Alzheimer's disease--which ranks sixth--is particularly devastating in that there is no cure, no way to prevent it and no proven way to slow its progression. And with at least 11 million Americans expected to have the disease by the middle of the century--boosting the annual costs of health care to more than $1 trillion--the U.S. government is anxiously looking to researchers to improve the prognosis.\nLast week, th"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q6376878",
                "wikidata_title": "Kathleen Parker",
                "wikipedia_title": "Kathleen Parker",
                "description": "American journalist",
                "intro": "",
                "x_handle": "kathleenparker",
                "page_url": "https://en.wikipedia.org/wiki/Kathleen_Parker"
            },
            {
                "qid": "Q55284743",
                "wikidata_title": "Kathleen Parker",
                "wikipedia_title": "Kathleen Parker (politician)",
                "description": "politician",
                "intro": "Kathleen K. Parker (born September 21, 1943) is an American politician.\nParker was born in Pittsburgh, Pennsylvania. She received her bachelor's degree from the University of Florida. Parker lived in Northbrook, Illinois with her husband and family. Parker served in the Illinois Senate from 1995 until 2002 and was a Republican.",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/Kathleen_Parker_(politician)"
            }
        ],
        "author_str": "kathleen parker",
        "article_urls": [
            "https://www.thedailybeast.com/a-prop-8-crusader-leaves-the-gop",
            "https://www.thedailybeast.com/obamas-marijuana-buzz-kill",
            "https://www.thedailybeast.com/the-right-embraces-al-gore",
            "https://www.thedailybeast.com/obama-as-muhammad-ali",
            "https://www.thedailybeast.com/elizabeth-edwards-the-hypocrite"
        ],
        "article_texts": [
            "Multimillionaire Howard Ahmanson, one of the nation’s top evangelical Christian philanthropists and one of three funders of Proposition 8, which banned same-sex marriage in California, recently joined the Democratic Party. Although Ahmanson’s support for Prop 8 earned him critics on the left, his many philanthropic interests funded through his Fieldstead Institute are most often nonpartisan and nonpolitical, from AIDS prevention to public transportation. In an exclusive interview with columnist ",
            "Barack Obama’s first online town-hall meeting may have been a new media success, but he lost the stoner vote.\nAsked whether he would seek to legalize marijuana as a strategy to boost the economy, the usually long-winded president—who famously admitted to his own youthful inhalations—answered with little more than a dismissive “No.”\nWhereupon America’s laid-back lobby recoiled in, well, withdrawal. Where was the love?\nObama may rue his decision to offend America’s no-longer-so-mellow cannabis con",
            "PLUS: Neurobiologist Maureen L. Condic fact-checks 11 stem cell arguments and asks, does research really need human embryos?\nThe letter began: “As a scientist, I must say that you are an idiot.”\nGranted, this is not a sentiment unique to a single scientist. My mailbox runneth over. But this fellow’s critique requires a response in light of recent events.\nScientifically speaking, toldja so.\nRepublicans, who have staked out pro-life territory as their own, are in the curious position of having to ",
            "First 100 days? Really? Has it only been that long?\nLet me begin by saying, thank God, Allah, and Zeus that they’re over.\nAs a recovering obsessive-compulsive, the past 100 days have been a torture of quantification. How’s he doing SO far? Is he the change we’ve been waiting for? Is Barack Obama really a centrist, as so many (including I) had hoped? Or is he one of them dadgum fascist-Marxist-commie-Moozlems?!\nObama is who he said he is—a pragmatist. It just so happens that pragmatism under pres",
            "Xtra Insight: Watch Elizabeth 's much-anticipated Oprah appearance.\nAmong modern sacrileges, those topping the list include: (1) visiting Mexico’s Our Lady of Guadalupe Shrine and asking, “Who painted it?” Or, slightly worse, (2) questioning Elizabeth Edwards’ motives.\nHillary Clinton accomplished the first when she viewed the Virgin Mary’s image, said to have been miraculously imprinted on the cloak of one St. Juan Diego in 1531, prompting the rector of the basilica to respond: “God!”\nElizabeth"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q19794",
                "wikidata_title": "Josh Duhamel",
                "wikipedia_title": "Josh Duhamel",
                "description": "American actor",
                "intro": "Joshua David Duhamel ( də-MEL; born November 14, 1972) is an American actor. After various modeling work, he made his acting debut as Leo du Pres on the ABC daytime soap opera All My Children and later starred as Danny McCoy on NBC's Las Vegas.\nDuhamel has ventured into film, appearing as one of the main protagonists in four of the Transformers films, most recently in the fifth entry, Transformers: The Last Knight (2017). He has also appeared in When in Rome (2010), Life as We Know It (2010), New Year's Eve (2011), Safe Haven (2013), and You're Not You (2014). In 2015, Duhamel co-starred on the short-lived CBS crime drama Battle Creek. He has also starred in several video games, most notably Call of Duty: WWII (2017). In 2018, he appeared in the coming of age film Love, Simon.  In 2021, Duhamel starred in the role of Sheldon Sampson in the Netflix superhero series Jupiter's Legacy. He also played the role of Jacob Lee in the 2022 survival horror game The Callisto Protocol.",
                "x_handle": "joshduhamel",
                "page_url": "https://en.wikipedia.org/wiki/Josh_Duhamel"
            },
            {
                "qid": "Q110137494",
                "wikidata_title": "Pretty Intense Podcast - Josh Duhamel",
                "wikipedia_title": "",
                "description": "episode of Danica Patrick Pretty Intense Podcast",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            }
        ],
        "author_str": "josh duhamel",
        "article_urls": [
            "https://www.thedailybeast.com/my-first-time-josh-duhamel-on-his-first-kiss-first-heartbreak-and-more?ref=author",
            "https://www.thedailybeast.com/my-first-time-josh-duhamel-on-his-first-kiss-first-heartbreak-and-more"
        ],
        "article_texts": [
            "1. Describe the story behind your first kiss.\nIt was on a dike next to the river behind her parents’ house. It was pretty intense. I didn’t know what I was doing. I swore I would never French kiss somebody again.\n2. Describe the first time you fell in love.\nIt’s hard to say, because love is sort of a vague term. What you think is love in eighth or ninth grade is very different. There’s nothing more intense than that feeling and the heartbreak is just as bad. I just remember the excitement of see",
            "1. Describe the story behind your first kiss.\nIt was on a dike next to the river behind her parents’ house. It was pretty intense. I didn’t know what I was doing. I swore I would never French kiss somebody again.\n2. Describe the first time you fell in love.\nIt’s hard to say, because love is sort of a vague term. What you think is love in eighth or ninth grade is very different. There’s nothing more intense than that feeling and the heartbreak is just as bad. I just remember the excitement of see"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q6132544",
                "wikidata_title": "James Delingpole",
                "wikipedia_title": "James Delingpole",
                "description": "English writer",
                "intro": "James Mark Court Delingpole (born 6 August 1965) is an English writer, journalist, and columnist who has written for a number of publications, including the Daily Mail, the Daily Express, The Times, The Daily Telegraph, and The Spectator. He is a former executive editor for Breitbart London, and has published several novels and four political books. He describes himself as a libertarian conservative. He has frequently published articles promoting climate change denial and expressing opposition to wind power.\n\n",
                "x_handle": "JamesDelingpole",
                "page_url": "https://en.wikipedia.org/wiki/James_Delingpole"
            }
        ],
        "author_str": "james delingpole",
        "article_urls": [
            "https://www.spectator.co.uk/article/it-would-be-weird-if-gove-hadn-t-taken-drugs/",
            "https://www.spectator.co.uk/article/impossibly-exciting-sky-atlantics-zerozerozero-reviewed",
            "https://www.spectator.co.uk/article/superbly-convincing-unorthodox-reviewed/",
            "https://www.spectator.co.uk/article/the-best-things-in-the-world-spring-up-by-accident/",
            "https://www.spectator.co.uk/article/stop-stoptober-it-s-another-insidious-attack-on-liberty-and-free-will/"
        ],
        "article_texts": [
            "If you’re going to visit Costa Rica, my advice is to steer clear of all the stuff that looks most exciting in the brochure: the zip-wires, the thermal springs and the white-water rafting. I’m not saying you won’t enjoy it. Nor realistically – especially if you’ve kids in tow – are you likely to be able to avoid it. Just be aware, though, that the best bits, as always, are the ones most tourists don’t see. Corcovado National Park in the remote south-west, for example.\nWell, I say ‘remote’. But ac",
            "How thriller writers must miss the Cold War! Early John le Carré and Len Deighton had it easy when trying to create a convincingly menacing enemy: the Soviets, obviously. But their successors are forced to go through all manner of desperate contortions to generate their bad guy McGuffin. They can’t do Muslims because that’s Islamophobic; they can’t do the Chinese because the entertainment industry (like everywhere) is too in thrall to the CCP. So they end up promoting paper tigers like ‘right-wi",
            "Russia 1985-1999: TraumaZone – even the title makes you want to scream – is Adam Curtis’s Metal Machine Music: the one where he frightens off his fans by abandoning the trademark flourishes that made him so entertaining and instead goes all pared-down and raw and grim.\nIf you don’t know or remember what those trademark flourishes were, let me refer you to a cruelly funny pastiche which you can easily find on YouTube called The Loving Trap. This sends up poor Adam as a pioneer of the collage-umen",
            "You know that awful, gnawing, depressing feeling you’ve got right now? The one that notices how shockingly early the sun is setting and how shabby and played out and autumnal the borders are looking and how listless and flat everything feels what with no holidays to look forward to and the house empty of kids? The one that groans at the thought of all those uncompleted tasks and the mountain of hassle and nose-to-the-grindstone grimness which must be negotiated, somehow, between now and Christma",
            "‘Dad, it’s three hours long,’ says Boy, worriedly.\n‘Yeah. And whose bloody fault is it we’re going?’ I want to reply but don’t because I know, as a dad, you’re not supposed to say discouraging things when your child has asked you to take him to see his first ever Shakespeare play at the RSC.\nStill, I can’t pretend I’m happy with the arrangement. Partly it’s the cost of the tickets: £50-plus each, with no student discount for Boy because the show has long since sold out and you don’t get special "
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q4961326",
                "wikidata_title": "Brent Budowsky",
                "wikipedia_title": "Brent Budowsky",
                "description": "American journalist",
                "intro": "Brent Jamin Budowsky (February 28, 1952 – July 23, 2023) was an American political opinion writer and columnist for The Hill.",
                "x_handle": "brentbudowsky",
                "page_url": "https://en.wikipedia.org/wiki/Brent_Budowsky"
            }
        ],
        "author_str": "brent budowsky",
        "article_urls": [
            "http://www.thedailybeast.com/articles/2011/03/25/the-al-gore-surge-olbermann-book-deal-campaign-to-win-back-house.html]"
        ],
        "article_texts": [
            "Al Gore surprised the television world when his Current TV landed Keith Olbermann. Then Random House announced, in a publishing coup for its new executive editor, Jon Meacham, that Gore is writing a sweeping new book to be released in 2012 about the economic, political, technological, and social changes affecting America and the world.\nThis week the Gore surge continued with a nationwide fundraising appeal to activists and progressives on behalf of the Democratic Congressional Campaign Committee"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q431085",
                "wikidata_title": "Daniel Ellsberg",
                "wikipedia_title": "Daniel Ellsberg",
                "description": "American whistleblower (1931–2023)",
                "intro": "Daniel Ellsberg (April 7, 1931 – June 16, 2023) was an American political activist, economist, and United States military analyst. While employed by the RAND Corporation, he precipitated a national political controversy in 1971 when he released the Pentagon Papers, a top-secret Pentagon study of U.S. government decision-making in relation to the Vietnam War, to The New York Times, The Washington Post, and other newspapers.\nIn January 1973, Ellsberg was charged under the Espionage Act of 1917 along with other charges of theft and conspiracy, carrying a maximum sentence of 115 years. Because of governmental misconduct and illegal evidence-gathering (committed by the same people who would later be involved in the Watergate scandal), and his defense by Leonard Boudin and Harvard Law School professor Charles Nesson, Judge William Matthew Byrne Jr. dismissed all charges against Ellsberg in May 1973.\nEllsberg was awarded the Right Livelihood Award in 2006. He was also known for having formulated an important example in decision theory, the Ellsberg paradox; for his extensive studies on nuclear weapons and nuclear policy; and for voicing support for WikiLeaks, Chelsea Manning, and Edward Snowden. Ellsberg was awarded the 2018 Olof Palme Prize for his \"profound humanism and exceptional moral courage\".",
                "x_handle": "DanielEllsberg",
                "page_url": "https://en.wikipedia.org/wiki/Daniel_Ellsberg"
            },
            {
                "qid": "Q47509496",
                "wikidata_title": "Daniel Ellsberg",
                "wikipedia_title": "",
                "description": "painting by Robert Heindel",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q67667170",
                "wikidata_title": "DANIEL ELLSBERG INTERVIEW ON THE PENTAGON PAPERS (NAID 135067)",
                "wikipedia_title": "",
                "description": "item in the National Archives and Records Administration's holdings",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q64226035",
                "wikidata_title": "Daniel Ellsberg Reveals He was a Nuclear War Planner, Warns of Nuclear Winter & Global Starvation",
                "wikipedia_title": "",
                "description": "interview of Ellsberg by Amy Goodman and Juan González",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            }
        ],
        "author_str": "daniel ellsberg",
        "article_urls": [
            "https://www.theguardian.com/commentisfree/cifamerica/2010/oct/25/pentagon-papers-iraq-war-logs-wikileaks"
        ],
        "article_texts": [
            "Nearly 40 years ago I leaked the Pentagon papers – a top secret 7,000-page study of US decision-making during the Vietnam war which revealed repeated lies and cover-ups by the administration. The Iraq war logs, published this weekend by Wikileaks, could be even more significant.\nAs with Vietnam, we have again seen evidence of a massive cover-up over a number of years by the American authorities. The logs reveal the human consequences of the continuing Iraq war, which have been concealed from the"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q469349",
                "wikidata_title": "Madeline Miller",
                "wikipedia_title": "Madeline Miller",
                "description": "American writer (born 1978)",
                "intro": "Madeline Miller (born July 24, 1978) is an American novelist, author of The Song of Achilles (2011) and Circe (2018). Miller spent ten years writing The Song of Achilles while she worked as a teacher of Latin and Greek. The novel tells the story of the love between the mythological figures Achilles and Patroclus; it won the Orange Prize for Fiction, making Miller the fourth debut novelist to win the prize. She is a 2019 recipient of the Alex Awards.\n\n",
                "x_handle": "millermadeline",
                "page_url": "https://en.wikipedia.org/wiki/Madeline_Miller"
            },
            {
                "qid": "Q58490781",
                "wikidata_title": "Madeline Miller",
                "wikipedia_title": "",
                "description": "researcher ORCID ID = 0000-0003-2598-6518",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            }
        ],
        "author_str": "madeline miller",
        "article_urls": [
            "https://www.theguardian.com/books/2022/mar/11/madeline-miller-i-dove-poetry-never-looked-back-circe"
        ],
        "article_texts": [
            "My earliest reading memory\nI was six years old, and sitting in class, as the teacher ground through each sentence of our class primer. I was so frustrated by how slow it was that I started reading ahead to myself, silently. I remember being stunned when I turned the last page. It felt like magic. I had started the day not reading at all, and ended it reading a whole book.\nMy favourite book growing up\nThe James Herriot books. I was originally drawn to them because I loved animals. I read them sta"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q13628723",
                "wikidata_title": "Jared Kushner",
                "wikipedia_title": "Jared Kushner",
                "description": "Senior Advisor to the President of the United States from 2017 to 2021",
                "intro": "Jared Corey Kushner (born January 10, 1981) is an American businessman, investor, and former government official. He is the son-in-law of former president Donald Trump through his marriage to Ivanka Trump, and served as a senior advisor to Trump from 2017 to 2021. He was also Director of the Office of American Innovation.\nFor much of his career, Kushner worked as a real-estate investor in New York City, especially through the family business Kushner Companies. He took over the company after his father Charles Kushner was convicted for 18 criminal charges, including illegal campaign contributions, tax evasion, and witness tampering in 2005, although Charles was controversially pardoned by Trump in 2020. Jared met Ivanka Trump around 2005, and the couple married in 2009. He also became involved in the newspaper industry after purchasing The New York Observer in 2006. He was registered as a Democrat and donated to Democratic politicians for much of his life, but registered as Independent in 2009 and eventually as Republican in 2018. He played a significant role in the Donald Trump 2016 presidential campaign, and was at one point seen as its de facto campaign manager. Around Trump's election, Kushner was frequently accused of conflicts of interest, profiting from policy proposals for which he personally advocated within the Trump administration.\nHe became Senior Advisor to President Trump in 2017, and held the position until Trump left office in 2021. His appointment was followed by concerns of nepotism.  Here, he led the administration's effort to pass the First Step Act, a criminal justice reform bill signed into law in 2018. Kushner was the primary Trump administration participant for the Middle East Peace Process, authoring the Trump peace plan and facilitating the talks that led to the signing of the Abraham Accords and other normalization agreements between Israel and various Arab states in 2020. Kushner also played an influential role in the Trump administration's COVID-19 response. Despite initially advising Trump that the media was exaggerating the threat of the disease, he eventually became a leader in the federal effort to procure medical supplies and develop a vaccine as a founding board member on Operation Warp Speed. He was a leading broker in the US–Mexico–Canada agreement, for which he was awarded honors by the Mexican government.\nSince leaving the White House, Kushner founded Affinity Partners, a private equity firm that derives most of its funds from Saudi government's sovereign wealth fund.",
                "x_handle": "jaredkushner",
                "page_url": "https://en.wikipedia.org/wiki/Jared_Kushner"
            },
            {
                "qid": "Q110085775",
                "wikidata_title": "Jared Kushner | The Ben Shapiro Show Sunday Special Ep. 104",
                "wikipedia_title": "",
                "description": "episode of the Ben Shapiro Show",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            }
        ],
        "author_str": "jared kushner",
        "article_urls": [
            "https://time.com/5577434/jared-kushner-criminal-justice-reform-lessons/"
        ],
        "article_texts": [
            "Jared Kushner was interviewed at The TIME 100 Summit on criminal justice reform, the Mueller report findings, Middle East peace, and more. To watch the interview and read about his comments, click here.\nOne of the proudest moments of my life was standing beside President Donald J. Trump in the Oval Office to witness him sign the First Step Act, a historic criminal-justice reform bill that would make American communities safer, improve hundreds of thousands of lives and change the way we think ab"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q47015316",
                "wikidata_title": "Jeff Schogol",
                "wikipedia_title": "",
                "description": "",
                "intro": "",
                "x_handle": "jeffschogol",
                "page_url": ""
            }
        ],
        "author_str": "jeff schogol",
        "article_urls": [
            "https://www.businessinsider.com/trump-voting-by-mail-bad-but-troops-vote-that-way-2020-4",
            "https://www.businessinsider.com/us-military-still-has-the-mother-of-all-bombs-ready-in-afghanistan-2018-2",
            "https://www.businessinsider.com/jim-mattis-reportedly-called-hr-mcmaster-an-unstable-a-hole-2019-5"
        ],
        "article_texts": [
            "- President Donald Trump said this week that Republicans should oppose efforts to allow voting by mail in light of the novel coronavirus pandemic.\n- Trump said voting by mail creates potential for voter fraud, but US troops have been voting that way for years.\n- Visit Business Insider's homepage for more stories.\nDespite the fact that most service members and their families cast their ballots by mail during every election, President Donald Trump feels that voting by mail poses a threat to holdin",
            "The US military is still holding the Mother of All Bombs over the Taliban’s heads like 21,600-pound GPS-guided sword of Damocles.\nIn April 2017, a US aircraft dropped a GBU-43/B Massive Ordnance Air Blast bomb on a cave complex being used by the Islamic State’s affiliate in Afghanistan, marking the first time the weapon had been used in combat.\nAlthough US forces in Afghanistan have not used the MOAB again since then, \"It’s there if we need it,\" said Air Force Maj. Gen. James Hecker, commander o",
            "- President Donald Trump's former defense secretary reportedly referred to Trump's former national security adviser as an \"unstable a--hole\" during a conference call in 2017.\n- The then defense chief, Jim Mattis, thought H.R. McMaster, who was national security adviser at the time, was off the line.\n- Visit INSIDER's homepage for more stories.\nFormer Defense Secretary James Mattis reportedly called President Donald Trump's former national security adviser an \"unstable a--hole\" during a 2017 conf"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q739062",
                "wikidata_title": "Ike Barinholtz",
                "wikipedia_title": "Ike Barinholtz",
                "description": "American comedian and actor",
                "intro": "Ike Barinholtz (born February 18, 1977) is an American actor and comedian. He is best known for his starring roles in the comedy series MADtv (2002–2007), Eastbound & Down (2012), The Mindy Project (2012–2017), Bless the Harts (2019–2021), The Afterparty (2022), and History of the World, Part II (2023). In February 2023, he won the inaugural primetime season of Celebrity Jeopardy!, winning US$1,000,000 for charity and placed as a semifinalist in 2024 Tournament of Champions.\nHis films include Disaster Movie (2008), Neighbors (2014), Sisters (2015), Neighbors 2: Sorority Rising (2016), Suicide Squad (2016), Snatched (2017), Blockers (2018), Late Night (2019), The Hunt (2020), and The Unbearable Weight of Massive Talent (2022). He co-wrote the action comedy film Central Intelligence (2016), and directed, wrote, produced, and starred in the comedy film The Oath (2018).\n\n",
                "x_handle": "ikebarinholtz",
                "page_url": "https://en.wikipedia.org/wiki/Ike_Barinholtz"
            }
        ],
        "author_str": "ike barinholtz",
        "article_urls": [
            "https://ew.com/article/2016/10/26/mindy-project-ike-barinholtz-recaps-season-5-episode-4/",
            "https://ew.com/tv/2017/03/22/mindy-project-ike-barinholtz-season-5-episode-12/"
        ],
        "article_texts": [
            "The Mindy Project: Ike Barinholtz recaps season 5, episode 4\n- TV Show\nEvery week, the cast and crew of Hulu’s beloved rom-com, The Mindy Project, are taking EW readers behind the scenes of each episode. This week, Ike Barinholtz, who plays Morgan Tookers and is also a writer, producer, and director on the series, takes us through the fourth episode of season five, “Mindy Lahiri is a Mysogynist.”\nIt’s common knowledge that the fourth episode of a TV show’s fifth season is almost always the most ",
            "The Mindy Project: Ike Barinholtz talks 'Mindy's Best Friend'\n- TV Show\nEvery week, the cast and crew of Hulu's beloved rom-com The Mindy Project are taking EW readers behind the scenes of each episode. This week, actor Ike Barinholtz takes us through the 13th episode of season 5, \"Mindy's Best Friend.\"\nI've always loved Mindy Project episodes that center on Mindy and Morgan, and that's not just because I get paid by the line. I've always felt their relationship is the emotional core of the seri"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q23759544",
                "wikidata_title": "Meera Vijayann",
                "wikipedia_title": "Meera Vijayann",
                "description": "citizen journalist",
                "intro": "Meera Vijayann is a journalist covering gender-based violence and social entrepreneurship. She holds the position of communications manager and co-coordinator at Ashoka, Arlington, Virginia and youth ambassador for India with Youth to End Social Violence in Conflict.",
                "x_handle": "meeravijayann",
                "page_url": "https://en.wikipedia.org/wiki/Meera_Vijayann"
            },
            {
                "qid": "Q23471328",
                "wikidata_title": "Meera Vijayann: Find your voice against gender violence",
                "wikipedia_title": "",
                "description": "TEDxHousesOfParliament",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            }
        ],
        "author_str": "meera vijayann",
        "article_urls": [
            "https://www.theguardian.com/social-enterprise-network/2013/aug/22/social-enterprise-in-india-pakistan"
        ],
        "article_texts": [
            "Earlier this year, Abdul Waheed, a Pakistani human rights activist and social entrepreneur, was shot dead by the Taliban. Waheed was known for his work in transforming Pakistan's education system; through his organisation Bright Education Society (BES), he worked towards ensuring that Pakistan's urban poor had access to modern education.\nThe government's response to Waheed's death was lukewarm. In countries like Bangladesh, Myanmar and India, there are echoes of Waheed's story for those working "
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q21264604",
                "wikidata_title": "Sabine Hossenfelder",
                "wikipedia_title": "Sabine Hossenfelder",
                "description": "German theoretical physicist (born 1976)",
                "intro": "Sabine Karin Doris Hossenfelder (born 18 September 1976) is a German theoretical physicist, philosopher of science, author, science communicator, YouTuber, musician, and singer. She is the author of Lost in Math: How Beauty Leads Physics Astray, which explores the concept of elegance in fundamental physics and cosmology, and of Existential Physics: A Scientist’s Guide to Life’s Biggest Questions.\n\n",
                "x_handle": "skdh",
                "page_url": "https://en.wikipedia.org/wiki/Sabine_Hossenfelder"
            }
        ],
        "author_str": "sabine hossenfelder",
        "article_urls": [
            "https://www.scientificamerican.com/article/the-truth-about-scientific-models/",
            "https://www.scientificamerican.com/article/is-the-standard-model-of-physics-now-broken/",
            "https://time.com/6208174/maybe-the-universe-thinks/",
            "http://time.com/6208174/maybe-the-universe-thinks/",
            "https://www.theguardian.com/commentisfree/2022/sep/26/physics-particles-physicists"
        ],
        "article_texts": [
            "Can particles really be in two places at the same time?\nWhen talking about quantum physics, people will often nonchalantly say that particles can be in two places at once. Physicist Sabine Hossenfelder explores what is actually going on\nThe following is an extract from our Lost in Space-Time newsletter. Each month, we hand over the keyboard to a physicist or two to tell you about fascinating ideas from their corner of the universe. You can sign up for Lost in Space-Time here.\nThe quantum world i",
            "Why CERN's plans for a €20 billion supersized collider are a bad idea\nThe research potential of a proposed massive particle smasher that would dwarf the Large Hadron Collider doesn’t justify its huge price tag\nCERN, the physics laboratory near Geneva, Switzerland, is well known as the home of the world’s biggest particle smasher, the Large Hadron Collider (LHC). On Tuesday it revealed a design study for an even bigger machine, the Future Circular Collider (FCC).\nCosts start at €9 billion for the",
            "As COVID-19 claimed victims at the start of the pandemic, scientific models made headlines. We needed such models to make informed decisions. But how can we tell whether they can be trusted? The philosophy of science, it seems, has become a matter of life or death. Whether we are talking about traffic noise from a new highway, climate change or a pandemic, scientists rely on models, which are simplified, mathematical representations of the real world. Models are approximations and omit details, ",
            "The so-called muon anomaly, first seen in an experiment at Brookhaven National Laboratory in 2001, hasn’t budged. For 20 years, this slight discrepancy between the calculated value of the muon’s magnetic moment and its experimentally determined one has lingered at a significance of about 3.7 sigma. That is a confidence level of 99.98 percent, or about a one-in-4,500 chance the discrepancy is a random fluctuation. With the just announced results from the Muon g-2 experiment at Fermi National Labo",
            "Our universe contains about 200 billion galaxies. These galaxies are not uniformly distributed – under the pull of gravity, they lump into clusters, and the clusters form superclusters. Between these clusters, galaxies align along thin threads, the “galactic filaments”, which can be several hundred million light-years long. Galactic clusters and filaments are surrounded by voids that contain very little matter. Altogether, the cosmic web looks somewhat like a human brain.\nTo be more precise, the"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q16729535",
                "wikidata_title": "Nadeshot",
                "wikipedia_title": "Nadeshot",
                "description": "American electronic sports player",
                "intro": "Matthew Haag (born August 3, 1992), better known as Nadeshot (formerly stylized as NaDeSHoT), is an American former professional Call of Duty player and the founder, co-owner and CEO of 100 Thieves. As a professional Call of Duty player, Haag was a former captain of OpTic Gaming in the 2014 Call of Duty: Ghosts season and the 2014–2015 Call of Duty: Advanced Warfare season, playing the objective support role.Haag is a Major League Gaming (MLG) X Games 2014 gold medalist and 2011 Call of Duty XP World Champion, winning Best eSports player at The Game Awards 2014. He is a former Red Bull esports athlete and participates in the Twitch streaming program. Haag was previously sponsored by several gaming hardware companies, including Astro Gaming and Scuf Gaming. He also runs a YouTube channel with over 3.2 million subscribers and over 270 hours of content.",
                "x_handle": "nadeshot",
                "page_url": "https://en.wikipedia.org/wiki/Nadeshot"
            },
            {
                "qid": "Q42932211",
                "wikidata_title": "Matthew Haag",
                "wikipedia_title": "",
                "description": "American journalist",
                "intro": "",
                "x_handle": "matthewhaag",
                "page_url": ""
            }
        ],
        "author_str": "matthew haag",
        "article_urls": [
            "https://www.nytimes.com/2019/10/27/nyregion/nyc-amazon-delivery.html"
        ],
        "article_texts": [
            "1.5 Million Packages a Day: The Internet Brings Chaos to N.Y. Streets\nThe push for convenience is having a stark impact on gridlock, roadway safety and pollution in New York City and urban areas around the world.\nAn Amazon order starts with a tap of a finger. Two days later — or even in a matter of hours — the package arrives.\nIt seems simple enough.\nBut to deliver Amazon orders and countless others from businesses that sell over the internet, the very fabric of major urban areas around the worl"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q691064",
                "wikidata_title": "Tristram Hunt",
                "wikipedia_title": "Tristram Hunt",
                "description": "British historian, museum director and ex-politician",
                "intro": "Tristram Julian William Hunt,  (born 31 May 1974) is a British historian, broadcast journalist and former politician who has been Director of the Victoria and Albert Museum since 2017. He served as the Labour Member of Parliament (MP) for Stoke-on-Trent Central from 2010 to 2017, and Shadow Secretary of State for Education from 2013 to 2015.He has written several books, presented history programmes on television, and was a regular writer for The Guardian and The Observer.\n\n",
                "x_handle": "TristramHuntVA",
                "page_url": "https://en.wikipedia.org/wiki/Tristram_Hunt"
            }
        ],
        "author_str": "tristram hunt",
        "article_urls": [
            "https://www.thetimes.co.uk/article/low-culture-and-high-society-278xg9kvr7m"
        ],
        "article_texts": [
            "The Potteries Museum and Art Gallery in Stoke-on-Trent is, according to author AN Wilson, \"the greatest museum in the world\". Its ceramics collection is rivalled only by the V&A, its Arnold Bennett archive is bettered only by the British Library and its Staffordshire Hoard of Anglo-Saxon treasures is second only to the British Museum.\nBut while it is free to visit the V&A, the British Library and Museum, an entrance fee is set to be charged in Stoke. Across the country, eye-watering cuts to loca",
            "It has not been a great start to the term for Labour MPs. Last week, the government decided to close down the Palace of Westminster for future repairs; today it is abolishing our constituencies.\nIn an act of grotesque gerrymandering, some 23 Labour seats will be liquidated, hundreds of other seats affected and 2 million voters disenfranchised. On an out-of-date electoral register, hundreds of thousands of young people who registered to vote in the EU referendum are being denied a voice in the ne",
            "In 1890 Friedrich Engels, co-author of The Communist Manifesto, celebrated his 70th birthday. ‘We kept it up till half past three in the morning,’ he boasted to Laura Lafargue, daughter of his old friend Karl Marx, ‘and drank, besides claret, sixteen bottles of champagne — that morning we had had 12 dozen oysters.’\nThis was not an isolated act of indulgence. During the 1870s his Primrose Hill home had become a popular venue for socialist excess. ‘On Sundays, Engels would throw open his house,’ r",
            "We are fairly certain that the late Robert Maxwell never met the even later Josiah Wedgwood, but Cap’n Bob’s nefarious legacy is now being keenly felt by Wedgwood’s descendants. For it was in the aftermath of Maxwell’s plundering of the Mirror Group that the Pension Protection Fund was established to compensate pensioners in the wake of insolvency. And now this legislation is being used to asset-strip one of the great museums of England.\nOn the southern edge of Stoke-on-Trent stands the Wedgwood",
            "By any standards, the Education Secretary is good news for history. He knows the subject, he likes the subject, and his ‘English Baccalaureate’ is already producing a marked upturn in pupils studying the past.\nSadly, Michael Gove is also a Conservative — and a deeply ideological one at that. He has a certain vision of history and, with it, a ‘drum and trumpet’ view of what should be taught in our schools. I would be happy for pupils to learn this aspect of our past. But the problem the Education"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q6430048",
                "wikidata_title": "Natalie Nougayrède",
                "wikipedia_title": "Natalie Nougayrède",
                "description": "French journalist (*1966)",
                "intro": "Natalie Nougayrède (born 29 May 1966) is a French journalist. She is the first woman to be the executive and managing editor of Le Monde. She is a recipient of the Prix de la Presse Diplomatique and the Albert Londres Prize.\n\n",
                "x_handle": "nnougayrede",
                "page_url": "https://en.wikipedia.org/wiki/Natalie_Nougayr%C3%A8de"
            }
        ],
        "author_str": "natalie nougayrede",
        "article_urls": [
            "https://www.theguardian.com/commentisfree/2016/nov/28/francois-fillon-threat-liberal-values-marine-le-pen-france",
            "https://www.theguardian.com/commentisfree/2020/mar/18/coronavirus-europe-shock-tools-to-recover"
        ],
        "article_texts": [
            "François Fillon’s victory in France’s rightwing presidential primaries shows that liberal progressive values in Europe aren’t just confronting the ghosts of fascist-type movements. There is now a threat from a new type of reactionary movement. Anyone who thinks that Fillon’s success clears the ground for a resounding defeat of far-right ideas in France’s 2017 presidential race should think again. Fillon’s most active support base has come essentially from hardline, traditionalist Catholics – peo",
            "Europe has become the global centre of the coronavirus pandemic, according to the World Health Organization. In France, where I am writing from, President Macron has put the country in a “health war” lockdown. Cafes, restaurants, theatres, public parks are closed and all non-essential activities have stopped. In living memory there’s never been anything like this: under Nazi occupation, as we know, Paris culture and nightlife kept functioning rather well. Covid-19 is upon us now, and many of our"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q108883588",
                "wikidata_title": "Nathan Fenno",
                "wikipedia_title": "",
                "description": "",
                "intro": "",
                "x_handle": "nathanfenno",
                "page_url": ""
            }
        ],
        "author_str": "nathan fenno",
        "article_urls": [
            "https://www.latimes.com/california/story/2022-10-11/angels-eric-kay-sentenced-tyler-skaggs",
            "https://www.latimes.com/sports/sportsnow/la-sp-sn-chargers-terminate-lease-20170201-story.html",
            "https://www.washingtontimes.com/news/2012/oct/3/nationals-lock-home-field-advantage-throughout-pos/",
            "https://www.latimes.com/sports/angels/story/2021-06-29/tyler-skaggs-family-sues-angels-over-pitcher-death",
            "https://www.latimes.com/sports/angels/story/2020-08-07/former-angels-employee-eric-kay-indicted-distributing-fentanyl-tyler-skaggs-case"
        ],
        "article_texts": [
            "Ex-Angels employee sentenced to 22 years in prison in Tyler Skaggs overdose death\nFormer Angels communications director Eric Kay was sentenced to 22 years in federal prison Tuesday after being convicted of providing counterfeit oxycodone pills laced with fentanyl that led to the overdose death of pitcher Tyler Skaggs.\nThe investigation and trial brought Major League Baseball face to face with the country’s opioid epidemic and led to the wood-paneled courtroom filled with anger, sadness and occas",
            "Chargers terminate lease for Qualcomm Stadium, San Diego headquarters\nThe Chargers terminated their lease with the city of San Diego for Qualcomm Stadium and Chargers Park on Wednesday, the first day they were eligible to do so since announcing their move to Los Angeles last month.\nTo complete the departure, the Chargers paid the city an early-termination fee of $12.57 million via wire transfer.\nThe transaction was spelled out in a two-paragraph letter signed in blue ink by Chargers Chairman Dea",
            "And on the 182nd day, the Washington Nationals rested.\nThe heavy lifting of the regular season’s 162 games finished Wednesday afternoon with a 5-1 victory over the once-fearsome Philadelphia Phillies.\nThe months of baseball delivered the Nationals the National League East pennant and Washington’s first trip to Major League Baseball’s postseason since 1933. All that remained Wednesday at Nationals Park were the final touches to their creation.\nSo, long-suffering mascot Teddy won the president’s r",
            "Tyler Skaggs’ family sues Angels over pitcher’s death\nThe family of Angels pitcher Tyler Skaggs has sued the team and two former employees after his overdose death almost two years ago, alleging that an Angels employee supplied drugs to multiple players.\nOne lawsuit was filed Tuesday morning in Los Angeles County Superior Court on behalf of Skaggs’ widow, Carli, while his parents, Darrell and Debbie, sued in Tarrant County (Texas) District Court.\nThe complaints, which name former communications ",
            "Former Angels employee Eric Kay charged with distributing fentanyl in Tyler Skaggs case\nFormer Angels employee Eric Kay has been charged by federal authorities in Texas with distributing fentanyl in connection with the overdose death of pitcher Tyler Skaggs.\nAn affidavit in support of the criminal complaint against Kay filed in U.S. District Court in Fort Worth said the longtime member of the Angels’ media relations department and Skaggs had a “history of narcotic transactions” and that Kay woul"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q192682",
                "wikidata_title": "Ryan Reynolds",
                "wikipedia_title": "Ryan Reynolds",
                "description": "Canadian actor, comedian, screenwriter, and film producer",
                "intro": "",
                "x_handle": "VancityReynolds",
                "page_url": "https://en.wikipedia.org/wiki/Ryan_Reynolds"
            },
            {
                "qid": "Q108205165",
                "wikidata_title": "Ryan Reynolds",
                "wikipedia_title": "",
                "description": "American voice actress",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q91251011",
                "wikidata_title": "Ryan D Reynolds",
                "wikipedia_title": "",
                "description": "researcher (ORCID 0000-0001-7497-2695)",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q7384463",
                "wikidata_title": "Ryan Reynolds",
                "wikipedia_title": "Ryan Reynolds (American football)",
                "description": "American football player",
                "intro": "",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/Ryan_Reynolds_(American_football)"
            },
            {
                "qid": "Q100911823",
                "wikidata_title": "Ryan Reynolds",
                "wikipedia_title": "",
                "description": "college basketball player (1999–1999) Central Florida",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q100911820",
                "wikidata_title": "Ryan Reynolds",
                "wikipedia_title": "",
                "description": "college basketball player (2002–2004) Butler",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q110037069",
                "wikidata_title": "Ryan Reynolds/Lady Gaga",
                "wikipedia_title": "",
                "description": "episode of Saturday Night Live (S35 E2)",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q23807921",
                "wikidata_title": "Ryan Reynolds filmography",
                "wikipedia_title": "Ryan Reynolds filmography",
                "description": "list of performances by Ryan Reynolds",
                "intro": "Ryan Reynolds is a Canadian actor and producer who has appeared in films, television series, videos, and Video games. Reynolds made his acting debut on television in the teen drama Fifteen in 1991. Two years later, he made his feature film debut by playing an orphan raised in India, who is inspired by Mahatma Gandhi to go on a hunger strike in a small town in Canada in Ordinary Magic (1993). Reynolds had a recurring role on the television show The Odyssey (1993). He followed this with minor appearances on The X-Files (1996), and the television film Sabrina the Teenage Witch (1996). His breakthrough role was as medical student Michael \"Berg\" Bergen in the sitcom Two Guys and a Girl.He also played a slacker in National Lampoon's Van Wilder (2002), and vampire hunter Hannibal King in Blade: Trinity (2004) with Wesley Snipes. Ryan also played the father in the horror movie The Amityville Horror (2005). Later on, Reynolds appeared in lead roles in the commercially successful romantic comedies Just Friends (2005), Definitely, Maybe (2008), and The Proposal (2009). In 2010, he played a military contractor who is captured by terrorists in the psychological thriller Buried. The following year, Reynolds starred in the title role of the superhero film Green Lantern, which received a generally negative reception from the critics and underperformed at the box office leading to a decline in his career. In 2013, he voiced a garden snail in Turbo and a caveman in The Croods. Two years later, he appeared in the drama Mississippi Grind and played lawyer E. Randol Schoenberg in Woman in Gold.Reynolds experienced a career turnaround when he played the titular antihero in the superhero film Deadpool (2016), which he also produced. It received generally positive reviews from critics, especially for his irreverent comedic performance, and Reynolds garnered a nomination for the Golden Globe Award for Best Actor – Motion Picture Musical or Comedy. The film was also a commercial success, grossing a worldwide total of over $782 million at the box-office. He reprised the role in its 2018 sequel Deadpool 2, which also received generally positive reviews from critics, and was a commercial success. It became the highest grossing R-rated film, with a worldwide gross of over $785 million, until it was overpassed by Joker. The following year, he voiced Pikachu in the film Detective Pikachu (2019).\n\n",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/Ryan_Reynolds_filmography"
            },
            {
                "qid": "Q110060052",
                "wikidata_title": "Ryan Reynolds Monologue: Action vs Romantic Comedy",
                "wikipedia_title": "",
                "description": "sketch from Saturday Night Live",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q259813",
                "wikidata_title": "Paper Man",
                "wikipedia_title": "Paper Man (2009 film)",
                "description": "2009 film directed by Kieran Mulroney and Michele Mulroney",
                "intro": "",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/Paper_Man_(2009_film)"
            }
        ],
        "author_str": "ryan reynolds",
        "article_urls": [
            "https://thenextweb.com/news/free-guys-philosophy-all-just-part-of-grand-simulation-syndication"
        ],
        "article_texts": [
            "I’ve known Joe Alwyn for six years—and that’s long enough to see someone’s heart. Long enough to know whether or not they’re made of good stuff. And Joe Alwyn is made of good stuff. Don’t take my word for it. He’s bewitched a host of filmmakers, including Ang Lee, Yorgos Lanthimos, Lenny Abrahamson, and Claire Denis. Joe will launch the charm attack of the hero. He’ll do the dirty work of the villain. He’ll hoist up the complicated and often murky portrait of a historical figure. Joe Alwyn will ",
            "Story by\nThe Conversation\nAn independent news and commentary website produced by academics and journalists. An independent news and commentary website produced by academics and journalists.\nHave you ever wondered if you’re just a character in some elaborate simulation? You shake the thought off because you’re a real person, living a real-life, in a concrete reality. But can you be certain that you are? Isn’t it at least possible that your body and that the world around you are nothing but illusi"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q40702966",
                "wikidata_title": "David P. French",
                "wikipedia_title": "",
                "description": "researcher",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q29517525",
                "wikidata_title": "David French",
                "wikipedia_title": "David H. French (archaeologist)",
                "description": "British archaeologist",
                "intro": "David Henry French (30 May 1933 – 19 March 2017) was a British archaeologist known especially for his work in Asia Minor.French was born on 30 May 1933 in Bridlington, East Riding of Yorkshire, England. Having received a free place as a direct grant pupil, he was educated at Pocklington School, a private school in Pocklington. He studied classics at St Catharine's College, Cambridge.French was married to Elizabeth \"Lisa\" French (née Wace), a noted Mycenae archaeologist, between the years 1959 and 1975. Together they had two daughters.He was one of the leading archaeologists of his generation and the 4th director of the British Institute at Ankara (BIAA) (1968-1994). After he was appointed to this position, he continued his previous work on Can Hasan, who provided an important overview of the Chalcolithic Period in the region and determined the transitional sequences from the Neolithic period. Among the many projects, salvage excavations at Aşvan Castle and Tille Höyük stand out. In the field of epigraphy, David French initiated a major project: the investigation of Asia Minor milestones, resulting in an unprecedented mapping of the ancient routes in Anatolia and became an important reference work. Although the project took many years of fieldwork, David French managed to record milestones and related inscriptions in all the Roman provinces of Anatolia west of the Euphrates. French published his first monograph on this project in 1981 and a two-volume preliminary catalogue in 1988. His final publications, Roman Roads and Milestones of Asia Minor 3: Milestones and Roman Roads and Milestones of Asia Minor 4: Road published by BIAA as e-monographs. \nHe made significant contributions to the institute's scientific output until his death. To honor him and his hardworks for the Institute his name is given to Institute's library: The David H. French Library. After his death the book David French: A Life in Anatolian Archaeology was published in 2020.",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/David_H._French_(archaeologist)"
            },
            {
                "qid": "Q24565230",
                "wikidata_title": "David A. French",
                "wikipedia_title": "David French (political commentator)",
                "description": "American attorney, conservative journalist",
                "intro": "",
                "x_handle": "DavidAFrench",
                "page_url": "https://en.wikipedia.org/wiki/David_French_(political_commentator)"
            },
            {
                "qid": "Q5233858",
                "wikidata_title": "David French",
                "wikipedia_title": "",
                "description": "British businessman",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q1174460",
                "wikidata_title": "David French",
                "wikipedia_title": "David French (playwright)",
                "description": "Canadian writer (1939-2010)",
                "intro": "",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/David_French_(playwright)"
            },
            {
                "qid": "Q109282696",
                "wikidata_title": "David French",
                "wikipedia_title": "David French (politician)",
                "description": "American politician from Kansas",
                "intro": "",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/David_French_(politician)"
            },
            {
                "qid": "Q86062018",
                "wikidata_title": "David French",
                "wikipedia_title": "",
                "description": "researcher",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q76199773",
                "wikidata_title": "David French",
                "wikipedia_title": "",
                "description": "Peerage person ID=599062",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q5233855",
                "wikidata_title": "David French",
                "wikipedia_title": "David French",
                "description": "Wikimedia disambiguation page",
                "intro": "",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/David_French"
            },
            {
                "qid": "Q116507198",
                "wikidata_title": "David French",
                "wikipedia_title": "David French (rugby league)",
                "description": "Australian rugby league footballer",
                "intro": "",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/David_French_(rugby_league)"
            }
        ],
        "author_str": "david french",
        "article_urls": [
            "https://www.theatlantic.com/ideas/archive/2022/04/republican-dont-say-gay-bill-florida/629516/",
            "https://www.theatlantic.com/ideas/archive/2021/11/kyle-rittenhouse-right-self-defense-role-model/620715/",
            "https://www.theatlantic.com/ideas/archive/2022/03/a-uniquely-perilous-moment/627040/",
            "https://www.theatlantic.com/ideas/archive/2022/06/pro-life-dobbs-roe-culture-of-life/661394/",
            "https://www.theatlantic.com/ideas/archive/2022/07/congress-inaction-partisanship/670486/"
        ],
        "article_texts": [
            "Sign up for David’s newsletter, The Third Rail, here.\nThe American right has lost the plot on free speech. The passage of Florida’s House Bill 1557, which bans “classroom instruction” on “sexual orientation and gender identity” in kindergarten through third grade and in a manner that isn’t “age appropriate or developmentally appropriate” in all grades, K–12, is merely the latest in a string of what the free-speech-advocacy organization PEN America has called “education gag orders” that have been",
            "As the Kyle Rittenhouse trial comes to a close, two things are becoming clear at once. First, absolutely no one should be surprised if Rittenhouse is acquitted on the most serious charges against him. And second, regardless of the outcome of the trial, the Trumpist right is wrongly creating a folk hero out of Rittenhouse. For millions he’s become a positive symbol, a young man of action who stepped up when the police (allegedly) stepped aside.\nThe trial itself has not gone well for the prosecuti",
            "Sign up for David’s newsletter, The Third Rail, here.\nTo understand the perils of the present, it is necessary to understand the perils of the past, a distant past that few Americans remember well. In the early days of the Cold War, NATO allies faced a daunting strategic challenge. The Soviet Union and its Warsaw Pact allies possessed an overwhelming advantage in conventional weaponry. They had more men, more tanks, and more planes—and they were massed in proximity to NATO’s borders.\nThere was a",
            "Sign up for David’s newsletter here.\nThe entire legal and cultural ethos of the pro-life movement can be summed up in two sentences: A just society protects all life. A moral society values all life.\nJustice is thus necessary but not sufficient for a culture of life. The pro-life movement should greet the reversal of Roe v. Wade with a spirit of gratitude. The people of this country have, for the first time in almost 50 years, an opportunity to enact laws that truly protect the lives of unborn c",
            "On the last day of the Supreme Court’s most recent term, the Court released two cases that highlight a challenge to American democracy—a challenge that is the direct result of one of the Founders’ more consequential miscalculations. They granted Congress more power than any other branch of government, and they mistakenly thought Congress would possess a sense of institutional responsibility and authority. Instead it is largely a partisan body, drained of any sense of independent civic duty, and "
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q25183384",
                "wikidata_title": "Mark Kenny",
                "wikipedia_title": "Mark Kenny (journalist)",
                "description": "Australian journalist",
                "intro": "",
                "x_handle": "markgkenny",
                "page_url": "https://en.wikipedia.org/wiki/Mark_Kenny_(journalist)"
            },
            {
                "qid": "Q6768359",
                "wikidata_title": "Mark Kenny",
                "wikipedia_title": "Marc Kenny",
                "description": "Irish footballer",
                "intro": "",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/Marc_Kenny"
            },
            {
                "qid": "Q6768360",
                "wikidata_title": "Mark Kenny Carroll",
                "wikipedia_title": "Mark Kenny Carroll",
                "description": "Catholic bishop (1896-1985)",
                "intro": "Mark Kenny Carroll (November 19, 1896 – January 12, 1985) was an American prelate of the Roman Catholic Church. He served as bishop of the Diocese of Wichita in Kansas from 1947 to 1967.",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/Mark_Kenny_Carroll"
            }
        ],
        "author_str": "mark kenny",
        "article_urls": [
            "https://www.smh.com.au/federal-politics/political-news/election-2016-malcolm-turnbull-throws-caution-to-the-wind-20160321-gnn0gp.html",
            "http://www.smh.com.au/federal-politics/political-opinion/liberal-leadership-tony-abbott-gone-but-what-now-20150915-gjmqu7.html",
            "http://www.smh.com.au/politics/federal/chris-bowen-attacks-politicised-treasury-appointment-indicates-he-ll-replace-philip-gaetjens-20180725-p4ztj5.html",
            "http://www.smh.com.au/politics/federal/truce-in-sight-on-climate-wars-but-what-price-peace-for-the-pm-20180725-p4ztj3.html",
            "http://www.smh.com.au/politics/federal/malcoml-turnbull-s-days-are-numbered-his-time-may-even-be-measured-in-hours-20180821-p4zyq8.html"
        ],
        "article_texts": [
            "By Mark Kenny and National Affairs Editor\nAustralia's most influential independent political force, Nick Xenophon, has decided to quit federal politics to contest South Australia's March election, hoping to land a balance-of-power role that will decide not only which side forms government but what policies they can pursue.\nThe bold move threatens to turn the state poll - a race between a Labor government first elected in 2002, and a mistake-prone Liberal opposition struggling to inspire voters -",
            "By Mark Kenny\n- Malcolm Turnbull recalls Parliament in preparation for early election\n- Election 2016 live: Turnbull names a date\nHave no illusion, this is less bluff, more statement of intent. And it represents strong leadership of the kind some had worried might have abandoned the Prime Minister.\nA suddenly determined Malcolm Turnbull has loaded and cocked the election gun, aimed it directly at his opponents promising he will indeed pull the trigger for an early double dissolution unless they ",
            "By Mark Kenny\n- Malcolm Turnbull takes charge: Live coverage from Parliament\n- 'There will be no undermining': Tony Abbott's pledge to Malcolm Turnbull\n- Tony Abbott's final statement as PM: Full transcript\n- Malcolm Turnbull builds a cabinet\n- Emotional Julie Bishop says 'tears were shed'\n- Comment: Is Malcolm Turnbull the next disposable PM?\nIt is a telling commentary on the now failed 24-month Abbott prime ministership that even after it had run its course, its brains trust was still making b",
            "This was published 4 years ago\nChris Bowen attacks 'politicised' Treasury appointment, indicates he'd replace Philip Gaetjens\nBy Mark Kenny\nThe tenure of the incoming Treasury secretary, Philip Gaetjens, could run for less than a year after opposition treasury spokesman Chris Bowen stepped up his attack on the appointment, signalling the former Liberal staffer will be dumped if Labor is elected.\nIn a stinging rebuke of the government, a clearly livid Mr Bowen savaged the promotion as \"simply wro",
            "By Mark Kenny\nCraig Kelly was careful when responding to the latest inducement being offered to the states to secure the National Energy Guarantee. Understandable after his disastrous \"let bygones be bygones\" apologia for Donald Trump's Russia appeasement.\nBut the conservative backbencher, as one of the party room's most vocal coal spruikers, could disguise his grievance over the Turnbull cabinet's creeping environmentalism, only so well.\nAsked during his regular Sky News spot about the \"olive b"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q44306",
                "wikidata_title": "Salman Rushdie",
                "wikipedia_title": "Salman Rushdie",
                "description": "Indian-born British-American novelist (born 1947)",
                "intro": "",
                "x_handle": "salmanrushdie",
                "page_url": "https://en.wikipedia.org/wiki/Salman_Rushdie"
            },
            {
                "qid": "Q28052310",
                "wikidata_title": "Salman Rushdie ('The Moor')",
                "wikipedia_title": "",
                "description": "painting by Bhupen Khakhar",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q114410011",
                "wikidata_title": "Salman Rushdie: Death on a trail",
                "wikipedia_title": "",
                "description": "2019 television film directed by William Karel",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q18021678",
                "wikidata_title": "Salman Rushdie may not attend literature festival in India following widespread protests",
                "wikipedia_title": "",
                "description": "Wikinews article",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q16959090",
                "wikidata_title": "Salman Rushdie knighthood controversy",
                "wikipedia_title": "Salman Rushdie knighthood controversy",
                "description": "Islam-related controversy",
                "intro": "",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/Salman_Rushdie_knighthood_controversy"
            },
            {
                "qid": "Q30420072",
                "wikidata_title": "Salman Rushdie and the sea of stories: a not-so-simple fable about creativity.",
                "wikipedia_title": "",
                "description": "scientific article",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q119273139",
                "wikidata_title": "Salman Rushdie: An Analysis of His Poetics in the Post-colonial Context",
                "wikipedia_title": "",
                "description": "",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q122954959",
                "wikidata_title": "Salman Rushdie's Midnight’s Children: Cultural Cosmopolitan Reflection",
                "wikipedia_title": "",
                "description": "scientific article published in 2021",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q113503169",
                "wikidata_title": "stabbing of Salman Rushdie",
                "wikipedia_title": "Stabbing of Salman Rushdie",
                "description": "2022 attack in Chautauqua, New York, US",
                "intro": "On August 12, 2022, novelist Salman Rushdie was stabbed multiple times as he was about to give a public lecture at the Chautauqua Institution in Chautauqua, New York, United States. A 24-year-old suspect, Hadi Matar, was arrested directly and charged the following day with assault and attempted murder. Rushdie was gravely wounded and hospitalized. Interviewer Henry Reese was also injured by the attacker.\nRushdie, an Indian-born British-American, has been threatened with death since 1989, a year after the publication of his novel The Satanic Verses, when the Iranian Supreme Leader Ayatollah Ruhollah Khomeini issued a fatwa calling for his assassination and set a bounty of $3 million for his death. For years, Rushdie had lived in hiding, taking strict security measures that gradually became more relaxed over time.\nThe government of Iran denied having foreknowledge of the stabbing, although state-controlled agencies of the Iranian media celebrated it. U.S. law enforcement is investigating whether the assailant was in contact with other extremists. Rushdie’s memoir about the attack, Knife: Meditations After an Attempted Murder, is scheduled for publication in April 2024.",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/Stabbing_of_Salman_Rushdie"
            },
            {
                "qid": "Q114410258",
                "wikidata_title": "",
                "wikipedia_title": "",
                "description": "",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            }
        ],
        "author_str": "salman rushdie",
        "article_urls": [
            "http://www.thedailybeast.com/articles/2011/05/02/salman-rushdie-pakistans-deadly-game.html",
            "https://www.thedailybeast.com/salman-rushdie-osama-bin-ladens-death-and-pakistans-deadly-game",
            "http://content.time.com/time/specials/packages/article/0,28804,1984685_1984949_1985235,00.html",
            "https://www.theatlantic.com/magazine/archive/1981/09/the-prophets-hair/665393/",
            "https://www.theatlantic.com/magazine/archive/1983/06/the-free-radio/666638/"
        ],
        "article_texts": [
            "Osama bin Laden died on Walpurgisnacht, the night of black sabbaths and bonfires. Not an inappropriate night for the Chief Witch to fall off his broomstick and perish in a fierce firefight. One of the most common status updates on Facebook after the news broke was “Ding, Dong, the witch is dead,” and that spirit of Munchkin celebration was apparent in the faces of the crowds chanting “U-S-A!” last night outside the White House and at ground zero and elsewhere. Almost a decade after the horror of",
            "Back in 1977, while driving from Chicago to New York, “Harry Burns” (Billy Crystal) told “Sally Albright” (Meg Ryan) that “Men and women can’t be friends, because the sex part always gets in the way.” (To clarify: It was 1977 in the movie. Rob Reiner’s romantic comedy When Harry Met Sally was actually released in 1989.)\nWhen I saw the movie, I felt strongly that Harry’s assertion was wrong. I grew up with three sisters and no brothers and consequently I’ve had always had at least as many women f",
            "In our annual TIME 100 issue we name the people who most affect our world\nNay Phone Latt\nThere are two photos of Nay Phone Latt that I love. In the first one, he's in a vacant lot flying a kite. In the other, he's standing in front of a wall-size King Kong poster, a dinosaur lunging for his right ear.\nLooking at these, it takes no great leap to guess what he is: a poet and blogger. And since he lives in Burma, you can guess what else he is: a prisoner.\nThe recipient of this years PEN/Barbara Gol",
            "A SHORT STORY BY SALMAN RUSHDIE\nEARLY IN 19—, WHEN SRINAGAR WAS UNDER the SPELL of a winter so fierce it could crack men’s bones as if they were glass, a young man upon whose coldpinked skin there lay, like a frost, the unmistakable sheen of wealth was to be seen entering the most wretched and disreputable part of the city, where the houses of wood and corrugated iron seemed perpetually on the verge of losing their balance, and asking in low, grave tones where he might go to engage the services ",
            "WE ALL KNEW NOTHING GOOD WOULD HAPPEN TO him while the thief’s widow had her claws dug into his flesh, but the boy was an innocent, a real goof, you can’t teach such people. That boy could have had a good life. God had blessed him with God’s own looks, and his father had gone to the grave for him, but didn’t he leave the boy a brand-new first-class bicycle rickshaw with plastic-covered seats? Looks he had, his own trade he had, there would have been a good wife in time; he should have taken a fe"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q6177920",
                "wikidata_title": "Jenni Russell",
                "wikipedia_title": "Jenni Russell",
                "description": "British journalist",
                "intro": "Jenni Cecily Russell (born 16 July 1960) is a British journalist and broadcaster. She is a columnist for The Times, a contributing writer for The New York Times, and a book reviewer for The Sunday Times. She has been a columnist for The Guardian and written the political column for London Evening Standard.\nShe worked for many years at the BBC and ITN, latterly as editor of The World Tonight on BBC Radio 4. She is married to Stephen Lambert, a media executive, and lives in London.",
                "x_handle": "jennirsl",
                "page_url": "https://en.wikipedia.org/wiki/Jenni_Russell"
            }
        ],
        "author_str": "jenni russell",
        "article_urls": [
            "https://www.theguardian.com/commentisfree/2010/feb/25/only-paralysis-fear-pervades-workplace",
            "https://www.thetimes.co.uk/article/why-we-should-all-beware-the-optimism-trap-tb92vz88h"
        ],
        "article_texts": [
            "There's a school of thought in Labour circles which believes that the prime minister's behaviour doesn't matter, that accusations of bullying are either unproven or irrelevant, and that all anyone cares about is how well he does the job. I couldn't disagree more with each assertion. Gordon Brown's rages are well known among the small circle in which he operates, are deeply destructive to good governance, and are a key to understanding why this man's government has been so unco-ordinated, unhappy",
            "Why we should all beware the optimism trap\nThe spectacular collapse of a crypto empire is a lesson in the human tendency to expect good things without evidence\nThe overnight collapse of Sam Bankman-Fried’s empire, multibillion-dollar fortune and reputation has left spectators goggle-eyed at his apparent idiocy and at the gullibility of those who invested in his fairy gold. SBF’s own explanations, in a public mea culpa, are the most remarkable part of it. He now admits he ran one of the most succ"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q16146845",
                "wikidata_title": "Howard Altman",
                "wikipedia_title": "Howard Altman",
                "description": "American journalist and newspaper editor",
                "intro": "Howard Altman (born March 1, 1960) is an American journalist and newspaper editor who currently writes for The War Zone.  He was an investigative reporter, columnist and news editor at the Philadelphia City Paper for many years, and its editor-in-chief from March 2003 until he was fired in May 2004.  During his tenure at the City Paper, Altman won multiple local and state awards in the \"weekly alternative\" or \"non-daily\" categories for his columns, sports coverage, and investigative reporting.  Altman and colleagues have also won awards as editors for the front-page design of the City Paper's issue dealing with the September 11, 2001 attacks.\nRelocating to Tampa, Florida, Altman joined The Tampa Tribune as courts and cops editor in the converged newsroom of the Tribune, Tampa Bay Online (tbo.com) and the local NBC television affiliate, WFLA-TV. There, he helped form the Continuous News Desk, which merged all three platforms into one synchronized unit he helped run. It revolutionized how and when news was delivered across platforms. Page views and time on site skyrocketed, forcing competition to follow suit. \nAltman later became the Tribune's military reporter, given the large military presence in the Tampa Bay.  This presence includes MacDill Air Force Base, the two unified combatant commands that are headquartered at MacDill AFB, the Avon Park Air Force Range, Coast Guard Air Station Clearwater, Coast Guard Sector St. Petersburg, numerous smaller U.S. Coast Guard installations, multiple homeported Coast Guard cutters, various Reserve and National Guard facilities, two large Veterans Administration medical centers, and one of the largest active duty military, reserve military (to include National Guard), retired military and non-career military veteran populations in Florida.\nWith the May 2016 acquisition of The Tampa Tribune by its long-time St. Petersburg, Florida-based competitor, The Tampa Bay Times (formerly The St. Petersburg Times), Altman became the senior writer/military affairs for The Tampa Bay Times.  In addition to print media, Altman is also a periodic guest on local radio and television segments in the Tampa Bay area regarding military affairs. After departing Tampa Bay, Altman moved to  MilitaryTimes as senior managing editor. In February 2022 he was fired by MilitaryTimes. In April 2022 The War Zone announced his hire as a staff writer.",
                "x_handle": "haltman",
                "page_url": "https://en.wikipedia.org/wiki/Howard_Altman"
            }
        ],
        "author_str": "howard altman",
        "article_urls": [
            "https://businessinsider.com/lead-prosecutor-navy-seal-war-crimes-trial-out-over-spying-2019-6",
            "https://www.businessinsider.com/watch-military-aircraft-fly-over-trump-july-4-extravaganza-2019-7",
            "https://businessinsider.com/kim-jong-un-demise-could-spark-unrest-require-military-response-2020-4",
            "https://www.businessinsider.com/lead-prosecutor-navy-seal-war-crimes-trial-out-over-spying-2019-6"
        ],
        "article_texts": [
            "- Navy Cmdr. Christopher Czaplak, the lead prosecutor in the war crimes case against Navy SEAL Edward Gallagher, has been removed over allegations of email spying.\n- The prosecution stands accused of attempting to spy on the defense, as well as a member of the media, by sending emails with embedded tracking software.\n- Czaplak will be replaced by \"a qualified military judge advocate,\" the Navy said.\n- Gallagher, who was recently released from custody in response to prosecutorial interference, wi",
            "- A highlight of President Donald Trump's July 4th \"Salute to America\" event on Thursday was fly-overs by military aircraft.\n- One estimate put the cost of the fly-overs at more than $500,000 an hour — here's what that bought.\n- Visit Business Insider's homepage for more stories.\nStanding in a steady drizzle and flanked by the nation's top military leaders, President Donald Trump turned the National Mall into an airshow Thursday evening as aircraft from all four services and the Coast Guard roar",
            "- Recent reports that North Korean leader Kim Jong Un's health was at risk have renewed concerns about could happen after his death.\n- It's not clear if Kim has picked a successor, and his sudden death could destabilize the region and force the US and others in the region to react.\n- Visit Business Insider's homepage for more stories.\nA Kim Jong Un demise could destabilize the region, create a massive refugee flow and force the US, South Korea and possibly other regional allies to react to the u",
            "- Navy Cmdr. Christopher Czaplak, the lead prosecutor in the war crimes case against Navy SEAL Edward Gallagher, has been removed over allegations of email spying.\n- The prosecution stands accused of attempting to spy on the defense, as well as a member of the media, by sending emails with embedded tracking software.\n- Czaplak will be replaced by \"a qualified military judge advocate,\" the Navy said.\n- Gallagher, who was recently released from custody in response to prosecutorial interference, wi"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q3542638",
                "wikidata_title": "Ty Burr",
                "wikipedia_title": "Ty Burr",
                "description": "American film critic",
                "intro": "",
                "x_handle": "tyburr",
                "page_url": "https://en.wikipedia.org/wiki/Ty_Burr"
            },
            {
                "qid": "Q248179",
                "wikidata_title": "Ty Burrell",
                "wikipedia_title": "Ty Burrell",
                "description": "American actor and comedian",
                "intro": "Tyler Gerald Burrell (born August 22, 1967) is an American actor. Burrell is best known for his role as Phil Dunphy on the ABC sitcom Modern Family, for which he won the Primetime Emmy Award for Outstanding Supporting Actor in a Comedy Series in 2011 and 2014, from eight consecutive nominations.\nBurrell has had several roles in Broadway shows such as Macbeth and off-Broadway plays such as Burn This. He also had starring roles on the television series Out of Practice and Back to You. He has appeared in films such as Evolution, Black Hawk Down, Dawn of the Dead, Muppets Most Wanted, and as Doc Samson in  The Incredible Hulk. He has also voiced characters in the animated films Mr. Peabody & Sherman, Finding Dory, and Storks.\n\n",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/Ty_Burrell"
            }
        ],
        "author_str": "ty burr",
        "article_urls": [
            "https://www.bostonglobe.com/2020/01/15/arts/clemency-facing-what-it-is-put-man-death/",
            "https://ew.com/article/1996/08/09/matilda-3/",
            "https://ew.com/article/1990/08/03/novels-film/",
            "https://ew.com/article/1997/03/28/vertigo-2/",
            "https://ew.com/article/2001/11/16/classic-movies-finally-arrive-dvd/"
        ],
        "article_texts": [
            "It’s a shame that “Clemency” is coming to theaters around the same time as “Just Mercy,” another brooding death-row drama. It’s a disservice to both movies but especially to “Clemency,” which is more fictional and less formulaic than the other (quite worthy) film. It’s particularly unfair to Alfre Woodard and Aldis Hodge, who give two of the most powerful performances of 2019, in a movie that has been ignominiously shuffled off to 2020. (Distributor Neon may have decided to put all its awards se",
            "Matilda review: Read EW's original 1996 take\nMatilda Wormwood (Mara Wilson) loves to read. At the age of 4, she’s sneaking to the library; by 6, she’s onto Moby Dick. Yet Mom (Rhea Perlman) is a bottle-blond home shopaholic and Dad (Danny DeVito) is a used-car salesman who thinks TV is better than books because it’s faster. Worse, Matilda wants to go to school. So Dad packs her off to Crunchem Hall, run by Agatha Trunchbull (British actress Pam Ferris), a monstrous former Olympic shot-put champi",
            "Novels on Film\nWith Presumed Innocent now in theaters and the movie version of Bonfire of the Vanities in the pipeline, filmmakers continue to mine the industry’s most enduring source of new movie ideas: popular fiction. But the paradox of movies based on literature is that great books often make lousy movies, and some of the best movies spring from mediocre books. The two media play by different rules: Brilliant writing often proves untranslatable, while books with more modest aspirations that ",
            "Vertigo\nSay you’ve never seen an Alfred Hitchcock movie — yes, you’ve finally emerged blinking from that Skinner box. Which film makes the best introduction to this master of guilt and entertainment? Psycho, perhaps, ground zero for every slasher movie to come, or North By Northwest, the ultimate lighter-than-air chase confection, or Notorious, the most erotic of suspense melodramas.\nBut not Vertigo. No, that’s the graduate course. Deliriously rich, daringly slow, uncommercially morbid, it’s the",
            "Classic movies finally arrive on DVD\nClassic movies finally arrive on DVD\nIt’s mid-November, and while most people are just getting their brains around the turkey thing and what they’re going to say to Uncle Philo when they’re stuck next to him and his bourbon breath at the table this year, the Entertainment Weekly writers and critics are thinking about… end of the year best/worst lists. That’s right, even if the year has a month and a half to go — and even if it’s our critical duty to keep on e"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q15485454",
                "wikidata_title": "Matt Welch",
                "wikipedia_title": "Matt Welch",
                "description": "journalist, blogger, pundit, libertarian",
                "intro": "Matthew Lee Welch (born July 31, 1968) is an American blogger, journalist, author, and\nlibertarian political pundit.",
                "x_handle": "mattwelch",
                "page_url": "https://en.wikipedia.org/wiki/Matt_Welch"
            }
        ],
        "author_str": "matt welch",
        "article_urls": [
            "https://reason.com/2019/09/13/the-corruptions-of-power/",
            "https://reason.com/2019/09/23/2020-dems-love-obama-hate-obamas-policies/",
            "https://reason.com/2020/03/27/how-much-is-2-3-trillion-more-than-even-obama-could-imagine/",
            "https://reason.com/2021/04/28/beware-of-big-presidential-speeches-during-times-of-crisis/",
            "https://reason.com/2021/06/09/biden-wont-close-the-tax-gap-but-he-will-snoop-on-your-bank-records/"
        ],
        "article_texts": [
            "The Corruptions of Power\nWill former U.N. Ambassador Samantha Power ever learn?\nThe Education of an Idealist: A Memoir, by Samantha Power, Dey Street Books, 592 pages, $29.99\nLess than 100 hours before the critical Super Tuesday vote in 2008's Democratic presidential primaries, Samantha Power, the Pulitzer-winning author of A Problem From Hell: America and the Age of Genocide, stared plaintively into the eyes of Armenian-American YouTube viewers and delivered a heartfelt testimonial to a \"true f",
            "2020 Dems Love Obama, Hate Obama's Policies\nFor both good and ill, the Democratic field has moved so far to the left that 2012 Obama would have a hard time fitting in.\nHow does a political party replicate the electoral success of its most revered member even while repudiating a whole host of his policies? That's the riddle facing Democrats in 2020.\nAn NBC/Wall Street Journal poll released last week put numbers on what has long been a visceral cultural nostalgia for the 44th presidency. Ninety pe",
            "How Much Is $2.3 Trillion? More Than Even Obama Could Imagine\nThe CARES Act plunges the nation into a crash course on experimental economics.—and we're the lab rats.\nIn 2009, the last time Washington aimed a trillion-dollar firehose at the distressed U.S. economy, the president, a Democrat, repeatedly coupled that act of temporary profligacy with the rhetorical aim of long-term budgetary sobriety.\n\"One of the central goals of this administration is restoring fiscal responsibility,\" Barack Obama ",
            "Beware of Big Presidential Speeches During Times of Crisis\nBiden tonight, like LBJ in 1964, Ford in 1975, Reagan in 1981, and Obama in 2009, is ready to make some terraforming asks to a pliant Congress.\n'Tis the season for pompous presidential speeches to Congress. Most years we call these prime-time pitches the State of the Union address, though beginning in earnest with Ronald Reagan in 1981, first-term presidents have stepped in where lame-duck executives once stood and delivered something of",
            "Biden Won't Close the 'Tax Gap,' but He Will Snoop on Your Bank Records\nAnother new Democratic administration, another hollow promise to discover hundreds of billions of unreported tax obligations under the national mattress.\nWhen the Group of Seven (G-7) wealthy democracies agreed in principle June 5 to establish a global minimum corporate tax of 15 percent and an \"excess profit\" surcharge on large corporations with annual margins above 10 percent, you could almost hear the sound of the world's"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q104025844",
                "wikidata_title": "David Stubbs",
                "wikipedia_title": "",
                "description": "film director, screenwriter & television writer",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q5240156",
                "wikidata_title": "David Stubbs",
                "wikipedia_title": "David Stubbs",
                "description": "British music journalist",
                "intro": "",
                "x_handle": "sendvictorious",
                "page_url": "https://en.wikipedia.org/wiki/David_Stubbs"
            },
            {
                "qid": "Q16239400",
                "wikidata_title": "David Stubbs",
                "wikipedia_title": "David Stubbs (RAF officer)",
                "description": "Royal Air Force officer",
                "intro": "Air Vice Marshal David John Stubbs,  is a senior Royal Air Force officer. He previously served as the Commandant of Royal Air Force College Cranwell from 2012 to 2013, and the Air Secretary from 2013 to 2016.",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/David_Stubbs_(RAF_officer)"
            },
            {
                "qid": "Q125387569",
                "wikidata_title": "David Stubbs",
                "wikipedia_title": "",
                "description": "Bermudian Rhodes Scholar",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q98766636",
                "wikidata_title": "David Stubbs",
                "wikipedia_title": "",
                "description": "British visual artist",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            }
        ],
        "author_str": "david stubbs",
        "article_urls": [
            "https://www.theguardian.com/tv-and-radio/2019/dec/10/best-tv-shows-2019-no-8-this-time-with-alan-partridge",
            "https://www.theguardian.com/tv-and-radio/2019/may/13/dragon-fire-and-fury-game-of-thrones-has-turned-on-its-bloodthirsty-fans"
        ],
        "article_texts": [
            "Leonardo Live\n7pm, Sky Arts 1\nOn the eve of one of the biggest-ever exhibitions of his work at the National Gallery, Tim Marlow and Mariella Frostrup offer a guide to the Da Vinci works on display. Although he's as much renowned for his speculative science nowadays, this exhibition will focus on his paintings and drawings, and his drive to convey some notion of perfection in human form. A good way to catch the show, especially as the real thing will probably feel like shuffling through a train s",
            "Dancing on the Edge\n9pm, BBC2\nWith Jessie lying in a coma following her attempted murder, Louis still harbours suspicions about Julian, but continues with band engagements – including, mischievously, an appearance at the German embassy. Meanwhile, Stanley is peeved by the introduction of a new deputy editor at the Musical Express, fixated on an imminent era of \"electronic music\" a mere 40 years ahead of Kraftwerk. Stephen Poliakoff's drama is a stylish mix of period elegance and reactionary aust",
            "When it was announced that Alan Partridge was to return to TV in early 2019 as co-host of a chat show, the big question was: would he stand out in his incontinent crassness in a media landscape that contained actual buffoons such as Piers Morgan? The answer was a resounding yes, not least because, unlike the crudely calculating troll Morgan, Partridge yearns – desperately and unsuccessfully – for mainstream normality, has a modicum of moral sense and is a far more complex character.\nSince his cr",
            "In wrapping up in six, albeit lengthy episodes, Game of Thrones was always setting itself an invidious task. Long-term watchers of the show have been forced not so much to suspend disbelief as to throw it out altogether like a boy from a tower. Cross-country journeys that once took half a series are now being completed in half an episode to speed things up. The writing of George RR Martin is much missed; the ruminative, witty, mordant dialogue has been pared to the bone. Tyrion has been a partic"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q5004500",
                "wikidata_title": "Byron York",
                "wikipedia_title": "Byron York",
                "description": "American journalist",
                "intro": "Byron York (born December 5, 1955) is an American conservative correspondent, pundit, columnist, and author.\n\n",
                "x_handle": "byronyork",
                "page_url": "https://en.wikipedia.org/wiki/Byron_York"
            }
        ],
        "author_str": "byron york",
        "article_urls": [
            "https://www.theatlantic.com/magazine/archive/2003/03/back-to-bork/302697/",
            "https://www.theatlantic.com/doc/200303/york",
            "https://www.businessinsider.com/fusion-gps-funded-trump-dossier-free-beacon-democrats-hillary-clinton-2017-10"
        ],
        "article_texts": [
            "Donald Trump got bad reviews in the press — no surprise — when he announced that Rudy Giuliani, the former New York City mayor and federal prosecutor, would join his legal team in the Trump-Russia special counsel investigation. The 74-year-old Giuliani is not as sharp as he was, some said, and isn’t really a practising lawyer any more. How can you effectively defend the President by slipping out of fatcat dinners at New York steakhouses for quick hits on Fox News?\nThat was then. Now, it appears ",
            "The consensus among Supreme Court watchers these days is that one, and perhaps two, justices will retire this year, probably in the summer. The leading candidates are Chief Justice William Rehnquist, seventy-eight, who is said to be tired and ready to go, and Associate Justice Sandra Day O'Connor, seventy-two, who is believed to be eager to head home to play golf in Arizona. Although there's been a lot of guessing about whom President Bush might nominate to fill a vacancy, perhaps the more intri",
            "- The Washington Free Beacon, a conservative website founded by a high-profile Republican donor, was the original funder for an anti-Trump opposition research project by the firm Fusion GPS.\n- The Free Beacon informed the House Intelligence Committee of its funding Friday.\n- The original project was not related to Russia or Christopher Steele, who eventually produced for the firm the explosive dossier alleging ties between President Donald Trump's campaign and Russia.\nLawyers for the conservativ"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q7901883",
                "wikidata_title": "Usha Lee McFarling",
                "wikipedia_title": "Usha Lee McFarling",
                "description": "American science journalist",
                "intro": "Usha Lee McFarling is an American science reporter who is an Artist In Residence at the University of Washington Department of Communication. She won a 2007 Pulitzer Prize for Explanatory Reporting. University of Washington Department of Communication. \n\n",
                "x_handle": "ushamcfarling",
                "page_url": "https://en.wikipedia.org/wiki/Usha_Lee_McFarling"
            }
        ],
        "author_str": "usha lee mcfarling",
        "article_urls": [
            "https://www.scientificamerican.com/article/the-covid-cancer-effect/",
            "https://www.scientificamerican.com/article/scientists-are-monitoring-west-nile-virus-in-los-angeles-using-chickens/",
            "https://www.latimes.com/archives/la-xpm-2004-sep-11-sci-hurricanes11-story.html"
        ],
        "article_texts": [
            "PASADENA, Calif.—Traditional sperm tests don’t reveal much.\nThey can assess how many sperm a man produces, whether sperm are misshapen, and how well they swim. But that’s about it.\nDetermined to extract more data, several startups are developing next-generation tests that they hope will help men better understand their fertility. The goal: to explain why some men who have normal sperm counts still cannot conceive.\nOne such test, marketed as Seed, will be unveiled Monday in front of thousands of ",
            "As the novel coronavirus swept through Boston last March, Toni Choueiri was worried. He was concerned not only about the rapid rise in COVID infections but about the swift shutdown in cancer screenings.\nIn Boston—and around the nation—colonoscopy suites stood empty as patients refused to come in, terrified of setting foot in any hospital or clinic. Screening center schedules, once full of mammography appointments, cleared dramatically. Hospital corridors quieted; screening center workers were se",
            "EL MONTE, Calif. — The chickens are used to the needles.\nThey don’t fuss when vector ecologist Tanya Posey pulls opens the door of a coop in a community garden here, firmly grasps a Leghorn, and pulls a blood sample out of its wing vein. She’s so good, she can bleed a chicken in about 30 seconds.\nThat’s helpful, because she has a lot of chickens to test.\nMore than six dozen sentinel chickens, living in coops dotted around Los Angeles, make up one of the first lines of defense in this sprawling c",
            "SAN DIEGO — The hepatitis A outbreak now roiling this well-heeled, coastal city may have had its roots in a baseball game — when the city cleaned up for the 2016 All-Star Game by pushing its homeless out of the touristy areas downtown and into increasingly congested encampments and narrow freeway onramps just east of downtown. The lines of tents stretched for blocks.\nAt the same time, the city was locking and removing bathrooms to help control the rampant drug and prostitution trade they’d spawn",
            "UCLA neuroscientists reported Monday that they have transferred a memory from one animal to another via injections of RNA, a startling result that challenges the widely held view of where and how memories are stored in the brain.\nThe finding from the lab of David Glanzman hints at the potential for new RNA-based treatments to one day restore lost memories and, if correct, could shake up the field of memory and learning.\n“It’s pretty shocking,” said Dr. Todd Sacktor, a neurologist and memory rese"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q59786066",
                "wikidata_title": "Stuart Thomson",
                "wikipedia_title": "",
                "description": "researcher ORCID ID = 0000-0003-4331-5654",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q98649563",
                "wikidata_title": "Stuart Thomson",
                "wikipedia_title": "",
                "description": "researcher (ORCID 0000-0003-1101-6457)",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q114278364",
                "wikidata_title": "Stuart Thomson",
                "wikipedia_title": "",
                "description": "Canadian journalist",
                "intro": "",
                "x_handle": "stuartxthomson",
                "page_url": ""
            },
            {
                "qid": "Q52873595",
                "wikidata_title": "Stuart Thomson",
                "wikipedia_title": "",
                "description": "Canadian commercial, portrait, and press photographer",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q112449397",
                "wikidata_title": "Stuart Thomson",
                "wikipedia_title": "",
                "description": "",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q124642036",
                "wikidata_title": "Stuart Thomson",
                "wikipedia_title": "",
                "description": "",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q112503305",
                "wikidata_title": "Stuart Thomson",
                "wikipedia_title": "",
                "description": "classical philologist",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q116456605",
                "wikidata_title": "Stuart Thomson",
                "wikipedia_title": "",
                "description": "Executive Director - The Good Business Foundation",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q1666888",
                "wikidata_title": "Stuart Gulliver",
                "wikipedia_title": "Stuart Gulliver",
                "description": "British banking business executive",
                "intro": "Stuart Thomson Gulliver (born 9 March 1959) is a British banker, and the former group chief executive of HSBC. He was succeeded on 21 February 2018 by John Flint.",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/Stuart_Gulliver"
            }
        ],
        "author_str": "stuart thomson",
        "article_urls": [
            "https://nationalpost.com/news/politics/the-birth-of-a-pandemic-how-covid-19-went-from-wuhan-to-toronto",
            "https://nationalpost.com/news/politics/the-birth-of-a-pandemic-how-covid-19-went-from-wuhan-to-toronto/wcm/240e0549-3310-4c1a-99f0-3ce8aa69877e/amp/",
            "https://nationalpost.com/news/politics/the-road-map-to-reopening-canadas-economy-watch-for-these-markers",
            "https://nationalpost.com/news/politics/the-road-map-to-reopening-canadas-economy-watch-for-these-markers/wcm/e6208f36-9f3d-4875-b106-74956233ef20/amp/",
            "https://nationalpost.com/news/politics/on-farm-subsidies-donald-trump-is-throwing-stones-from-inside-a-17-billion-glass-house?video_autoplay=true"
        ],
        "article_texts": [
            "The birth of a pandemic: How COVID-19 went from Wuhan to Toronto\nThe unofficial version of events begins much earlier than the story narrated by Chinese officials\nArticle content\nChinese officials told the world about a new coronavirus on Jan. 7 but alarm bells had been ringing in Wuhan, the capital city of the central Chinese province of Hubei, for weeks.\nAdvertisement 2\nArticle content\nThe unofficial version of events begins much earlier and is buried in unpublished Chinese government data, wh",
            "The birth of a pandemic: How COVID-19 went from Wuhan to Toronto\nThe unofficial version of events begins much earlier than the story narrated by Chinese officials\nChinese officials told the world about a new coronavirus on Jan. 7 but alarm bells had been ringing in Wuhan, the capital city of the central Chinese province of Hubei, for weeks.\nThe unofficial version of events begins much earlier and is buried in unpublished Chinese government data, whistleblower accounts and chilling instant messag",
            "The road map to reopening Canada's economy: Watch for these markers\nPhase two of four involves a gradual reopening but, crucially, provinces should be ready to go back to phase one if the country suffers a second wave of infections\nArticle content\nOntario Premier Doug Ford likely spoke for the nation when he said this week that people are “getting squirrelly staying inside the house” as the country obeys stay-at-home orders to fight the COVID-19 pandemic.\nAdvertisement 2\nArticle content\nAnd alth",
            "The road map to reopening Canada's economy: Watch for these markers\nPhase two of four involves a gradual reopening but, crucially, provinces should be ready to go back to phase one if the country suffers a second wave of infections\nOntario Premier Doug Ford likely spoke for the nation when he said this week that people are “getting squirrelly staying inside the house” as the country obeys stay-at-home orders to fight the COVID-19 pandemic.\nAnd although some politicians and public health official",
            "On farm subsidies, Donald Trump is throwing stones from inside a $17-billion glass house\nTrump's arguments are something Canadians have heard before, but he doesn't mention that U.S. farmers are also awash in subsidies\nArticle content\nThe disastrous G7 summit that ended with the U.S. accusing Prime Minister Justin Trudeau of “betrayal,” kicked off with complaints from U.S. President Donald Trump about Canadian milk.\nAdvertisement 2\nArticle content\n“Canada charges the U.S. a 270% tariff on dairy "
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q5605757",
                "wikidata_title": "Greg Ip",
                "wikipedia_title": "Greg Ip",
                "description": "Canadian-American magazine editor",
                "intro": "Greg Ip (born June 18, 1964) is a Canadian-American journalist, currently the chief economics commentator for The Wall Street Journal. A native of Canada, Ip received a bachelor's degree in economics and journalism from Carleton University in Ottawa, Ontario. He lives in Bethesda, Maryland.",
                "x_handle": "greg_ip",
                "page_url": "https://en.wikipedia.org/wiki/Greg_Ip"
            }
        ],
        "author_str": "greg ip",
        "article_urls": [
            "https://www.theatlantic.com/magazine/archive/2015/12/texting-in-the-cockpit/413170/",
            "https://www.theatlantic.com/magazine/archive/2015/12/texting-in-the-cockpit/413170/#main-content"
        ],
        "article_texts": [
            "the aviation safety reporting system, a branch of nasa, is probably the most important contributor to aviation safety you’ve never heard of. Every day, more than 200 reports of near-miss incidents flow into its office at Moffett Field, in California, down the road from Google’s headquarters. Anonymity is central to the system; incident reporters need to know that their honesty will not get them disciplined or sued. ASRS highlights the most-interesting reports in a monthly newsletter, “Callback,”",
            "the aviation safety reporting system, a branch of nasa, is probably the most important contributor to aviation safety you’ve never heard of. Every day, more than 200 reports of near-miss incidents flow into its office at Moffett Field, in California, down the road from Google’s headquarters. Anonymity is central to the system; incident reporters need to know that their honesty will not get them disciplined or sued. ASRS highlights the most-interesting reports in a monthly newsletter, “Callback,”"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q29452734",
                "wikidata_title": "Sam Lansky",
                "wikipedia_title": "Sam Lansky",
                "description": "American writer",
                "intro": "Sam Lansky (born September 23, 1988) is an American journalist, author and editor. He has worked for Time magazine, New York magazine, The Atlantic, Esquire, Out, and Grantland.\n\n",
                "x_handle": "samlansky",
                "page_url": "https://en.wikipedia.org/wiki/Sam_Lansky"
            }
        ],
        "author_str": "sam lansky",
        "article_urls": [
            "https://time.com/6103203/timothee-chalamet-profile/",
            "https://time.com/5667752/ryan-murphy-netflix/",
            "https://time.com/4155801/adele-story/",
            "https://time.com/4547317/andrew-garfield-hacksaw-ridge/",
            "https://time.com/3696884/in-search-of-the-real-nicki-minaj/"
        ],
        "article_texts": [
            "Timothée Chalamet and I are on the run, chasing down Sixth Avenue on a bright September day in search of a place to talk. The restaurant in Greenwich Village where we had planned to meet ended up getting swarmed by NYU students while I was waiting for him, chattering excitedly to one another—“Timothée Chalamet is here!” “Shut up!” “Yeah, he’s right outside!”—so, trying to avoid a deluge of selfie seekers, I bolt from the table, tapping Chalamet on the shoulder where he stands under the awning, o",
            "Ryan Murphy is taking a rare breather. We’re in his tidy trailer on a set in Hollywood, at the end of the last day of shooting for The Boys in the Band, a play that Murphy revived on Broadway in 2018 and is now producing as a feature film for Netflix. Outside, the studio lot is surprisingly sedate. A golf cart whirs past. A colleague brings him a single shot of espresso. Murphy, 53, schedules his days into short intervals—15 minutes, or 30—and works seven days a week. “I say I can’t keep going a",
            "On a chilly November night, Adele takes the stage at Radio City Music Hall in Manhattan for her first show in the U.S. in four years. It’s also the first stop on a stateside publicity tour to promote her new album, 25. After singing her No. 1 smash “Hello,” an orchestral ballad that aches with regret, she kicks off her shoes center stage and sighs. “How are you?” Adele asks the audience. “Are you all O.K.?” The crowd cheers. “I’m sorry,” she says. “I’ve got gas because I’m nervous.” Laughter eru",
            "What drew you to the character of Desmond Doss?\nIt was one of those stories that rang a bell inside me. I felt compelled enough that I knew my drive to do it would supersede any doubt I had about myself being able to do it. Desmond was in touch with his spirit, with his own deep inner self, with God. In that way it was very inspiring.\nHow did you find working with Mel Gibson as a director?\nHe’s incredibly instinctive and emotional–all blood and guts, nerve endings, viscera and muscle. Simultaneo",
            "Nicki Minaj has worn a lot of hats–or, in her case, candy-colored wigs–in the half-decade that she’s been in the public eye: rapper, pop star, actress, fashion icon, mogul. Listen to her hits on the radio and she sounds ferocious and irrepressible, like someone who could do, or be, anything.\nBut curled up in an armchair in a New York City hotel room on a frosty winter day, she is weary and uncertain. She’s trying to talk about her new album, The Pinkprint, which is all about stripping away the d"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q3062858",
                "wikidata_title": "Ezra Levant",
                "wikipedia_title": "Ezra Levant",
                "description": "Canadian media personality and far-right activist",
                "intro": "Ezra Isaac Levant (born February 20, 1972) is a Canadian far-right media personality, political activist, writer, broadcaster, and former lawyer. Levant is the founder and former publisher of the conservative magazine, The Western Standard. He is also the co-founder, owner, and CEO of the far-right media website Rebel News. Levant has also worked as a columnist for Sun Media, and he hosted a daily program on the Sun News Network from the channel's inception in 2011 until its demise in 2015.\nLevant rose to prominence in 2006 after publishing the Jyllands-Posten Muhammad cartoons in The Western Standard, which led to a protracted legal battle with the Alberta Human Rights Commission regarding hate speech legislation and freedom of speech. The complaint against Levant was ultimately withdrawn. In February 2015, Levant co-founded Rebel News with Brian Lilley; Lilley left Rebel News in 2017 citing lack of editorial standards. Under Levant, Rebel News has been described as a platform for the anti-Islamic ideology known as counter-jihad.Levant self-identifies as a libertarian conservative; however, he has also been identified as belonging to the Canadian far right. He is a prominent supporter of the Canadian petroleum industry and fracking. Levant has been successfully sued for libel on multiple occasions, while apologies and retractions were issued by him or on his behalf on numerous other occasions.",
                "x_handle": "ezralevant",
                "page_url": "https://en.wikipedia.org/wiki/Ezra_Levant"
            }
        ],
        "author_str": "ezra levant",
        "article_urls": [
            "https://reason.com/archives/2009/05/04/the-internet-saved-my-tongue"
        ],
        "article_texts": [
            "The Internet Saved My Tongue\nHow I beat Canada's 'human rights' censors\nEarly on the morning of February 13, 2006, nearly 40,000 copies of the Western Standard rolled off the presses in Edmonton, Alberta. Tucked inside that week's issue of Canada's only national conservative magazine, on pages 15 and 16, was a story about the international controversy over a Danish newspaper that had printed a dozen satirical cartoons featuring the prophet Muhammad. Our article, which was illustrated by eight of"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q7843188",
                "wikidata_title": "Trip Gabriel",
                "wikipedia_title": "Trip Gabriel",
                "description": "American journalist",
                "intro": "Trip Gabriel is an American political journalist who works for The New York Times. He has covered each presidential campaign since 2012, as well as numerous U.S. Senate, congressional and gubernatorial races. Much of his reporting has focused on voters, demographics and the battleground states; especially as Donald  Trump disrupted traditional party coalitions.  In 2015, Gabriel was based in Iowa during the run-up to the presidential caucuses, as Trump began consolidating his hold on Republicans.In 2019, his article about Representative Steve King of Iowa as a precursor to Trump's politics of anti-immigrant nationalism created an uproar, after King told the reporter: “White nationalist, white supremacist, Western civilization — how did that language become offensive?” King, a Republican, was stripped of his committee assignments in the House of Representatives by republican leaders.Other coverage by Gabriel that had a high impact included reporting about Republicans using critical race theory as a culture-war issue in 2021; the political formation of Pete Buttigieg when he sought the 2020 Democratic nomination; the crushing down-ballot losses by Democrats in 2020, and the foreign policy stumbles of Ben Carson in 2015, in which an advisor to Carson, Duane R. Clarridge, told The Times, “Nobody has been able to sit down with him and have him get one iota of intelligent information about the Middle East.\"",
                "x_handle": "tripgabriel",
                "page_url": "https://en.wikipedia.org/wiki/Trip_Gabriel"
            }
        ],
        "author_str": "trip gabriel",
        "article_urls": [
            "https://www.nytimes.com/2022/09/27/us/politics/fetterman-oz-crime-justice.html",
            "https://www.nytimes.com/2020/12/09/us/politics/trump-pennsylvania-electoral-college.html"
        ],
        "article_texts": [
            "Fetterman’s Push for Clemency Becomes an Attack Line for Oz\nAs Pennsylvania’s lieutenant governor, John Fetterman has pushed for second chances for certain convicts. But crime has become a focal point for Republicans nationwide in the 2022 elections.\nThis article is part of our Midterms 2022 Daily Briefing\nLee and Dennis Horton maintained their innocence through 27 years behind bars. The brothers were convicted in a 1993 robbery and fatal shooting in Philadelphia that they say they did not commi",
            "Even in Defeat, Trump Tightens Grip on State G.O.P. Lawmakers\nIn Pennsylvania, the president’s false claims of a rigged vote may inflame the party base for years to come. One lawmaker said that refusing to back up his assertions would “get my house bombed.”\nLast week, allies of President Trump accused Republican leaders in Pennsylvania of being “cowards” and “liars” and of letting America down.\nMr. Trump himself called top Republicans in the General Assembly in his crusade to twist the arms of o"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q18345839",
                "wikidata_title": "Leigh Alexander",
                "wikipedia_title": "Leigh Alexander (journalist)",
                "description": "American journalist",
                "intro": "",
                "x_handle": "leighalexander",
                "page_url": "https://en.wikipedia.org/wiki/Leigh_Alexander_(journalist)"
            },
            {
                "qid": "Q6519516",
                "wikidata_title": "Leigh Alexander",
                "wikipedia_title": "Leigh Alexander",
                "description": "Soldier and cricketer (1898-1943)",
                "intro": "",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/Leigh_Alexander"
            },
            {
                "qid": "Q103835858",
                "wikidata_title": "Leigh Alexander",
                "wikipedia_title": "",
                "description": "researcher",
                "intro": "",
                "x_handle": "",
                "page_url": ""
            },
            {
                "qid": "Q124357201",
                "wikidata_title": "Leigh Burgoyne",
                "wikipedia_title": "Leigh Burgoyne",
                "description": "Australian molecular biologist",
                "intro": "Leigh Alexander Burgoyne  (born 1939) is an Australian molecular biologist. He is emeritus professor at Flinders University.\nThe 1973 paper Burgoyne co-authored with Dean Hewish was important in developing chromatin theory.Burgoyne became a Member of the Order of Australia in the 2024 Australia Day Honours for \"significant service to science, particularly through the development of DNA technologies.\"",
                "x_handle": "",
                "page_url": "https://en.wikipedia.org/wiki/Leigh_Burgoyne"
            }
        ],
        "author_str": "leigh alexander",
        "article_urls": [
            "http://www.vice.com/en_uk/read/leigh-alexander-understanding-video-games-column-destiny-105",
            "http://www.vice.com/en_uk/read/leigh-alexanders-understanding-games-do-you-cut-off-your-arm-or-eat-a-baby-876",
            "https://tonic.vice.com/en/article/8qmjjp/gamers-paradise-indie-as-in-individual-gaming",
            "http://www.vice.com/en_us/read/the-final-word-on-the-phantom-pain-a-video-game-about-video-games-1015",
            "https://tonic.vice.com/en/article/av9nme/leigh-alexanders-understanding-games-do-you-cut-off-your-arm-or-eat-a-baby-876"
        ],
        "article_texts": [
            "The character-creation screen in Destiny\n“I’m going to make a pretty lady,” my boyfriend says idly.\nI’m watching him play the beta for Destiny (impressions of which can be read here), the massive interplanetary shooter-epic from Halo house Bungie. It’s not really my kind of game, but I kind of like Destiny: It’s stylish, and in a break from genre conventions, it actually has colors—Northern Lights, sky-blue atmospheric coronas. When you look at it, you can actually feel the stirrings of humanity",
            "Lately, the movie Snowpiercer performed a sort of impossible feat: It got me to stop being such a snob about video games.\n\"I am a snob about video games\" is such an awful sentence, such an awful thing to say, but I mean, come on: commercial video games, as popular culture understands them, are often disconcerting things.\nUsually they are cut and stamped from these modular assembly line components: a linear spine, with bursts of violent combat paced between checkpoints of dialog and information. ",
            "In this recurring column, Leigh Alexander visits exciting new creative frontiers in the video game space, which is seeing a period of incredible growth and diversification, attracting new talent and demonstrating intriguing innovation. Here she'll cover emerging artists, trends, and so much more.\nThe rise of the indie scene in gaming has led to nothing short of a revolution in the way games are created and purchased. It used to be the only way to enjoy video games was to buy a boxed product off ",
            "This article contains what might be considered plot spoilers for Metal Gear Solid V: The Phantom Pain. Don't say we didn't warn you.\nThe prologue of Metal Gear Solid V: The Phantom Pain is grueling. You are a legendary soldier, woken from a nine-year coma with your arm missing and your muscles turned to jelly. You crawl along the hospital floor not for stealth, as is tradition, but because at first you cannot stand, bare skin squeaking helplessly along a blood-slicked floor.\nThe building is conc",
            "As most of us prepare for some holiday rest, we reflect on the year ahead and the year to come – while you're doing that, here's some resolutions you could make to be a better gamer in 2011.\nStop Making Fun Of People Who Play FarmVille\nWhen you found out there was a book coming out called ‘FarmVille For Dummies', you made the obvious joke: ISNT THAT AN OXYMORON, WHO ELSE WOULD IT BE FOR, et al. Here's a thought: What'd FarmVille ever do to you? This year, Facebook made it so that you only have t"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q7087434",
                "wikidata_title": "Oliver Burkeman",
                "wikipedia_title": "Oliver Burkeman",
                "description": "British journalist, essaist and non-fiction writer",
                "intro": "Oliver Burkeman (born 1975) is a British author and journalist, formerly writing the weekly column This Column Will Change Your Life for the newspaper The Guardian. In 2021, he published Four Thousand Weeks: Time Management for Mortals, a self-help book on the philosophy and psychology of time management and happiness.\n\n",
                "x_handle": "oliverburkeman",
                "page_url": "https://en.wikipedia.org/wiki/Oliver_Burkeman"
            }
        ],
        "author_str": "oliver burkeman",
        "article_urls": [
            "https://www.spectator.co.uk/article/literary-therapy/",
            "https://time.com/6093785/how-to-procrastinate-better/",
            "https://www.theguardian.com/books/2022/jan/06/the-expectation-effect-by-david-robson-review-mind-changing-science",
            "https://www.theguardian.com/world/2010/sep/19/all-presidents-emails",
            "https://www.theguardian.com/world/2010/oct/10/all-the-presidents-emails"
        ],
        "article_texts": [
            "Is there anyone left who’d still be mortified to have it known that they’d purchased, or maybe even benefited from, a self-help book? In recent years, the genre’s gone mainstream: Jordan Peterson’s 12 Rules for Life bestrides the bestseller lists, alongside titles on the Danish, Finnish and Japanese secrets to health and happiness, and the life-changing magic of tidying up; Alain de Botton embraces the label, while most ‘big ideas’ books, from Malcolm Gladwell to Yuval Noah Harari, are at least ",
            "There must be few opinions more widely held, when it comes to the art of time management, than that procrastination is always and exclusively a bad thing. Naturally, history’s annoyingly over-productive types—the Benjamin Franklins of the world—have always disdained the tendency to procrastinate. But then so have most procrastinators themselves. The inner struggle to eradicate the trait has driven many a celebrated genius to desperate measures, as when Victor Hugo had his clothes locked away, so",
            "When dozens of apparently healthy young men who had emigrated from Laos started dying in their sleep in the late 1970s, US medical authorities couldn’t fathom what was going on. They termed the phenomenon “sudden unexpected nocturnal death syndrome”, but that was just a label for their bafflement. Today, we think we know the cause: the men experienced sleep paralysis, which is common and harmless in itself; but they understood it as a visitation from the dab tsog, a malevolent spirit who sits on",
            "All the president's emails: Michelle Obama, Tina Fey and Pope Benedict\nIn a unique experiment in democratic transparency, Barack Obama – a BlackBerry owner, and the first American president to use email while in office – has agreed to copy G2 in on his otherwise highly confidential electronic communications. Each week, we present a selection from recent days\nTo: Michelle Obama <firstlady@whitehouse.gov>, Katie McCormick Lelyveld, Press Secretary to the First Lady <katie@whitehouse.gov> Subject: ",
            "To: Michelle Obama <firstlady@whitehouse.gov> Subject: Re: Why were you acting so weird at breakfast?\nSweetie, I'm THRILLED that Sasha won a descriptive writing prize for her essay on \"A Day In My Life\". But did you read it? \"My Daddy spends a lot of time pacing around distractedly with a haunted look in his eyes\"? \"We'll be talking, then he'll suddenly trail off into silence, clench his fists, and wander off muttering about Sarah Palin and Christine O'Donnell\"? \"His emails just break off midstr"
        ]
    },
    {
        "wiki_search_results": [
            {
                "qid": "Q6137381",
                "wikidata_title": "James Kirchick",
                "wikipedia_title": "James Kirchick",
                "description": "American journalist",
                "intro": "James Kirchick (; born 1983) is an American reporter, foreign correspondent, author, and columnist. He has been described as a conservative or neoconservative.\n\n",
                "x_handle": "jkirchick",
                "page_url": "https://en.wikipedia.org/wiki/James_Kirchick"
            }
        ],
        "author_str": "james kirchick",
        "article_urls": [
            "https://newrepublic.com/article/38180/south-africas-betrayal-its-past",
            "https://newrepublic.com/article/86424/qaddafi-libya-serbia-nato",
            "https://newrepublic.com/article/68568/failure-leadership-0",
            "https://newrepublic.com/article/68892/chavezs-friend-massachusetts",
            "https://newrepublic.com/article/70797/the-fork-j-street"
        ],
        "article_texts": [
            "The United Nations Intergovernmental Panel on Climate Change issued a\nreport integrating its three previous ones and drawing deeper conclusions\non what its scientists say will be, according to Elisabeth Rosenthal in\nSaturday's New York Times, inevitable meltdown of ice sheets and the\nelimination of many species. This news from the U.N. is marked \"urgent.\"\nOne would have thought that conservatives who are always hysterical about\neroding phenomena would instinctively grasp the significance of thes",
            "As Muammar Qaddafi wages war on his own people, whatever international support he once enjoyed has almost entirely dried up. The first to go were his powerful friends in Great Britain; former Prime Minister Tony Blair, who helped rehabilitate the Libyan dictator after he surrendered his nuclear weapons program in 2003, privately urged him to step down. The London School of Economics, which greedily accepted a $2.4 million grant from a Qaddafi-owned charity, has announced it will redirect the fun",
            "Last week, the White House released a list of recipients of the Presidential Medal of Freedom, the highest honor that the United States government can afford a civilian. Among the 16 awardees are truly great figures: breast cancer philanthropist Nancy Goodman Brinker, theoretical physicist Stephen Hawking, and Sidney Poitier, the first African-American to win an Academy Award for Best Actor. President Obama also made history by choosing the first openly gay recipients of the Medal of Freedom, fo",
            "Speculation as to who will succeed Ted Kennedy is proceeding apace, with his nephew, former Congressman Joseph Kennedy II, the likely frontrunner in the January 19 special election. The eldest son of Robert Kennedy, Joe held the House seat once occupied by his uncle John and House Speaker Tip O’Neill, representing Boston from 1987 until 1999. If he does run, Kennedy would start with a financial disadvantage. The $1.8 million he has leftover in his campaign account is significantly smaller than t",
            "The self-declared mission of J Street, the dovish \"pro-Israel, pro-Peace\" lobby that just concluded its first national conference this week, includes redefining the meaning of the term \"pro-Israel.\" For too long, the organization's founders and supporters argue, right-wing elements in the Jewish community have abused the term to hijack the debate and tarnish mainstream, sensible advocates of a two-state solution.\nJ Street's \"pro-Israel\" bona fides were questioned almost immediately after its lau"
        ]
    }
]